[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      72.32,
      516.95,
      85.7
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      263.33,
      87.08,
      335.33,
      100.46
    ],
    "text": "SRI LANKA.",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      132.92,
      597.66,
      265.49
    ],
    "text": "In the matter of a Final Appeal in terms of Section 754 of the Civil Procedure Code read with Section 5 of the High Court of the Provinces (Special Provisions) Act No. 10 of 1996. THE FINANCE COMPANY PLC No.97, Hyde Park Corner, Colombo",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      266.99,
      596.04,
      369.77
    ],
    "text": "02 (formerly, The Finance Company Ltd of No.69, Ceylinco Tower 3rd floor Janadhipathi Mawatha, Colombo 01.) PLAINTIFF S.C. C.H.C. Appeal No.05/2012 VS. C.H.C. Case No. 702/2009/MR",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      371.15,
      496.74,
      384.53
    ],
    "text": "1. JAYAKODY ARACHCHIGE",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      385.91,
      597.97,
      429.07
    ],
    "text": "DON THUSHARA, No.199/A, Palan Oruwa, Gonapola.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      430.57,
      512.51,
      458.71
    ],
    "text": "2. HALLINNA LOKUGE JAYATH",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      459.97,
      498.15,
      503.11
    ],
    "text": "LAKSUMANA PERERA, No.261/10, Waragoda Road, Kelaniya.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      504.61,
      473.29,
      532.75
    ],
    "text": "3. ATULUWAGE NIROSH",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      534.13,
      522.92,
      577.27
    ],
    "text": "CHAMIKA JAYARATNE Wagawathugoda, Maha Uduwa, Kuda Uduwa, Horana.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      578.8,
      525.8,
      696.34
    ],
    "text": "DEFENDANTS AND NOW BETWEEN THE FINANCE COMPANY PLC No.97, Hyde Park Corner, Colombo",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      697.96,
      596.04,
      756.0
    ],
    "text": "02 (formerly, The Finance Company Ltd of No.69,Ceylinco Tower 3rd floor, Janadhipathi Mawatha, Colombo 01.) PLAINTIFF-APPELLANT",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.32,
      496.74,
      100.46
    ],
    "text": "VS. 1. JAYAKODY ARACHCHIGE",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      101.84,
      597.97,
      144.98
    ],
    "text": "DON THUSHARA, No.199/A, Palan Oruwa, Gonapola.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      146.48,
      512.51,
      174.62
    ],
    "text": "2. HALLINNA LOKUGE JAYATH",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      175.88,
      498.15,
      219.02
    ],
    "text": "LAKSUMANA PERERA, No.261/10, Waragoda Road, Kelaniya.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      220.52,
      473.29,
      248.66
    ],
    "text": "3. ATULUWAGE NIROSH",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      250.07,
      522.92,
      293.21
    ],
    "text": "CHAMIKA JAYARATNE Wagawathugoda, Maha Uduwa, Kuda Uduwa, Horana.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      294.71,
      518.72,
      322.97
    ],
    "text": "DEFENDANTS- RESPONDENTS",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      324.47,
      526.76,
      754.92
    ],
    "text": "BEFORE: B.P. Aluwihare, PC, J. Sisira J. De Abrew J. Prasanna Jayawardena, PC, J. COUNSEL: R. Mahindaratne with Ms. H. Ratnayake for the Plaintiff-Appellant, instructed by T.B. Ekanayake WRITTEN SUBMISSIONS: Filed by the Plaintiff-Appellant on 09th October 2015. ARGUED ON: 01st November 2016 DECIDED ON: 26th January 2017 Prasanna Jayawardena, PC, J. The Plaintiff-Appellant Company [hereinafter referred to as “the Plaintiff] instituted this Action in the High Court of the Western Province exercising Civil [Commercial] Jurisdiction, praying to recover monies said to be due, jointly and severally, from the 1st, 2nd and 3rd Defendants-Respondents.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      70.36,
      530.12,
      758.28
    ],
    "text": "As set out in the Plaint, the Plaintiff’s case is, in brief, that: the Plaintiff and the 1st, 2nd and 3rd Defendants-Respondents entered into the Agreement filed with the Plaint marked “„ආ” by which the Plaintiff leased a motor vehicle to the 1st Defendant-Respondent subject to the 1st Defendant-Respondent’s agreement and liability to pay, to the Plaintiff, all the monthly rentals and interests specified in the said Agreement; by the same Agreement, the 2nd and 3rd Defendants-Respondents agreed and undertook liability to pay the said monies to the Plaintiff and renounced any rights they may have in law as sureties; the 1st Defendant-Respondent failed to duly pay these monies to the Plaintiff; therefore, the Plaintiff duly terminated the lease created by the Agreement; in these circumstances, the 1st, 2nd and 3rd Defendants-Respondents are, jointly and severally, liable and obliged to pay these monies to the Plaintiff but have failed to do so though payment was demanded from them. The Defendants-Respondents failed to file Answer on the day fixed for the filing of Answer. In these circumstances, the High Court was required, as stipulated by Section 84 of the Civil Procedure Code, to proceed to hear the Case ex parte. Section 84 states that, “If the defendant fails to file answer on or before the day fixed for the filing of answer, or on or before the day fixed for the subsequent filing of the answer ….. the court shall proceed to hear the case ex parte forthwith on, or on such other day as the court may fix.” On 13th May 2011, following the aforesaid default to file Answer, the Court fixed the ex parte Trial against the Defendants-Respondents for 08th July 2011. The Court also directed the Plaintiff to tender the evidence of its witness by way of an affidavit. In pursuance of that Order, the Plaintiff tendered an affidavit dated 14th September 2011 affirmed to by an ‘Assistant Manager – Recoveries’ of the Plaintiff Company. Thereupon, the Court fixed this case for ex parte judgment to be delivered on 17th October 2011. On 17th October 2011, the learned High Court Judge delivered his Judgment dismissing the Plaintiff’s Case. The Plaintiff filed a Notice of Appeal and, thereafter, a Petition of Appeal to this Court. On 01st November 2016, we heard learned Counsel for the Plaintiff in support of this Appeal. The Defendants-Respondents were absent and unrepresented. Before considering the merits of this Appeal, there is a preliminary issue which needs to be considered since Section 88 (1) of the Civil Procedure Code states, “No appeal shall lie against any judgment entered upon default”. That issue arises because, although it would appear that, there has been no “default” on the part of the Plaintiff in this action, there has been a “default” on the part of the Defendants-Respondents (ie: their failure to file Answer) which led to the ex parte judgment which is now appealed from. Thus, the ex parte judgment from which the Plaintiff appeals in the present case, was entered following a “default” on the part of the Defendants-Respondents.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.32,
      529.98,
      755.76
    ],
    "text": "Therefore, the question that has to be considered is whether: despite the Plaintiff not having been in any “default”, Section 88 (1) of the Civil Procedure Code, nevertheless, operates to deprive the Plaintiff of the right of appeal (which it would usually have under and in terms of Section 754 (1) of the Civil Procedure Code which entitles any party to appeal from a judgment entered in any civil action). If the answer to that question is in the affirmative, Section 88 (1) will preclude an appeal from the ex parte judgment entered in this case and the Plaintiff’s remedy, if any, will be to canvass the judgment by way of revision. There do not seem to be any reported decisions which have specifically considered this question of whether Section 88 (1) deprives a Plaintiff whose action has been dismissed at an ex parte trial, of his right of appeal which he would, otherwise, have under and in terms of Section 754 (1) of the Civil Procedure Code. However, in BRAMPY vs. PERIS [3 NLR 34] where the District Judge dismissed the Plaintiff’s action at an ex parte trial and the Plaintiff appealed, Lawrie A.C.J set aside the judgment of the District Court and directed a re-trial. Similarly, in SINNATAMBY vs. AHAMADU [1913 2 Balasingham’s Notes of Case 13], where the District Court dismissed the action at an ex parte trial and the Plaintiff appealed, Lascelles C.J set aside the judgment of the District Court and directed that , the District Court grants a further hearing to the Plaintiff’s case. These two cases can be considered as decisions which proceeded on the basis that, a Plaintiff, whose action has been dismissed at an ex parte trial, has a right to appeal from that ex parte judgment. However, this question was not specifically addressed in these two cases. Instead, it appears that, the Court had no doubt that, a Plaintiff, whose action has been dismissed at an ex parte trial has a right of appeal against the ex parte judgment. It should be mentioned that, Section 88 (1) as it now stands was introduced only in 1977 by Section 23 of the Civil Procedure Code (Amendment) Law No.20 of 1977. At the time BRAMPY vs. PERIS and SINNATAMBY vs. AHAMADU were decided, the relevant provision was Section 87 (1) which stated “No appeal shall lie against any decree nisi or absolute for default”. By Section 23 of the Civil Procedure Code (Amendment) Law No.20 of 1977, this Section 87(1) was repealed and replaced with Section 88 (1) as it now stands. However, what is relevant for the purposes of this judgment is that, both the earlier Section 87(1) and the present Section 88 (1) have the effect of prohibiting an appeal from a decree or judgment entered upon default. Therefore, even today, BRAMPY vs. PERIS and SINNATAMBY vs. AHAMADU continue to be relevant as decisions which recognized the right of a Plaintiff, whose action has been dismissed at an ex parte trial, to appeal from that ex parte judgment. However, in SIRIMAVO BANDARANAIKE vs. TIMES OF CEYLON LTD [1995 1 SLR 22] where the Supreme Court held that, Section 88 (1) of the Civil Procedure Code prohibits an appeal by a Defendant from an ex parte judgment entered against",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.18,
      529.54,
      740.98
    ],
    "text": "him, Fernando J commented [at page 31] : “In regard to the converse situation where a trial judge dismissed a plaintiff’s action, although on the evidence he was (or should have been) satisfied, Mr. De Silva had no hesitation in asserting that that would be a final judgment, against which the plaintiff would have a right of appeal, despite Section 88 (1). To reach this conclusion, he contended that Section 88 (1) barred only an appeal by the party in default, interpreting `against any judgment entered upon default’ as if restricted to `any judgment entered against a party in default’. But this would mean that the consequences of judicial error under section 85 would vary not according to the nature of the error but the party prejudiced – the party in default would be denied a remedy but not his adversary. This would be an unfair and discriminatory result which the principles of interpretation of statutes would not permit unless compelled by plain words”. The aforesaid dicta suggest that, in SIRIMAVO BANDARANAIKE vs. TIMES OF CEYLON LTD, Fernando J took the view that, a Plaintiff whose action has been dismissed at an ex parte trial has no right of appeal from the ex parte judgment. Therefore, it is necessary to further examine that decision. In that case, an ex parte trial was held and ex parte judgment was entered against the Defendant. The Defendant made an application by way of revision to the Court of Appeal, which set aside the ex parte judgment and dismissed the Plaintiff’s action on the grounds that there had been a failure of justice. In appeal, the Supreme Court held that, the ex parte judgment was correctly set aside by the Court of Appeal since there was not a scrap of evidence which supported the entering of judgment against the Defendant. The Supreme Court also held that, although Section 88 (1) of the Civil Procedure debars an appeal by a Defendant from an ex parte judgment entered against him upon his default, the Defendant can canvass the correctness of an ex parte judgment, by way of revision. Thus, SIRIMAVO BANDARANAIKE vs. TIMES OF CEYLON LTD was a case which held that, Section 88 (1) of the Civil Procedure Code prohibits an appeal by a Defendant from an ex parte judgment entered against him and that, a Defendant’s remedy, if any, is by way of revision. It is not a decision with regard to the right of appeal of a Plaintiff whose action has been dismissed at an ex parte trial. Accordingly, the aforesaid comments by Fernando J must be regarded as having been made obiter. Further, a perusal of the judgment makes it clear that, Fernando J only analysed and decided upon the right of a Defendant to maintain an revision application against an ex parte judgment and that, other than for the abovementioned brief comments referring to a submission made by learned President’s Counsel appearing for the Plaintiff-Appellant-Respondent Defendant in that appeal, His Lordship did not examine and make a judicial determination with regard to question of whether a Plaintiff whose action has been dismissed at an ex parte trial, has a right of appeal. In this connection, Fernando J also did not consider the effect of the earlier decisions of BRAMPY vs. PERIS and SINNATAMBY vs.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.32,
      526.76,
      651.7
    ],
    "text": "AHAMADU where this Court has entertained and decided upon appeals made by a Plaintiff whose action was dismissed by an ex parte judgment. However, the aforesaid differing views make it necessary to closely examine the issue of whether Section 88 (1) deprives a Plaintiff whose action has been dismissed at an ex parte trial, of the right of appeal which he would, otherwise, have under and in terms of Section 754 (1) of the Civil Procedure Code. When considering this question, it should be first kept in mind that, Section 754 (1) of the Civil Procedure Code expressly grants any person who is dissatisfied with any judgment in a civil action, a right of appeal for any error of fact or law. The judgment which is the subject matter of this Case (and for that matter any judgment entered in an ex parte trial under the provisions of the Civil Procedure Code) would fall within the ambit of Section 754 (1) of the Civil Procedure Code. Therefore, by operation of Section 754 (1), both the Plaintiff and the Defendant in an ex parte trial will have a right of appeal from the judgment entered in that ex parte Trial unless that right of appeal has been taken away by Section 88 (1) of the Civil Procedure Code. Next, Section 88 (1) is in Chapter XII of the Civil Procedure Code which contains Section 84 to Section 90 and is titled “OF THE CONSEQUENCES AND CURE (WHEN PERMISSIBLE) OF DEFAULT IN PLEADING OR APPEARING”. Thus, the title to Chapter XII suggests that, the instances of “default” referred to in that Chapter will be instances of “default” in either: (i) tendering the mandatory Pleadings; or (ii) making an Appearance when required to do so by Law. This is confirmed when one peruses Section 84 to Section 90 within Chapter XII which make it clear that, the only two instances of “default” referred to are the circumstances set out in Section 84 and Section 87 (subject to the other conditions set out in those two Sections) which are: either a Defendant‟s failure to file answer or to appear on a day fixed for the hearing of the action or a Plaintiff‟s failure to appear on a day fixed for the hearing of the action. All the other Sections in Chapter XII deal with the consequences of the aforesaid two instances of “default” and the manner of curing the consequences of “default”. In these circumstances, it is evident that, the use of the word “default” in Section 88 (1) must be understood as meaning or referring to the “default” on the part of a Party to a Case to either:",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      653.08,
      526.76,
      755.76
    ],
    "text": "(i) File the required Pleadings; or (ii) To appear in Court on a day fixed for the hearing of the action. This is in line with the usual meaning accorded to the word “default” in this context, which is stated in Stroud’s Judicial Dictionary [6th ed.] to be “failing”, “negligence” and “not doing what is reasonable under the circumstances” and as “to fail to appear or answer” and “The omission or failure to perform a legal or contractual duty” and “To",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      70.24,
      526.76,
      755.88
    ],
    "text": "be neglectful” in Black’s Law Dictionary [9th ed.] and as the “failure to fulfill a legal requirement” in the Shorter Oxford English Dictionary [5th ed.]. The question which then arises is whether the prohibition of an appeal set out in Section 88 (1) affects only the party who is guilty of the default (ie: the party who failed to appear or answer) which led to the ex parte judgment or whether even the party who is not in any default whatsoever, is also debarred from an appeal. When answering that question, one must keep in mind that, the principle enshrined in Section 754 (1) of the Civil Procedure Code is that, any party to a civil action who is dissatisfied with the judgment in that civil action, has a right of appeal for any error of fact or law. Since Section 88 (1) is a provision which seeks to limit this right of appeal, Section 88 (1) should be interpreted restrictively. With regard to a party who was in default, there is good reason why Section 88 (1) must be read as depriving that party who is in default, of any right of appeal against the ex parte judgment. This is because a party who is in default, must first purge his default before he can be allowed to canvass the merits of the ex parte judgment. Further, specific provision for applications for purging default has been made by Section 86 (2) and Section 87 (3) of the Civil Procedure Code and Section 88 (2) provides that the Orders made upon such applications, are appealable. However, the position is entirely different with regard to the party who was not in default. In the case of the party who was not in default, there is no logical or good reason to read Section 88 (1) in a manner which would have the effect of depriving that party of the right of appeal which he is, otherwise, entitled to under and in terms of Section 754 (1). Accordingly, I am of the view that, Section 88 (1) must be interpreted restrictively and that, when Section 88 (1) states “No appeal shall lie against any judgment entered upon default”, the words “upon default” must mean the default of the party who wishes to appeal against that judgment. Thus, I am of the view that, Section 88 (1) only prohibits an appeal against an ex parte judgment by the party whose default resulted in that ex parte judgment. Section 88 (1) does not apply to the right of appeal of a party who was not in default since there was no default on the part of that party which resulted in the ex parte judgment which he wishes to appeal against. In other words, the right of the party who was not in default to appeal against the ex parte judgment, is unaffected by Section 88 (1) of the Civil Procedure Code. The above approach accords with equity since there can be no possible justification for depriving a party who has been diligent and who is not in “default”, of the right of appeal granted to him by Section 754 (1) of the Civil Procedure Code and requiring him to, instead, surmount the additional difficulties which arise in an application for Revision.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.18,
      526.76,
      743.38
    ],
    "text": "Thus, in the case of a Defendant against whom an ex parte judgment is entered, that judgment has been entered as a result of or consequence of the failure of the Defendant to appear or answer and, therefore, Section 88 (1) prohibits an appeal by the Defendant against that ex parte judgment since the Defendant was in default. Similarly, in the case of a Plaintiff whose action has been dismissed under Section 87 (1) for the failure to appear on a day fixed for the hearing of the action, that judgment was also entered as a result of or consequence of the failure of the Plaintiff to appear and, therefore, Section 88 (1) prohibits an appeal by the Plaintiff against that ex parte judgment since the Plaintiff was in default. However, as set out above, the position is entirely different in the case of a Plaintiff whose action has been dismissed at an ex parte trial, since the ex parte judgment has not been entered as a result of or consequence of the failure of the Plaintiff to appear or any other default of the Plaintiff. In those circumstances, Section 88 (1) does not apply and the Plaintiff continues to possess the right of appeal granted to him by Section 754 (1) of the Civil Procedure Code and can appeal against that ex parte judgment. In the present case, as stated earlier, the Plaintiff was not in “default” within the meaning of Section 88 (1), since the Plaintiff did appear on the trial date. Therefore, for the reasons set out above, I hold that, in the present case, the Plaintiff has the right of appeal. Now to turn to the merits of the appeal, there is no doubt that, as clearly stated in Section 85 (1) of the Civil Procedure Code, judgment could be entered for the Plaintiff in an ex parte trial only if the Court is satisfied that the evidence placed before Court establishes that the Plaintiff is entitled to that judgment. This rule has been emphasized in several decisions including SIRIMAVO BANDARANAIKE vs. TIMES OF CEYLON LTD and SENEVIRATNE vs. DHARMARATNE [1997 1 SLR 76] Therefore, the learned Trial Judge was fully entitled to dismiss the Plaintiff’s action in the present case, if the evidence placed before the Court at the ex parte trial was, in fact, not sufficient to establish the Plaintiff’s case. When determining whether or not this burden of proof has been discharged in an ex parte trial, it has to be kept in mind that, a Plaintiff who adduces evidence at an ex parte trial is, usually, required to adduce only such evidence as is necessary to establish his case on a prima facie basis by establishing the constituent elements of his Cause of Action. This is subject to the Court seeing no reason to doubt the authenticity and bona fides of the evidence. When these general principles are applied to the present case, it is evident that, the testimony set out in the affidavit of the Plaintiff’s witness and the documents produced in evidence marked “පැ1” to “පැ9” amounted to prima facie evidence which established the constituent elements of the Plaintiff’s Cause of Action.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.32,
      526.76,
      742.42
    ],
    "text": "A perusal of the very brief judgment shows that, the learned Trial Judge did not express any doubts with regard to the adequacy or genuineness of the testimony set out in the affidavit of the Plaintiff’s witness and the documents produced in evidence marked “පැ1” to “පැ9”. However, it appears from the judgment that, the learned Trial Judge dismissed the Plaintiff’s action, primarily, on the ground that, although the Affidavit of the Plaintiff’s witness stated that, the vehicle had been sold for Rs.1,275,000/- and that the sale proceeds had been applied in reduction of the amount due from the Defendants-Respondents, the Plaintiff has not adduced any further details regarding the alleged sale and has not produced any documents relating to the sale. But, an examination of paragraphs [13] and [14] of the affidavit of the witness shows that, he has clearly stated that, the vehicle was sold for Rs.1,275,000/- and that, after the deduction of VAT in a sum of Rs.136,607/14, the balance sale proceeds in a sum of Rs.1,138,392/86 has been credited to the account of the Defendants-Respondents. The witness has further stated that, after giving credit for this payment and other amounts which are itemized, a balance sum of Rs.1,106,608/54 remains due from the Defendants-Respondents and is sought to be recovered. That evidence is corroborated by the letter marked “පැ5” by which the Plaintiff has informed the Defendants-Respondents that, the vehicle will be sold for the highest offer received, the published Notices marked “පැ6” and “පැ7” calling for bids for the vehicle, the letter marked “පැ8” by which the Plaintiff has informed the Defendants-Respondents of the highest offer received for the vehicle and the Statement of Account marked “පැ9” which, inter alia, clearly sets out that the vehicle was sold for Rs.1,275,000/- and that, after the deduction of VAT in a sum of Rs.136,607/14, the balance sale proceeds in a sum of Rs.1,138,392/86 was credited in reduction of the amount due from the Defendants-Respondents and that, a balance sum of Rs.1,106,608/54 remains due from the Defendants-Respondents. The learned Trial Judge does not appear to have considered this evidence. Had he done so, he would have seen that, the Plaintiff adduced sufficient evidence to satisfy the Court that, the sale of the vehicle had realised a net sum of Rs. 1,138,392/86 which had been credited in reduction of the amount due from the Defendants-Respondents. He would have also seen that, this net sum of Rs. 1,138,392/86 was very close to the value of the vehicle which was stated to be Rs.1,150,000/- in the letter marked “‘පැ3’ and that, the amount of Rs.1,275,000/- for which the vehicle was sold was, in fact, higher than this estimated value. Further, the learned Trial Judge failed to keep in mind the fact that, as clearly stipulated in the Lease Agreement marked “පැ1”, the Plaintiff was the owner of the vehicle and was entitled to sell the vehicle. Consequently, the sale of the vehicle was only relevant with regard to the net amount of the sale proceeds which were credited in reduction of the sum due from the Defendants-Respondents. Thus, the learned",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI",
      "Nirmala UI,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.32,
      530.12,
      755.88
    ],
    "text": "Trial Judge erred when he took the view that, the Plaintiff was required to adduce details regarding the sale including the date of the sale and the name of the buyer. For the aforesaid reasons, I am of the considered opinion that, the Plaintiff adduced sufficient evidence at the ex parte trial to enable the Court to enter ex parte judgment in favour of the Plaintiff. The learned Trial Judge erred when he disregarded this evidence and dismissed the Plaintiff’s action. Accordingly, I set aside the judgment of the learned Trial Judge and enter ex parte judgment for the Plaintiff against the 1st, 2nd and 3rd Defendants-Respondents, jointly and severally, in the aforesaid sum of Rs.1,106,608/54, which is the net sum which remains due from the 1st, 2nd and 3rd Defendants-Respondents together with costs of the action in the High Court. The High Court is directed to enter ex parte decree accordingly and have copies of the ex parte decree served on the 1st, 2nd and 3rd Defendants-Respondents and to proceed with this action in terms of the relevant provisions of the law. Before concluding, I should mention that, if the learned Trial Judge was of the view that there was a doubt with regard to the sale of the vehicle or any other matter, he should have given the Plaintiff an opportunity to clarify such doubt by adducing additional evidence, before proceeding to deliver the judgment. The learned Trial Judge should have kept in mind the well established and salutary practice and, in fact, recognized principle of law that, where the Plaintiff in an ex parte trial has adduced evidence in support of a substantial part of his case but the Trial Judge has a doubt with regard to a particular aspect of the case, the Plaintiff should be given an opportunity to adduce such evidence or make the requisite clarifications, by way of an affidavit or viva voce and within a specified period of time. The ex parte judgment should be delivered only after such additional material is considered, if adduced within the allotted time. This rule was referred to in BRAMPY vs. PERIS [at p.36] where Lawrie A.C.J. stated “….. whatever be the evidence it must be sufficient to satisfy the Judge, who is not bound to give a decree until he is satisfied. If he is dissatisfied, he should in an order point out in what, respect the evidence the evidence already recorded is defective and then adjourn to a day named or sine, die.” Browne A.J. stated [at p.37] “But in my opinion plaintiff on the occurrence of any doubt in the mind of the Judge as to his right to judgment should have opportunity given to him to dispel that doubt ere his action were finally dismissed to the absolute extinction of his claim for ever, and I cannot see that he had that opportunity here given him” In SIRIMAVO BANDARANAIKE vs. TIMES OF CEYLON LTD [at p.39], Fernando J, citing Browne A.J. stated “…. whatever the evidence, it must be sufficient to satisfy the judge who is not bound to give a decree until he is satisfied, if he had a doubt, he was not bound to enter judgment, but should have given the plaintiff an opportunity to dispel it”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.32,
      526.72,
      398.45
    ],
    "text": "Had the learned Trial Judge done this instead of dismissing the action `lock, stock and barrel’ because he had some doubts with regard to a limited aspect of the transaction, all this delay and the resultant prejudice caused to the Plaintiff would have been avoided. Judge of the Supreme Court B.P.Aluwihare, PC, J.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      399.95,
      478.28,
      592.06
    ],
    "text": "I agree Judge of the Supreme Court Sisira J. De Abrew J.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      593.56,
      478.28,
      711.22
    ],
    "text": "I agree Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  }
]