[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.26,
      72.42,
      483.08,
      85.8
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      229.37,
      87.2,
      386.09,
      100.58
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      101.96,
      613.86,
      277.25
    ],
    "text": "In the matter of an Appeal with leave to appeal obtained from this Court. NAGALINGAM SELVARAJA Dikhena, Weweldeniya, Kegalle. PLAINTIFF SC. Appeal No. 75/2011 SC./HCCA/LA No. 350/2010 VS. SP/HCCA/KAG/60/2010/LA D.C.Kegalle Case No. 5420/L",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      278.63,
      518.0,
      365.57
    ],
    "text": "RAMAIYA RAJAMMA No. 245, North Circular Road, Weweldeniya, Kegalle. DEFENDANT",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      366.95,
      527.38,
      468.67
    ],
    "text": "AND RAMAIYA RAJAMMA No. 245, North Circular Road, Weweldeniya, Kegalle. DEFENDANT-APPELLANT",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      470.05,
      614.23,
      527.59
    ],
    "text": "VS. NAGALINGAM SELVARAJA Dikhena, Weweldeniya, Kegalle.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      528.85,
      569.38,
      571.75
    ],
    "text": "PLAINTIFF-RESPONDENT",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      573.01,
      543.46,
      689.5
    ],
    "text": "AND NOW BETWEEN RAMAIYA RAJAMMA No. 245, North Circular Road, Weweldeniya, Kegalle. DEFENDANT-APPELLANT -PETITIONER/APPELLANT",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      690.88,
      333.29,
      718.9
    ],
    "text": "VS.",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.42,
      614.0,
      115.22
    ],
    "text": "NAGALINGAM SELVARAJA Dikhena, Weweldeniya, Kegalle.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      116.6,
      569.38,
      291.89
    ],
    "text": "PLAINTIFF-RESPONDENT -RESPONDENT BEFORE: Buwaneka Aluwihare, PC, J. Priyantha Jayawardena,PC,J. Prasanna Jayawardena, PC J. COUNSEL: Priyantha Gamage for the Defendant-Appellant -Petitioner/Appellant Sunil Abeyratne for the Plaintiff-Respondent-Respondent.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      293.27,
      524.26,
      497.95
    ],
    "text": "WRITTEN By the Defendant-Appellant -Petitioner/Appellant on 25th October SUBMISSION 2011. FILED: By the Substituted Plaintiff-Respondent-Respondent on 18th May 2018. ARGUED ON: 23rd March 2018. DECIDED ON: 08th November 2018. Prasanna Jayawardena, PC, J.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      509.29,
      543.43,
      612.1
    ],
    "text": "This appeal arises from a dispute over the possession of an allotment of land in Kegalle, which is A: 0 R: 01 P: 5 in extent [hereafter referred to as the property]. It is common ground that the property was originally State Land and was granted to one Vellasamy Paapathi by a Grant No. 4568 dated 31st March 1986 issued under the Land Development Ordinance No. 19 of 1935, as amended. It is also common ground that there are two houses on the property - one house bearing Assessment No. 245 and the other house bearing Assessment No. 247.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      623.56,
      543.46,
      711.46
    ],
    "text": "It is necessary to set out the history of this dispute to identify the questions to be decided in this appeal. When doing so, I will, in addition to referring the petition and annexed documents filed in this Court by the Defendant-Appellant-Petitioner/Appellant [the defendant], also refer to documents in the records of D.C. Kegalle Case No. 5420/L and D.C. Kegalle Case No. 7243/L which were called for by our Order dated 13th January 2017. That Order was made because, in the circumstances of this particular",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.42,
      543.26,
      100.7
    ],
    "text": "appeal, we considered it necessary to examine both records and ascertain the facts and history of both cases.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      112.28,
      543.46,
      155.42
    ],
    "text": "The dramatis personae in this dispute are Vellasamy Paapathis grandson - one Nagalingam Selvaraja; Vellasamy Paapathis adopted daughter - one Ramaiya Rajamma; and Vellasamy Paapathis son - one Susanth Nagalingam.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      166.88,
      543.46,
      210.02
    ],
    "text": "There are two cases instituted in the District Court of Kegalle which relate to this dispute. The first case is D.C. Kegalle Case No. 5420/L. The second case is D.C. Kegalle Case No. 7243/L.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      221.6,
      543.26,
      249.86
    ],
    "text": "I will set out, as briefly as possible, the relevant facts and circumstances of these two cases.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      286.31,
      240.87,
      299.69
    ],
    "text": "D.C. Kegalle Case No. 5420/L",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      310.77,
      543.28,
      354.29
    ],
    "text": "The subject of this appeal is an Order dated 20th September 2010 made by the High Court of Civil Appeal holden in Kegalle refusing to grant the defendant leave to appeal from an Order dated 28th June 2010 made by the District Court in the above case.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      365.87,
      543.46,
      409.01
    ],
    "text": "The aforesaid Nagalingam Selvaraja - ie: the Plaintiff-Respondent-Respondent [the plaintiff] - instituted this case against the aforesaid Ramaiya Rajamma - ie: the defendant.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      420.49,
      543.46,
      538.15
    ],
    "text": "The plaintiff pleaded that Vellasamy Paapathi was his grandmother and that she had named him as her successor upon her death and that, after her death in 1988, the plaintiff has been duly registered as the person who was entitled to succeed to the property. The plaintiff stated that he had permitted the defendant to occupy a house on the property as his licensee and that he has since terminated the license and given the defendant notice to quit, but that the defendant remains in wrongful occupation of the property. On that basis, the plaintiff prayed for a declaration of title to the property, the ejectment of the defendant and the recovery of damages from the defendant.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      549.61,
      543.44,
      637.54
    ],
    "text": "The defendant filed answer pleading that she is the daughter of Vellasamy Paapathi and that she has been in occupation of the house and property for forty five years. She stated that the plaintiff had fraudulently obtained registration as the person entitled to succeed to the property and prayed that the plaintiffs action be dismissed. The defendant also prayed for an order that she is entitled to remain in possession of the property. However, the defendant did not claim any title to the property.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      648.62,
      543.29,
      677.26
    ],
    "text": "After trial, the District Court entered judgment on 30th April 2003 in the plaintiffs favour. The defendant did not appeal within the appealable period of 60 days.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      688.46,
      543.35,
      717.1
    ],
    "text": "However, the defendant later made an application dated 08th January 2004 to the Court of Appeal for revision of the judgment of the District Court. On 06th June 2005, the Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.42,
      543.44,
      190.1
    ],
    "text": "of Appeal acted in revision and held that the plaintiff had committed a fraud when he obtained registration as the person entitled to succeed to the property. On that basis, the Court of Appeal held in favour of the defendant and determined that the plaintiff did not have any right or title to the property. Accordingly, the Court of Appeal set aside the judgment of the District Court and dismissed the plaintiffs action. However, the Court of Appeal did not grant the defendant the relief she had prayed for in her answer - ie: an Order that she is entitled to remain in possession of the property. The judgment of the Court of Appeal was not challenged by the plaintiff in the Supreme Court.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      201.56,
      543.46,
      244.7
    ],
    "text": "But, in the meantime, the plaintiff had obtained a writ of ejectment in the aforesaid Case No. 5420/L and ejected the defendant from the property on 16th February 2004 - ie: more than a year before the judgment of the Court of Appeal was entered.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      255.93,
      543.42,
      344.09
    ],
    "text": "In these circumstances, the defendant filed a petition dated 03rd August 2005 stating that she had been ejected from the property by the execution of a writ issued in the present case [ie: Case No. 5420/L] and praying that, following the judgment of the Court of Appeal which set aside the judgment entered in favour of the plaintiff by the District Court, the defendant is entitled to have the earlier status quo restored and be placed in possession of the property.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      355.29,
      543.46,
      502.99
    ],
    "text": "The plaintiff filed a Statement of Objections on 24th March 2006 stating that there were two houses on the property- one house bearing Assessment No. 247 occupied by the plaintiff and the other bearing Assessment No. 245 which had been occupied by the defendant at the time he instituted this action [ie: Case No. 5420/L]. The plaintiff pleaded that he was and continues to be in occupation of the house bearing Assessment No. 247. He went on to state that, on 16th February 2004, the defendant had been ejected from the house bearing Assessment No. 245 in execution of the writ issued in the present case. The plaintiff admitted that, subsequently, the Court of Appeal had set aside the judgment entered in plaintiffs favour in pursuance of which that writ had been issued.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      514.57,
      543.58,
      602.74
    ],
    "text": "However, the plaintiff went on to state that, since the Court of Appeal has held that the plaintiffs claim to have succeeded to the title to the property was defective [ ], Vellasamy Paapathis eldest son - the aforesaid Susanth Nagalingam - is the person who is, in Law, entitled to the property under and in terms of the provisions of the Land Development Ordinance. The plaintiff also pleaded that the defendant was not entitled to any claim to the property under the provisions of the Land Development Ordinance.",
    "fonts": [
      "ArialMT",
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      611.42,
      543.4,
      714.58
    ],
    "text": "The inquiry into the defendants aforesaid application commenced on 16th May 2007 and was postponed for 23rd August 2007. However, the inquiry was not taken up on that day and the inquiry was postponed for 13th March 2008. On that day, the plaintiff led the evidence of an officer from the Registry of the District Court of Kegalle who produced the case record in the aforesaid D.C. Kegalle Case No. 7243/L which had been filed by one Susanth Nagalingam against the plaintiff and defendant in the present case [No. 5420/L] to obtain a declaration of title to the very same property which is the",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.42,
      543.36,
      115.58
    ],
    "text": "subject matter of the present case and for the ejectment of the plaintiff and the defendant from that property. The plaintiff produced several of the pleadings and documents in the aforesaid Case No. 7243/L.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      127.16,
      543.46,
      289.49
    ],
    "text": "By leading this evidence, the plaintiff [ie: Nagalingam Selvaraja] proved that Susanth Nagalingam had obtained judgment and decree in his favour against him in that Case No. 7243/L. The plaintiff also proved that he had been ejected from the property on 06th February 2008 in pursuance of a writ of execution issued against him in that case and that the plaintiff in that case [ie: the aforesaid Susanth Nagalingam] had been placed in possession of the property from that date onwards. Thus, the plaintiff proved that he was no longer in possession of the property which was also the subject matter of Case No. 5420/L and which the defendant claimed a right to possess in the aforesaid application which was being inquired into. The plaintiff led the evidence of another witness on 17th December 2008 and the inquiry was concluded. The parties were given an opportunity to make written submissions.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      300.95,
      543.46,
      478.15
    ],
    "text": "In the written submissions filed on behalf of the defendant, it has been stated that the defendants application is made under the provisions of section 777 of the Civil Procedure Code. The defendant highlighted the fact that section 777 enables a party entitled to any benefit [by way of restitution or otherwise] under a decree passed in an appeal .. to obtain execution of the appellate decree by applying to the Court which passed the decree against which the appeal was preferred. The defendant submitted that, consequent to the judgment and decree of the Court of Appeal setting aside the earlier judgment of the District Court entered in the plaintiffs favour, the defendant was entitled to make this application under section 777 to be restored to possession of the property from which she was ejected in pursuance of that judgment of the District Court. The defendant submitted that, in these circumstances, the District Court has the inherent power and duty to restore the defendant to possession of the property.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      489.61,
      543.46,
      593.62
    ],
    "text": "In the written submissions filed on behalf of the plaintiff, it was conceded that, in so far as present case [ie: Case No. 5420/L] is concerned, the plaintiff was obliged to hand over possession of the property to the defendant following the judgment and decree of the Court of Appeal [ : 245 . ].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      603.28,
      543.46,
      676.18
    ],
    "text": "However, the plaintiff submitted that he was prevented from handing over possession of the property to the defendant because the property was no longer in his possession since the plaintiff in D.C. Kegalle Case No. 7243/L [ie: the aforesaid Susanth Nagalingam] had been placed in possession of the entire property on 06th February 2008 in pursuance of the writ of execution issued in that case against the plaintiff.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      687.38,
      543.07,
      716.02
    ],
    "text": "By his Order dated 28th June 2010, the learned District Judge held that, following the Court of Appeal setting aside the judgment entered in favour of the plaintiff, the",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.42,
      543.01,
      115.58
    ],
    "text": "defendant would be entitled to succeed in her application for the restoration of the status quo by ejecting the plaintiff from the property and placing the defendant in possession.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      127.16,
      543.43,
      258.89
    ],
    "text": "However, the learned District Judge observed that, in the meantime, the plaintiff in Case No. 7243/L had been placed in possession of the property in pursuance of the writ executed in that case and the plaintiff in the present case [ie: Case No. 5420/L] had been ejected from the property. The learned District Judge held that the plaintiff in Case No. 7243/L, who had been lawfully placed in possession of the property in pursuance of the writ executed in that case, could not be dispossessed by an Order issued in the present Case No. 5420/L to which he is not a party. The learned District Judge observed that these supervening circumstances had rendered the defendants application nugatory [ ].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      268.55,
      543.3,
      311.69
    ],
    "text": "The defendant made an application to the High Court of Civil Appeal holden in Kegalle praying for leave to appeal from the aforesaid Order dated 28th June 2010 made by the learned District Judge.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      322.77,
      543.46,
      574.87
    ],
    "text": "By its Order dated 20th September 2010, the High Court refused leave to appeal. When doing so, the learned Judges of the High Court held that the District Court had correctly determined that an order to eject the plaintiff from the property could not be issued in the present case [ie: Case No. 5420/L] because it was an admitted fact that the plaintiff was not in possession of the property after 06th February 2008. In this connection, the learned Judges of the High Court stated When the case No. 5420 was taken up for inquiry in respect of the application made by the petitioner for restoration into possession the respondent testified the Registrar of the District Court of Kegalle. His evidence revealed that the respondent had already been evicted by execution of writ in case No. 7243/L. The plaintiff in that case is placed in possession. Thus it is clear that the learned District Judge cannot deliver an order to evict the respondent as he is already evicted by execution of writ in case No. 7243/L. The petitioner has suppressed all these material facts in the application filed seeking leave to appeal. The learned District Judge considered all these facts and pronounced his impugned order dated 28.06.2010. We cannot see any legal point involved there to be clarified in the appeal. The High Court also commented that the Court of Appeal had dismissed the plaintiffs action in Case No. 5420/L but no enforceable order has been made..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      586.36,
      543.36,
      614.62
    ],
    "text": "The defendant made an application to this Court seeking leave to appeal from the Order of the High Court and this Court granted leave to appeal.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      651.04,
      240.87,
      664.42
    ],
    "text": "D.C. Kegalle Case No. 7243/L",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      676.0,
      543.45,
      719.14
    ],
    "text": "A few months after the Court of Appeal held that the plaintiff in D.C. Kegalle Case No. 5420/L [ie: Nagalingam Selvaraja] did not have any right or title to the property, the aforesaid Susanth Nagalingam instituted D.C.Kegalle Case No.7243/L on 31st October",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.42,
      543.39,
      100.7
    ],
    "text": "2005 against the defendant in the present Case No. 5420/L [ie: Ramaiya Rajamma] and the plaintiff in the present Case No. 5420/L [ie: Nagalingam Selvaraja].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      112.28,
      543.46,
      214.94
    ],
    "text": "Susanth Nagalingams cause of action [as the plaintiff in Case No. 7243/L] was that, consequent to the Court of Appeal holding that Nagalingam Selvaraja had no right, title or entitlement to the property, Susanth Nagalingam became entitled to the property since he is the eldest son of Vellasamy Paapathi. He pleaded that Nagalingam Selvaraja was in unlawful occupation of the entire property from 16th February 2004 onwards consequent to the writ of ejectment issued in Case No. 5420/L. Further, he pleaded that Ramaiya Rajamma was also disputing his title to the property.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      226.52,
      543.43,
      269.69
    ],
    "text": "On that basis, Susanth Nagalingam named Ramaiya Rajamma and Nagalingam Selvaraja [ie: the defendant and the plaintiff in present case No. 5420/L respectively] as the 1st and 2nd defendants respectively, in Case No. 7243/L.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      281.15,
      543.46,
      339.17
    ],
    "text": "Susanth Nagalingam [ie: the plaintiff in Case No. 7243/L] prayed for a Declaration that he has title to the property and for an order ejecting Ramaiya Rajamma and Nagalingam Selvaraja from the property and for other reliefs including the recovery of damages from Nagalingam Selvaraja who was in possession of the entire property.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      350.37,
      543.46,
      468.43
    ],
    "text": "Ramaiya Rajamma [ie: the defendant in the present case No. 5420/L] who was the 1st defendant in Case No. 7243/L, filed answer dated 31st March 2006 in that case pleading that it was a collusive action between Susanth Nagalingam [ie: the plaintiff in that case] and his son, Nagalingam Selvaraja [ie: the plaintiff in the present Case No. 5420/L]. She denied that Susanth Nagalingam had any right or title to the property. She prayed that Case No. 7243/L be dismissed and that an Order be made restoring the status quo which prevailed at the time of the institution of Case No. 5420/L. She did not claim that she had title to the property. She only claimed a right to occupy the property.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      479.51,
      550.18,
      523.03
    ],
    "text": "Nagalingam Selvaraja [ie: the plaintiff in the present case No. 5420/L] who was the 2nd defendant in Case No. 7243/L, filed answer dated 30th June 2006 in that case admitting the averments in the plaint in Case No. 7243/L.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      534.23,
      543.41,
      592.66
    ],
    "text": "On the basis of the averments in the answer of the 2nd defendant in Case No. 7243/L [ie: Nagalingam Selvaraja who is the plaintiff in the present case No. 5420/L], the learned District Judge acted under the provisions of section 72 of the Civil Procedure Code and entered judgment against him in Case No. 7243/L on 13th July 2007.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      604.12,
      543.46,
      647.26
    ],
    "text": "The learned District Judge fixed Case No. 7243/L for trial between the plaintiff in that case [ie: Susanth Nagalingam] and the 2nd defendant in that case [ie: Ramaiya Rajamma who is the defendant in the present Case No. 5420/L].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      658.46,
      543.46,
      716.86
    ],
    "text": "On 06th February 2008, writ was executed in Case No. 7243/L against the 2nd defendant in that case [ie: against Nagalingam Selvaraja who is the plaintiff in the present case No. 5420/L] and who was the only person in possession of the property at that time [after Ramaiya Rajamma had been ejected from the property on 16th February 2004 in",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.42,
      543.46,
      130.46
    ],
    "text": "pursuance of the writ of execution issued in Case No. 5420/L]. As a result of the writ executed in Case No. 7243/L, Nagalingam Selvaraja was ejected from the property on 06th February 2008. On the same day, possession of the property was handed over to the plaintiff in Case No. 7243/L [ie: to Susanth Nagalingam].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      142.04,
      570.18,
      185.18
    ],
    "text": "Case No. 7243/L proceeded to inter partes trial between the plaintiff in that case [ie: Susanth Nagalingam] and the 1st defendant in that case [ie: Ramaiya Rajamma who is the defendant in the present Case No. 5420/L].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      196.26,
      543.46,
      329.21
    ],
    "text": "On 15th November 2011, the District Court entered judgment and decree in favour of the plaintiff [ie: Susanth Nagalingam] making a Declaration that he has title to the property. The learned District Judge also rejected the claim made by the 1st defendant in that case [ie: Ramaiya Rajamma who is the defendant in the present Case No. 5420/L] that Case No. 7243/L was a collusive action between the plaintiff in that case [ie: Susanth Nagalingam] and the 2nd defendant in that case [ie: Nagalingam Selvaraja who is the plaintiff in the present case No. 5420/L]. It is seen that the judgment of the District Court was entered after the defendant filed the present leave to appeal application dated 27th October 2010 in this Court.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      340.41,
      543.46,
      443.47
    ],
    "text": "The 1st defendant in that case [ie: Ramaiya Rajamma who is the defendant in the present Case No. 5420/L] appealed from that judgment to the High Court of Civil Appeal holden in Kegalle. That appeal bears No. SP/HCCA/KEG/921/2012 (F). On 21st November 2013, the High Court has dismissed that appeal and affirmed the judgment dated 15th November 2011 of the District Court. There is no indication that the 1st defendant in that case [ie: Ramaiya Rajamma who is the defendant in the present Case No. 5420/L] sought to challenge the Order of the High Court in this Court.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      479.89,
      255.39,
      493.27
    ],
    "text": "Questions of law to be decided",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      504.35,
      542.86,
      532.99
    ],
    "text": "On 17th June 2011, the defendant was granted leave to appeal on the following questions which are reproduced verbatim:",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      544.57,
      543.32,
      691.78
    ],
    "text": "(i) Has the Hon. High Court erred or misdirected itself on the law in concluding that the Court of Appeal Order vis : in Case bearing No. CA 22/2004 is an enforceable order ? (ii) Has the Hon. High Court erred or misdirected itself on the law in failing to see that the Respondent has committed a fraud ? (iii) Have the Hon. High Court Judges failed to appreciate that, there is ample provision to restore the judgment-debtor in the interests of justice ?",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      72.42,
      543.36,
      680.02
    ],
    "text": "(iv) Have the Hon. High Court Judges failed to appreciate that the balance of convenience lies in favour of the Petitioner ? (v) Have the Hon. High Court Judges failed to appreciate that the equitable considerations favour the Petitioner ? (vi) Has the Hon. High Court erred or misdirected itself on the law in failing to appreciate that, the learned Judges have failed to appreciate that the Respondents own behaviour and actions have thwarted the course of justice into a sheer mockery ? (vii) Has the Hon. High Court erred or misdirected itself on the law in failing to appreciate that, The Hon. High Court erred or misdirected itself on the law in stating/ concluding that, there is no legal point involved to be clarified in the Appeal ? (viii) Has the Hon. High Court erred or misdirected itself on the law in failing to appreciate that, when a party appears and complains that when she has been wronged by a process of law, the court would not helplessly watch and allow the fraud practised on that party to be perpetuated ? (ix) Has the Hon. High Court erred or misdirected itself on the law in failing to appreciate that, a court has inherent power to repair an injury caused to a party even by its own mistake ? (x) H(as the Hon. High Court erred or misdirected itself on the law in failing to appreciate the maxim Actus Curiae Neminem Gravabit (An act of the court harms no one) or the underlying principle ? (xi) Has the Hon. High Court erred or misdirected itself on the law in failing to appreciate that, there was no impediment for the restoration of the Petitioner into possession ? (xii) Has the Hon. High Court erred or misdirected itself on the law in failing to appreciate that, the Petitioner is entitled to be restored into original possession which had been taken away in the process of execution of the erroneous decree of the Court of first instance ? (xiii) Has the Hon. High Court erred or misdirected itself on the law in failing to appreciate that, the Petitioner deserved to have the fruits of costly and long drawn out litigation ?",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      691.48,
      543.38,
      719.74
    ],
    "text": "Question of law no. (i) asks whether High Court erred when it commented that the Court of Appeal did not make an enforceable order. In this regard, it is seen that Court of",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.42,
      543.43,
      145.34
    ],
    "text": "Appeal only set aside the judgment entered in the plaintiffs favour and dismissed the plaintiffs action but did not go on to make an Order that the defendant is entitled to possession of the property. To that extent, the learned High Court Judges were correct when they stated that the Court of Appeal did not make a specific enforceable order in favour of the defendant.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      156.92,
      543.42,
      363.89
    ],
    "text": "However, since it is common ground that the defendant was dispossessed in pursuance of the judgment entered in the plaintiffs favour in Case No. 5420/L, the defendant could rely on Section 777 of the Civil Procedure Code which states that a party who is entitled to any benefit (including by way of restitution or otherwise) under an appellate decree may apply to the original Court which passed the decree which was appealed from and have the original Court execute the appellate decree. In WICKREMAYAKE vs. SIMON APPU [76 NLR 166], this Court held that where a party is placed in possession of a land in execution of a decree which is later set aside in appeal, section 777 enables the successful appellant to be restored to possession of the land. H.N.G.Fernando CJ stated [at p.167] .. the effect of the decree of the Supreme Court was that there was no longer in existence a valid decree in pursuance of which the plaintiff could properly be placed in possession of the land. Justice therefore requires that the plaintiff who had been placed in possession in execution of a decree which turned out to be invalid, should no longer be allowed to continue in possession of the land..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      375.35,
      543.46,
      478.15
    ],
    "text": "In any event, the plaintiff has, as set out above, specifically conceded that he was obliged to hand over possession of the property to the defendant following the judgment of the Court of Appeal. In these circumstances, there is no dispute that, if the plaintiff had remained in possession of the property, the defendant was entitled to be granted possession of the property and to have the plaintiff ejected from the land. As mentioned earlier, the learned District Judge has specifically stated so and the learned Judges of the High Court have not disagreed with that position.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      489.61,
      543.46,
      637.06
    ],
    "text": "In these circumstances, I am inclined to the view that the statement made by the learned High Court Judges that the Court of Appeal did not make an enforceable order, must be taken to have been an obiter comment made after the High Court had held that Thus it is clear that the learned District Judge cannot deliver an order to evict the respondent as he is already evicted by execution of writ in case No. 7243/L.. That obiter comment had no bearing on the reasoning of the learned High Court Judges that the District Court could not make an enforceable Order to eject the plaintiff in Case No. 5420/L [ie: Nagalingam Selvaraja] from the property because he was not in possession of the property after 06th February 2008. L. Therefore, this obiter comment had no bearing on the determination by the High Court that leave to appeal should be refused.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      648.64,
      469.64,
      662.02
    ],
    "text": "For the aforesaid reasons, I answer question of law no. (i) in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      673.48,
      542.94,
      716.62
    ],
    "text": "Question of law no. (ii) asks whether the High Court erred by failing to see that the plaintiff has committed a fraud. Question of law no. (viii) raises a similar issue. Therefore, these two questions can be taken together.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.42,
      543.38,
      190.1
    ],
    "text": "An examination of the proceedings at the inquiry held in Case No. 5420/L into the defendants aforesaid application dated 03rd August 2005 praying to have the earlier status quo restored and to be placed in possession of the property, shows that the defendant did not give evidence and did not lead the evidence of any witnesses or produce any documents to establish that the plaintiff [ie: Nagalingam Selvaraja] had committed a fraud. It appears that the defendant relied solely on the finding by the Court of Appeal that the plaintiff had committed a fraud when he obtained registration as the person entitled to succeed to the property.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      201.56,
      543.46,
      259.61
    ],
    "text": "It was only the plaintiff who led evidence to produce the documents in Case No. 7243/L and prove that he was no longer in possession of the property following his being ejected from the property on 06th February 2008 in pursuance of the writ of execution issued against him in that Case No. 7243/L.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      271.19,
      543.39,
      344.09
    ],
    "text": "In has to be understood that, although the Court of Appeal had determined that the plaintiff in Case No. 5420/L had committed a fraud on the defendant in that particular case, that determination by the Court of Appeal cannot have any effect on the rights of the plaintiff in Case No. 7243/L who was not a party to Case No. 5420/L in the District Court or before the Court of Appeal.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      355.67,
      543.46,
      428.59
    ],
    "text": "It is in this light that the District Court held that the defendant cannot obtain an Order in Case No. 5420/L which will result in the dispossession of the plaintiff in Case No. 7243/L who had been placed in possession of the property in pursuance of a writ of execution issued by the Court. As mentioned earlier, the High Court affirmed that Order when it refused the defendant leave to appeal from that Order.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      440.05,
      543.34,
      498.19
    ],
    "text": "However, by the aforesaid questions of law, the defendant appears to urge that Case No. 7243/L was a fraud perpetrated on the defendant by both the plaintiff in that case [ie: Susanth Nagalingam] and the 2nd defendant in that case [ie: Nagalingam Selvaraja, who is the plaintiff in Case No. 5420/L].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      509.65,
      543.46,
      612.46
    ],
    "text": "Therefore, this Court has to examine whether there was material before the District Court and High Court in Case No. 5420/L to establish that Case No. 7243/L was a fraud perpetrated on the defendant by both the plaintiff and the 2nd defendant in that case. The next question to be examined is, in the event there was material to establish such a fraud, whether the District Court erred in refusing to make an Order restoring the defendant to possession of the property in Case No. 5420/L and whether the High Court erred when it refused leave to appeal from that Order of the District Court.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      623.92,
      543.46,
      696.94
    ],
    "text": "In this regard, the mere fact that the plaintiff in Case No. 7243/L [ie: Susanth Nagalingam] is the father of the plaintiff in the present case [ie: Nagalingam Selvaraja] does not, by that fact itself, prove a fraud. On the contrary, following the determination by the Court of Appeal that the plaintiff in the present case [ie: Nagalingam Selvaraja] had no right to the property, it is none other than the plaintiff in Case No. 7243/L [ie:",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.42,
      543.29,
      100.7
    ],
    "text": "Susanth Nagalingam], who is eldest son of Vellasamy Paapathi, who is entitled to the property in terms of section 72 the Land Development Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      112.28,
      543.46,
      274.49
    ],
    "text": "In these circumstances, the plaintiff in Case No. 7243/L [ie: Susanth Nagalingam] had good cause and every right to institute Case No. 7243/L and claim title to the property. Further, the mere fact that the 2nd defendant in that case [ie: Nagalingam Selvaraja who is the plaintiff in Case No. 5420/L] admitted the averments in the plaint in Case No. 7243/L does not by itself, establish collusion or fraud. It could well be that the 2nd defendant recognised that the plaintiff [who is his father] had title in Law and saw no reason to attempt a futile defence. The likelihood that Case No. 7243/L was not a collusive action is strengthened by the fact that the Fiscals Report dated 06th February 2008 in that case records that the 2nd defendant [ie: Nagalingam Selvaraja] was ejected from the property and the property was handed over the plaintiff [ie: to Susanth Nagalingam] when writ was executed in that case.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      286.07,
      543.42,
      344.09
    ],
    "text": "Accordingly, I hold that that there was no material before the High Court to have reached a correct finding that there was a fraud which vitiated the Order dated 28th June 2010 made by the District Court in Case No. 5420/L. Therefore, I answer questions of law no. (ii) and (viii) in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      355.67,
      543.48,
      547.75
    ],
    "text": "The fact that there was no material before the District Court or High Court in Case No. 5420/L to establish a fraud perpetrated on the defendant in Case No. 7243/L, is reflected in the subsequent judgment of the District Court in Case No. 7243/L where the learned District Judge held that the mere fact that the plaintiff and 2nd defendant in that case are father and son does not, by itself, justify a finding that the action is a collusive one. The learned judge has recognised that it is likely that the plaintiff filed this action upon becoming aware that he was the person who was entitled to the property under the provisions of the Land Development Ordinance. In the appeal from that judgment, the learned Judges of the High Court of Civil Appeal have observed that the plaintiff in Case No. 7243/L cannot be held responsible for an alleged fraud perpetrated by the 2nd defendant in that case upon the 1st defendant in that case. As set out earlier, I am in agreement with the aforesaid views expressed by the learned District Judge and the learned Judges of the High Court.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      559.21,
      566.81,
      691.78
    ],
    "text": "Next, question of law no.s (iii), (iv),(v), (vi), (ix) and (x) ask whether the High Court erred by failing to appreciate that there was ample provision to restore the defendant to possession of the property in the interests of justice, on the balance of convenience and equitable considerations, because the plaintiffs behaviour and actions have thwarted the course of justice into a sheer mockery, because a court has inherent power to repair an injury caused to a party even by its own mistake and because of the maxim Actus Curiae Neminem Gravabit [an act of court harms no one. Some of the considerations raised in these questions are more appropriate to issues relating to interlocutory relief. Nevertheless, all these questions are facets of the central issue of",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.42,
      542.95,
      100.7
    ],
    "text": "whether the interests of justice required the Court to restore the defendant to possession of the property.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      112.28,
      543.38,
      214.94
    ],
    "text": "In this regard, as observed earlier, there is no dispute that, following the Court of Appeal setting aside the judgment entered in favour of the plaintiff in Case No. 5420/L, the defendant would have been entitled to succeed in her application for the restoration of the status quo by ejecting the plaintiff from the property and placing the defendant in possession provided the plaintiff had remained in possession of the property. The plaintiff has expressly conceded this position. The learned District Judge has correctly held so.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      226.52,
      543.46,
      299.45
    ],
    "text": "Therefore, there is no doubt whatsoever that, if the plaintiff in Case No. 5420/L had remained in possession of the property, the defendant was entitled to be restored to possession after the Court of Appeal set aside the judgment entered in favour of the plaintiff in pursuance of which he had obtained possession of the property on 16th February 2004 by the writ of execution issued in Case No. 5420/L.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      310.91,
      543.3,
      383.93
    ],
    "text": "But, as observed earlier, the difficulty which stood in the way of the defendant being restored to possession of the property was the supervening circumstance that the plaintiff in Case No. 7243/L had obtained a declaration of title to the property and had been lawfully placed in possession of the property on 06th February 2008 in pursuance of the writ of execution issued in that Case No 7243/L.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      395.39,
      543.32,
      468.43
    ],
    "text": "It hardly needs to be said here that the interests of justice operate equally in favour the defendant in Case No. 5420/L [who claims she is entitled to be restored to possession of the property as against the plaintiff in Case No. 5420/L] and the plaintiff in Case No. 7243/L who has been earlier placed in possession of the property in execution of the writ issued in that case.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      479.89,
      543.35,
      597.58
    ],
    "text": "The defendants contention that the interests of justice entitle her to ride roughshod over the rights of the plaintiff in Case No. 7243/L without him even being given an opportunity to be heard, is itself inequitable and must be rejected. Justice can be done only if the scales of justice are held evenly. The defendant was attempting to tilt the scales in her favour and subvert justice by denying the plaintiff in Case No. 7243/L his right to be heard. The learned District Judge had seen what the defendant was trying to do and ensured that the plaintiff in Case No. 7243/L was not prejudiced. This has been affirmed by the High Court.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      609.04,
      543.41,
      711.82
    ],
    "text": "In this regard, if the defendant, who was a party to Case No. 7243/L and was well aware of the fact that the plaintiff in that case had been placed in possession of the property on 06th February 2008, wished to obtain an Order restoring her to possession, she should have awaited the judgment in that Case No. 7243/L in which she had prayed for an Order that she had a right to be restored to possession of the property. Alternatively, the defendant could have explored the possibility of making an interlocutory application in Case No. 7243/L against the plaintiff in that case seeking an interim Order restoring her",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.42,
      543.44,
      204.98
    ],
    "text": "to possession of the property. At the very least, the defendant should have moved to add the plaintiff in Case No. 7243/L as a party to her application made in Case No. 5420/L by which she sought an Order [in that Case No. 5420/L] restoring her to possession of the property. The defendant did none of those things and attempted to surreptitiously obtain an order restoring her to possession of a property which she knew full well was in the possession of the plaintiff in Case No. 7243/L, without giving him an opportunity to be heard. That is certainly not just or equitable conduct on the part of the defendant. For these reasons, questions of law no.s (iii), (iv),(v), (vi), (ix) and (x) are answered in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      216.44,
      543.39,
      377.09
    ],
    "text": "Question of law no. (vii) asks whether the High Court erred when it took the view that there is no legal point involved there to be clarified in the appeal. It appears to me that when the High Court made the aforesaid observation, the learned Judges were referring to the fact that the District Court could not issue an effective order to evict the plaintiff in Case No. 5420/L from the property because he had already been evicted from the property on 06th February 2008 in pursuance of the writ of execution issued in Case No. 7243/L. The validity of this position is indisputable since it is a long-established principle of law that a court will not issue an order that cannot be given effect to or which will be nugatory. I am of the view that the aforesaid observation by the learned High Court Judges has to be understood in that light. Accordingly question of law no. (vii) is answered in the negative.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      388.43,
      543.46,
      490.15
    ],
    "text": "Question of law no. (xi) asks whether the High Court erred in failing to appreciate that There was no impediment for the restoration of the petitioner into possession. However, as explained earlier, the plaintiff in Case No. 7243/L had been placed in lawful possession of the property on 06th February 2008 and could not be evicted by a collateral process. Thus, there was a tangible obstacle to the District Court issuing an Order in Case No. 5429/L restoring the plaintiff to possession of the property. Accordingly, question of law no. (xi) is also answered in the negative.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      501.49,
      543.21,
      559.03
    ],
    "text": "Question of law no (xii) asks whether the High Court erred in law in failing to appreciate that the defendant was entitled was to be restored to possession of the property from which she had been ejected in pursuance of the judgment entered by the District Court in Case No. 5420/L, which had been later set aside by the Court of Appeal.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      570.37,
      543.46,
      642.58
    ],
    "text": "Here too, as mentioned earlier, although the defendant would have been entitled to be restored to possession of the property if the plaintiff in Case No. 5420/L had remained in possession of the property, the defendant was not entitled to dispossess the plaintiff in Case No. 7243/L who had lawfully obtained possession of the property on 06th February 2008. Therefore, question no (xii) is also answered in the negative.",
    "fonts": [
      "Arial-BoldItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      653.92,
      543.43,
      711.46
    ],
    "text": "Finally, question of law no. (xiii) asks whether the High Court failed to appreciate that the petitioner deserved to have the fruits of costly and long drawn out litigation. I have already explained earlier the reasons why the defendant was not entitled to obtain an Order in Case No. 5420/L restoring her to possession of the property and thereby",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.42,
      542.87,
      100.58
    ],
    "text": "evicting the plaintiff in Case No. 7243/L who had been lawfully placed in possession of the property on 06th February 2008. It is not necessary to repeat those reasons here.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      111.92,
      543.39,
      272.45
    ],
    "text": "In any event, it is seen that the defendants claim to a right to possess the property against the plaintiff in Case No. 7243/L has been examined by the District Court in the inter partes trial in that case. After trial, the District Court has rejected the defendants claims and entered judgment in favour of the plaintiff. The High Court of Civil Appeal has affirmed that judgment. There is no suggestion that these judgments were challenged by the defendant in the Supreme Court. In these circumstances, the plaintiff in Case No. 7243/L is undoubtedly entitled to reap the benefits of the judgments entered in his favour in Case No. 7243/L, which have affirmed his right, title and entitlement to the property. The defendant who claims no title to the property cannot interfere with those rights of the plaintiff in Case No. 7243/L. Therefore question no. (xiii) is answered in the negative.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      283.79,
      543.36,
      341.33
    ],
    "text": "For the aforesaid reasons, this appeal is dismissed with costs. The Order of the High Court of Civil Appeal Holden in Kegalle in Application No. SP/HCCA/KAG/60/2010(LA) dated 20th September 2010 and the Order dated 28th June 2010 of the District Court in D.C. Kegalle Case No. 5420/L are affirmed.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      360.07,
      426.85,
      514.28,
      440.23
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      451.57,
      514.28,
      524.11
    ],
    "text": "Buwaneka Aluwihare, PC, J. I agree. Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      535.45,
      513.44,
      608.14
    ],
    "text": "Priyantha Jayawardena, PC, J. I agree. Judge of the Supreme Court",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]