[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      72.32,
      516.95,
      85.7
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      265.01,
      87.08,
      333.63,
      100.46
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      333.67,
      132.92,
      481.04,
      146.3
    ],
    "text": "In the matter of an appeal.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      333.07,
      155.84,
      466.27,
      169.22
    ],
    "text": "1. K.R. ARIYAWATHIE",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      170.72,
      475.52,
      228.86
    ],
    "text": "SENADHEERA 516-195, Forum Drive, Mississauga, L423MS Canada.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      230.36,
      475.52,
      318.17
    ],
    "text": "2. MAHESHA DILANI SENADHEERA 516-195, Forum Drive, Mississauga, L423MS Canada.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      319.67,
      508.16,
      362.93
    ],
    "text": "PLAINTIFFS S.C. C.H.C. Appeal No 40/2010 VS. HC/Civil/ Case No: 25/2007/IP",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      364.43,
      518.24,
      467.11
    ],
    "text": "1. SHANTHA SENADHEERA No. 21, Temple Road, Negombo. Presently residing at 206, Seven Sisters Road, Finsbury Park, London N43NX, England.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      468.61,
      487.52,
      526.75
    ],
    "text": "2. AMAL RANDENIYA, No. 281, Colombo Road, Weligampitiya, Ja-Ela.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      528.25,
      516.2,
      571.39
    ],
    "text": "3. SUNIL WIJESIRIWARDENA, Vibhavi Academy of Fine Arts,",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      572.92,
      524.12,
      616.06
    ],
    "text": "No. 38, New Jayaweera Mawatha, Ethul Kotte, Kotte. DEFENDANTS",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      617.56,
      597.02,
      675.7
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      333.07,
      677.2,
      466.27,
      690.58
    ],
    "text": "1. K.R. ARIYAWATHIE",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      692.08,
      526.76,
      765.0
    ],
    "text": "SENADHEERA 516-195, Forum Drive, Mississauga, L423MS Canada.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.32,
      475.52,
      145.22
    ],
    "text": "2. MAHESHA DILANI SENADHEERA 516-195, Forum Drive, Mississauga, L423MS Canada.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      146.72,
      588.8,
      309.05
    ],
    "text": "PLAINTIFFS- APPELLANTS VS. 1. SHANTHA SENADHEERA No. 21, Temple Road, Negombo. Presently residing at 206, Seven Sisters Road, Finsbury Park, London N43NX, England.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      310.67,
      487.52,
      368.69
    ],
    "text": "2. AMAL RANDENIYA, No. 281, Colombo Road, Weligampitiya, Ja-Ela.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      370.19,
      525.44,
      443.11
    ],
    "text": "DEFENDANTS- RESPONDENTS",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      459.49,
      510.8,
      755.88
    ],
    "text": "BEFORE: S.E. Wanasundera, PC, J Sisira J. De Abrew J Prasanna Jayawardena, PC, J COUNSEL: Dr. Mahinda Ralapanawe with Nisansala Fernando for the Plaintiffs-Appellants. Dr. Harsha Cabral, PC. with Kuvera de Zoysa PC, M.U.M. Ali Sabry PC, and Kushan Illangatillake for the 2nd Defendant- Respondent. ARGUED ON: 12th October 2016. WRITTEN By the Plaintiff-Appellant on 08th January 2014. SUBMISSIONS By the 2nd Defendant-Respondent on 11th June 2013. FILED: DECIDED ON: 22nd June 2017",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.32,
      237.51,
      85.7
    ],
    "text": "Prasanna Jayawardena PC. J",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      87.2,
      530.12,
      749.5
    ],
    "text": "The book titled “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” was authored by the artist and scholar, Mr. Kulanatha Senadheera. It was first published in 1973. The work briefly surveyed and described the development of art in the western world and also the place of art in relation to social values, western culture, western philosophy and psychology. This was, perhaps, the first work on this subject in Sinhala and the book attracted a readership, which continued over the years. Mr. Senadheera died in 1987. A second edition of the book was not published prior to his death. In September 2006, “Vibhavi Lalitha Kala Academy” [Vibhavi Academy of Fine Arts] published what is stated to be the “Second Edition” [“වදවන මුද්‍රණය”] of the book titled “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”. It is common ground that, Vibhavi Academy of Fine Arts is an incorporated body. It describes itself as a non-government and non-profit making institution established as an alternative and independent school for teaching fine arts in Sri Lanka. The front cover of this second edition has the title “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” in large font using bold type and below that, the name of the author – ie: “කුලනාථ වේනාධීර ” – in slightly smaller but still very noticeable stylized font, which is also in bold type. The inside cover bears a photograph of the author with his name and years of birth and death – ie: “කුලනාථ වේනාධීර (1933-1987)”. The very next page, which can be termed the Title Page, also states the same title and name of the author, in distinct font. The next page again states the same title of the book and name of the author, at the top of the page. Thereafter, the ISBN (International Standard Book Number) of the book is mentioned. Next, the abovenamed 1st defendant-respondent is named as the holder of the copyright of the book by the notation “© ශාන්ත වේනාධීර”. The year of the initial publication is stated to be February 1973. The year of the publication of the second edition is given as September 2006. Thereafter, “Vibhavi Lalitha Kala Academy” of No. 38, Nawa Jayaweera Mawatha, Etul Kotte”, is named as the publisher of the second edition. M/S “Sign and Graphics” of No. 123, Old Road, Nawinna, Maharagama is stated to be the printer of the second edition. All these details are in clear and distinct type and are obvious to a reader. The next page is also in the nature of a Title Page and again states the title of the book, the name of author and the name of the publisher in bold font. The following page reproduces the Foreword by the author, which was included in the first edition. At the end of this Foreword, the author’s name, address and date of writing the Foreword - ie: “කුලනාථ වේනාධීර, 21, පන්සල පාර, මීගමුව, 1973.02.12” - are clearly stated. Thereafter, the next two pages contain the Foreword to the second edition which has been written by the abovenamed 2nd defendant-respondent, whose name is stated at the end of that Foreword. In his Foreword, the 2nd defendant-respondent says he is a nephew of the author. He also states that the second print is being published",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.32,
      526.76,
      757.32
    ],
    "text": "consequent to a suggestion made by Mr. Chandraguptha Thenuwara who founded Vibhavi Lalitha Kala Academy. The 2nd defendant-respondent states that, Mr. Thenuwara had observed there were very few remaining copies of the first edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” for the use of students and other readers and that it will be useful to publish a second edition. The 2nd defendant-respondent has also stated that, the copyright of the book is held by the 1st defendant-respondent. I have described, in some detail, the contents of the front cover, inside cover and first few pages of the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”, because these components prominently and unmistakably identify the author of the book to be Kulanatha Senadheera, the owner of the copyright to be the 1st defendant and the publisher to be Vibhavi Lalitha Kala Academy. I have also referred to the Foreword to the second edition of the book to demonstrate it was written by the 2nd defendant-respondent and that he has named Kulanatha Senadheera as the author of the work “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” and named the 1st defendant-respondent as the owner of the copyright to the work. On 25th July 2007, the 1st and 2nd plaintiffs-appellants [“the 1st and 2nd plaintiffs”] instituted this action in the High Court of the Western Province exercising Civil [Commercial] Jurisdiction and holden in Colombo, against the 1st defendant-respondent [“the 1st defendant”], the 2nd defendant-respondent [“the 2nd defendant”] and the 3rd defendant who was one Sunil Wijesiriwardena of Vibhavi Lalitha Kala Academy. The 1st and 2nd plaintiffs are the widow and daughter of Kulanatha Senadheera. The 1st plaintiff and Kulanatha Senadheera had a son named Sidath Senadheera who was also the 2nd plaintiff’s brother. Sidath Senadheera was not joined as a party to this action, either as a plaintiff or defendant. The 1st defendant is the younger brother of Kulanatha Senadheera. The 2nd defendant is the nephew of Kulanatha Senadheera. The 1st and 2nd plaintiffs pleaded that, the 3rd Defendant is the trustee of Vibhavi Lalitha Kala Academy. The 1st and 2nd plaintiffs pleaded that, Kulanatha Senadheera held the copyright of his work “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”. They claim that, after the death of Kulanatha Senadheera, all rights arising out of his copyright of the work, devolved upon the 1st and 2nd plaintiffs and Sidath Senadheera, who are the heirs of Kulanatha Senadheera. The 1st and 2nd plaintiffs stated that, the 1st defendant has, without the agreement or knowledge of the 1st and 2nd plaintiffs, unlawfully claimed to be entitled to the copyright and published a second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” in September 2006. The plaintiffs go on to state that, the 2nd defendant had actively participated in the publication of that second edition and written a Foreword to it.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      70.36,
      526.76,
      757.2
    ],
    "text": "The plaintiffs pleaded that, the aforesaid acts of the 1st and 2nd defendants infringed their rights which are protected by section 10 (1) (a) of the Intellectual Property Act No. 36 of 2003. The plaintiffs also averred that, the 3rd defendant was the publisher of the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” and, therefore, also liable for the wrongful acts of the 1st and 2nd defendants which had violated the plaintiffs’ aforesaid rights. On the basis of these averments, the plaintiffs claimed that a cause of action had accrued to them to sue the 1st, 2nd and 3rd defendants, jointly and severally for: (i) a declaration that, following the death of Kulanatha Senadheera, all rights to the work “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” under and in terms of the Intellectual Property Act, are held by the 1st and 2nd plaintiffs and Sidath Senadheera; (ii) a declaration that, the publication of the work by the 1st, 2nd and 3rd defendants has infringed the rights of the 1st and 2nd plaintiffs which are protected by section 9 of the Intellectual Property Act; (iii) a declaration that, the 1st, 2nd and 3rd defendants were not entitled to publish and distribute the work without the consent of the 1st and 2nd plaintiffs; (iv) a declaration that, the 1st and 2nd defendants have infringed the rights of the 1st and 2nd plaintiffs which are protected by section 10 of the Intellectual Property Act; (v) for the recovery of damages in a sum of Rs.600,000/- from the 1st , 2nd and 3rd defendants on account of the infringement of the rights of the 1st and 2nd plaintiffs under the Intellectual Property Act; and (vi) for the recovery of a sum of Rs.200,000/- from the 1st, 2nd and 3rd defendants on the ground of unjust enrichment. The plaintiffs prayed for reliefs based on the aforesaid cause of action, against all three defendants. In his answer, the 1st defendant denied that he claimed or was entitled to the copyright of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” and denied that he was involved in the publication of the aforesaid second edition of the work. He stated that, the second edition had been published by the 2nd defendant and at the instance of the 2nd defendant. The 1st defendant pleaded that he had been wrongfully and unjustly made a defendant to the action and pleaded that, the action against him should be dismissed in limine. In his answer, the 2nd defendant stated that, the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” was published by Vibhavi Lalitha Kala Academy. He admitted that he had written the Foreword to that publication. The 2nd defendant denied that he had infringed any rights of the plaintiffs under the Intellectual Property Act. The 2nd defendant pleaded that, Vibhavi Lalitha Kala Academy “approached” him with a proposal to publish the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” and that, when he made inquiries, the 1st defendant “represented” to him that, “the 1st defendant is the owner of the copyright in respect of the said book” and that, the 1st defendant “consented and encouraged the 2nd Defendant” to publish the book through Vibhavi Lalitha Kala Academy. The 2nd defendant claimed that, he informed the 1st plaintiff and Sidath Senadheera of the intention of publishing a second edition and that the 1st plaintiff gave her “blessings” and Sidath Senadheera",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      70.24,
      526.76,
      760.56
    ],
    "text": "“indicated his consent”. The 2nd defendant pleaded that, he “pursuant thereto in good faith intimated to Vibhavi Academy of Fine Arts that the rights holders have consented to the publication of a second edition of `Nuthana Chitra Kalawe Rasika Sankalpa’” and that he “was involved with the publication of the 2nd Edition of `Nuthana Chitra Kalawe Rasika Sankalpa’ with the bona fide intention of ensuring that the said book continued to be an accessible source of learning to Artists and art students in Sri Lanka”. In his answer, the 3rd defendant admitted that, the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” had been published by the Vibhavi Lalitha Kala Academy. He went on to state that, Vibhavi Lalitha Kala Academy is an incorporated body and denied that he is a trustee of that incorporated body. He pleaded that he had been wrongly joined as a defendant. On 18th January 2008, the plaintiffs moved that the 3rd defendant’s name be struck off from the case since Vibhavi Lalitha Kala Academy was an incorporated body and the 3rd defendant was not a “trustee”. On 18th February 2008, the plaintiffs moved that the 1st defendant’s name also be struck off from the case in view of the contents of his answer. Thus, the case proceeded to trial between the 1st and 2nd plaintiffs and the 2nd defendant only. When this case was taken up for trial on 18th February 2008, the plaintiff framed six issues. I will set out these issues since they delineate and limit the scope of the plaintiff’s case: Issue [1] After the death of Kulanatha Senadheera, have all rights arising out of his copyright of the work devolved upon the 1st and 2nd plaintiffs and Sidath Senadheera, who are the heirs of Kulanatha Senadheera? Issue [2] Are the 1st and 2nd plaintiffs and Sidath Senadheera entitled to all Intellectual Property rights in the said work and have they possessed the said rights? Issue [3] Has the 2nd defendant violated the rights of the plaintiffs under section 10 (1) (a) of the Intellectual Property Act? [emphasis added by me]. Issue [4] Did the 2nd defendant actively participate in the publication of the second edition of the work? Issue [5] If the above issues are answered in the affirmative, has the 2nd defendant sought to represent that the authorship of the work was to be attributed to the 1st defendant? Issue [6] If one or more of the above issues are answered in the plaintiffs’ favour, are the plaintiffs entitled to the reliefs prayed for in the plaint?",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.32,
      526.76,
      740.14
    ],
    "text": "The 2nd defendant framed fourteen issues, based on the averments in his answer. There were several sub issues in many of these issues. I will refer to the 2nd defendant’s issues only if it is necessary to do so for the purposes of this judgment. The 2nd plaintiff’s evidence-in-chief was tendered to Court by way of her affidavit which was produced at the trial marked “X”. The 2nd plaintiff also gave verbal evidence. The 2nd plaintiff did not say whether Kulanatha Senadheera died leaving a last will or intestate. However, she did say that his only heirs were the 1st and 2nd plaintiffs and Sidath Senadheera. With regard to the 1st defendant, the 2nd plaintiff stated that, the plaintiffs had moved that his name be struck off from the action because the 1st defendant had, in his answer, denied any knowledge of the publication of the 2nd edition and acknowledged that the copyright of the work belonged to Kulanatha Senadheera With regard to the 2nd defendant, the 2nd plaintiff stated that, the 2nd defendant was “directly responsible for the publication of the second edition” of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” “without the permission or authority of the owners of the copyright to the said work”. Other than for a general statement that the 2nd defendant had violated the plaintiffs’ rights protected by the Intellectual Property Act by the publication of the work without the authority or permission of the plaintiffs, the only provision of the Intellectual Property Act which the 2nd plaintiff specified or referred to in this connection, was section 10 (1) (a) when she stated that, the 2nd defendant had “violated section 10 (1) (a)” of the Intellectual Property Act. The plaintiffs also led the evidence of three other witnesses. The only evidence of these witnesses which requires mention is the fact that, the witness who was the owner of M/S “Sign and Graphics”, stated the Job Order to print the second edition had been placed by Vibhavi Lalitha Kala Academy, which had done the proof reading and other work related to the printing and also paid for the printing of the second edition of the book. The 2nd defendant gave evidence. He stated that the author of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” was Kulanatha Sendaheera. who was the 2nd defendant’s maternal uncle. The 2nd defendant stated that, he had been a student at Vibhavi Lalitha Kala Academy. He stated that, Mr. Chandragupta Thenuwara and others from the Vibhavi Lalitha Kala Academy suggested to him that, since very few copies of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” were available for the use of students and others, Vibhavi Lalitha Kala Academy should publish a second edition of the book. The 2nd defendant stated that, when he made inquiries to ascertain who held the copyright of the work, the 1st defendant, who is a solicitor practicing in England and was then visiting Sri Lanka, had informed him that the 1st defendant held the",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      70.36,
      526.76,
      762.96
    ],
    "text": "copyright. The 2nd defendant also stated that, the 1st defendant requested and authorised him to proceed with the publication of the second edition. The 2nd defendant said that he also informed the 1st plaintiff and Sidath Senadheera of the idea of publishing the second edition and that they had verbally agreed. The 2nd defendant stated that he conveyed to Vibhavi Lalitha Kala Academy that the 1st defendant, who was the owner of copyright, and Sidath Senadheera had agreed to the publication of a second edition and that, Vibhavi Lalitha Kala Academy should proceed to publish a second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”. The 2nd defendant said that, after the second edition was published, he had forwarded copies to the 1st and 2nd plaintiffs and Sidath Senadheera in November, 2006. The affectionate inscription addressed to the 1st and 2nd plaintiffs and Sidath Senadheera, which the 2nd defendant had written on page three of one such copy was marked “R1/2D2”. The 2nd defendant stated that he had no further connection with the publication of the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” and that he had not received any income from the publication. In his judgment, the learned Trial Judge has analysed the plaintiffs’ case, the 2nd defendant’s case, the consequences of the plaintiffs’ decision not to proceed against the 1st and 3rd defendants and the evidence placed before the Court at the trial. Having done so, the learned Trial Judge answered the plaintiffs’ aforesaid issue no.s [1] and [2] in favor of the plaintiffs and answered the plaintiffs’ other issue no.s [3] to [6] against the plaintiffs. Accordingly, the High Court dismissed the plaintiff’s case against the 2nd defendant, with taxed costs. The plaintiffs appealed to this Court. We have heard learned Counsel for the 1st and 2nd plaintiffs and learned President’s Counsel for the 2nd defendant and also considered the written submissions filed by them. The plaintiffs’ issue no.s [1] and [2] are whether the 1st and 2nd plaintiffs and Sidath Senadheera are the widow and only two children and sole heirs of Kulanatha Senadheera and entitled to all the Intellectual Property rights in the late Kulanatha Senadheera’s work titled “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”. The learned trial judge held that, the evidence at the trial between the plaintiffs and the 2nd defendant was that the 1st and 2nd plaintiffs and Sidath Senadheera are the widow and only two children and only heirs of Kulanatha Senadheera and that, the 2nd defendant has not disputed this position and, in fact, had acknowledged this position. The learned trial judge also held that, the evidence before the Court at the trial was to the effect that, Kulanatha Senadheera had not transferred his copyright of the work to a third party during his life time and that, the copyright would have devolved upon the 1st and 2nd plaintiffs and Sidath Senadheera after the death of Kulanatha Senadheera. The learned trial judge held that, the 2nd defendant had not disputed this position either. Accordingly, the High Court answered issue no.s [1] and [2] in the affirmative, against the 2nd defendant.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.32,
      529.4,
      264.41
    ],
    "text": "Having perused the evidence, I am in agreement with these conclusions reached by the learned trial judge. It may be useful to add here, the observations made in Laddie, Prescott and Vitoria’s “The Modern Law of Copyright and Designs” [2nd ed. vol.1 at p.585 and p.587] that, in the present time, “Copyright is a purely statutory right and is a species of personal or movable property in the nature of a chose in action” and that, where the owner of the copyright dies, “….. the title to the copyright passes to the beneficiaries under the will or according to the rules of intestacy”. The plaintiffs’ issue no. [3] is whether the 2nd defendant has infringed the rights of the plaintiffs under section 10 (1) (a) of the Intellectual Property Act. Section 10 (1) of the Intellectual Property Act enacts that, the author of a work shall, independently of his “Economic Rights” in a work and even where he is no longer the owner of those “Economic Rights”, have the following “Moral Rights”:",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      265.91,
      526.76,
      398.45
    ],
    "text": "“ (a) to have his name indicated prominently on the copies and in connection with any public use of his work, as far as practicable; (b) the right to use a pseudonym and not have his name indicated on the copies and in connection with any public use of his work; and",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      399.83,
      526.76,
      762.82
    ],
    "text": "(c) to object to any distortion, mutilation or other modification of, or other derogatory action in relation to, his work which would be prejudicial to his honour or reputation.”. It is clear that, issue no. [3] is specific to and limited to section 10 (1) (a) of the Intellectual Property Act, which only sets out the “Moral Right” of the author “to have his name indicated prominently on the copies and in connection with any public use of his work, as far as practicable”. As set out earlier, the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” has prominently identified the author of the book to be Kulanatha Senadheera. This has been done in several places in the second edition. It is very unlikely that a reader of the second edition will fail to notice the identity of the author. Thus, it is obvious that there has been no violation of the “Moral Right” described in section 10 (1) (a) of the Intellectual Property Act. The learned trial judge correctly answered this issue no. [3] in the negative. The plaintiffs’ issue no. [4] is whether the 2nd defendant actively participated in the publication of the second edition of the work. As set out earlier, in his answer itself, the 2nd defendant has stated that, the Vibhavi Lalitha Kala Academy approached him with the proposal to publish the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” and that he made inquiries to ascertain who held the copyright to the work. The 2nd defendant has stated that, thereafter, he “pursuant thereto in good faith intimated to the Vibhavi Academy of Fine Arts that the rights holders have consented",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.18,
      530.12,
      760.56
    ],
    "text": "to the publication of a second edition of `Nuthana Chitra Kalawe Rasika Sankalpa’ and that he “was involved with the publication of the 2nd Edition of `Nuthana Chitra Kalawe Rasika Sankalpa’ with the bona fide intention of ensuring that the said book continued to be an accessible source of learning to artists and art students in Sri Lanka”. These averments in the 2nd defendant’s answer, demonstrate that, the 2nd defendant has actively participated in and aided and enabled the publication of the second edition. Further, a perusal of the Foreword written by the 2nd defendant and included in the second edition, reveals that, the 2nd defendant played an integral part in the publication of the second edition. It is also very clear from the Foreword that, the 2nd defendant regarded himself as one of those who were directly responsible for the publication of the second edition. In the light of this evidence, the learned trial judge has correctly answered issue no. [3] in the affirmative. The learned trial judge has gone on to state with regard to issue no. [3] that, the 2nd defendant had acted in good faith since he had obtained agreement to the publication of the second edition from the 1st defendant, whom he believed held the copyright to the work. The learned trial judge also held that, the 2nd defendant had no reason to suspect that, the rights of any person to the work, would be violated by the publication of the second edition. In this regard, it is relevant to recall that, in their plaint, the plaintiffs specifically pleaded that, the 1st defendant has claimed to own the copyright of the work and that the 1st defendant published the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” in September 2006. Their allegation made in the plaint against the 2nd defendant, is only that he had actively participated in the publication of that second edition. Although the 1st defendant has later filed answer denying that he claimed to own the copyright and denying that he had any connection with the publication of the second edition, no admission to that effect was made at the trial and the 1st defendant did not give evidence to prove the truth of those denials. However, the 2nd defendant has given clear evidence that, the 1st defendant has represented to him that the 1st defendant owned the copyright and that the 1st defendant authorised the publication of the 2nd edition. In these circumstances, on the basis of the only evidence before the Court, the learned trial judge was justified in reaching the conclusion that, the 2nd defendant had relied on the representations made by the 1st defendant and believed the 1st defendant held the copyright. The likelihood that the 2nd defendant believed the 1st defendant owned the copyright and authorised the publication of the 2nd edition is strengthened by the fact that, the 2nd defendant has forwarded copies of the second edition to the 1st and 2nd plaintiffs and Sidath Senadheera soon after it was published. That was not the action of a person who was acting surreptitiously or dishonestly. In these circumstances, the learned trial judge was entitled to conclude that the 2nd defendant had acted bona fide. However, it should be mentioned here that, since the evidence before the Court established that, the 2nd defendant was a person who was directly responsible for",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      71.79,
      526.76,
      752.52
    ],
    "text": "and who was actively involved in the publication of the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”, his bona fides would have been irrelevant if there had been an issue before the Court with regard to whether the 2nd defendant had infringed the plaintiffs’ rights under section 9 of the Intellectual Property Act by the publication of the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” without the authority of the plaintiffs who were owners of the copyright of that work. A perusal of section 9 of the Intellectual Property Act suggests that, the constituent elements of an act of infringement under section 9 read with sections 22 and 170 of the Intellectual Property Act, do not give consideration to the intention of the infringer other than with regard, in some circumstances, to the computation of liability for damages. . By way of further explanation, it may be useful to point out here that, in the light of the facts of this case and under and in terms of section 9 (1) (a) of the Intellectual Property Act, an infringement of the plaintiffs’ copyright by the “reproduction of the work” which took place when the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” was published, would have been in the nature of a “primary infringement”, to borrow a term from the Copyright, Designs and Patent Act, 1988 in England. As a general principle, in the case of primary infringements of copyright, the intention, knowledge or bona fides of the persons who are directly responsible for such an infringement are not relevant since there is an imposition of a form of “strict liability’. Thus, in PERFORMING RIGHTS SOCIETY LTD vs. URBAN DISTRICT COUNCIL OF BRAY [1930 AC 377 PC], the plaintiff Society sued the defendant Urban District Council for the infringement of a copyright held by the plaintiff. The alleged infringement occurred when a band employed by the Urban District Council performed music to which the plaintiff owned the copyright. The Urban District Council pleaded as one of its defences, the fact that they were unaware that the performance of the music would infringe any copyright. Lord Sankey rejected that defence and commented [at p.390],“Here again, innocence of infringement is no answer”. On the same lines, in HAWKES & SON (LONDON) LTD vs. PARAMOUNT FILM SERVICE [1934 Ch. 593 at p.602],. Lord Hanworth MR, referring to the Copyright Act, 1911, stated “It is quite plain from what Lindley LJ said in Hanfstaengal v. Empire Palace that we have to consider the statute on broad lines; to bear in mind the necessity for the protection of authors whether of musical or literary compositions. The Acts have to be construed with reference to that purpose, and they are not to be made instruments of oppression or extortion. On the other hand, as the learned Lord Justice says, `the intention of an infringer is immaterial’….” In the later case of FRANCIS DAY & HUNTER LTD vs. BRON [1963 Ch. 587 at p. 624], Diplock LJ, as he then was, referring to the Copyright Act, 1956 stated “It is, however, in my view, equally clear law that neither intention to infringe, nor knowledge that he is infringing on the part of the defendant, is a necessary ingredient in the cause of action for infringement of copyright. Once the two elements of sufficient objective similarity and causal connection are established, it is no defence that the defendant was unaware (and could not have been aware) that what he was doing infringed the copyright in the plaintiff’s work.”. The learned judge went",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.32,
      526.76,
      762.96
    ],
    "text": "on to observe that, the absence of knowledge on the part of the infringer may be relevant only with regard to his liability in damages. Thus, Laddie, Prescott and Vittoria state [at p. 81], “Guilty knowledge is not an essential ingredient of the wrong of primary infringement of copyright”. The exception to this principle would be in the case of prosecution for an offence of wilful infringement of a copyright under section 178 of the Intellectual Property Act, where wrongful intention or knowledge will be an essential component of culpability for that offence. It should also be mentioned here that, in some jurisdictions, the question of determining the intention, knowledge or bona fides of the infringer could arise in instances of “secondary infringement” or “contributory infringement”, which may be described, in general and without attempting to define these terms, as instances where the alleged infringer has played only an indirect or subsidiary part in the production of the infringing product or performance or in its distribution. The concept of “secondary infringements” is statutorily recognized in the Copyright, Designs and Patent Act, 1988 in England while the concept of “contributory infringements” and also the concept of “vicarious infringements”, are recognized and often adverted to in the United States of America. However, our Intellectual Property Act makes no reference to or distinction between “primary infringements”, “secondary infringements” “contributory infringements” and “vicarious infringements”. The question of whether these concepts can be properly regarded as being relevant or applicable in Sri Lanka under and in terms of the Intellectual Property Act in circumstances where a defendant has played only an indirect or subsidiary part in an alleged infringement without any intention or actual knowledge or reasonable cause to know that he is committing an infringement, will have to await consideration in an appropriate case. In view of the submissions made on behalf of the 2nd defendant that he played only a “secondary” or “contributory” part in the publication of the second edition, it should be mentioned here that, the evidence establishes the 2nd defendant and Vibhavi Lalitha Kala Academy were directly responsible for the publication of the second edition and that the 2nd defendant’s liability for the publication of the second edition cannot be properly classified as being “secondary” or “contributory” even if these concepts could be considered in Sri Lanka under our Intellectual Property Act. Thus, in any event, the 2nd defendant was a person who was directly responsible for and who was actively involved in the publication of the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”. Therefore, the 2nd defendant could be held liable for the infringement of the plaintiffs’ copyright caused by the publication of the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” provided the plaintiffs successfully proved that the rights they have placed in issue at the trial have been violated by the publication of the second edition.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      70.36,
      526.76,
      755.88
    ],
    "text": "To get back to the issues, the plaintiffs’ issue no. [5] is whether the 2nd defendant sought to represent that the authorship of the work was to be attributed to the 1st defendant. As set out earlier, the second edition of “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” clearly identifies the author of the book to be Kulanatha Senadheera. The Foreword written by the 2nd defendant also does so. Accordingly, the learned trial judge correctly answered issue no. [5] in the negative. Lastly, the plaintiffs’ issue no. [6] is whether, if one or more of the above issue no.s [1] to [5] are answered in the plaintiffs’ favour, the plaintiffs are entitled to the reliefs prayed for in the plaint. Although the learned trial judge has answered issue no.s [1], [2] and [4] in the plaintiff’s favour, the result of those answers is that: (a) the High Court has held that, the 1st and 2nd plaintiffs and Sidath Senadheera are entitled to the Intellectual Property rights in the work titled “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” , as against the 2nd defendant; and (b) the 2nd defendant has actively participated in the publication of the second edition of that work. However, these issues being answered in the plaintiffs’ favour does not entitle the plaintiffs to judgment against the 2nd defendant since these issues only refer to facts which form a part of the underpinning or background of the cause of action claimed by the plaintiffs. Issue no.s [1], [2] and [4] do not set out the alleged violation of the rights of the plaintiffs which constitutes the cause of action claimed by the plaintiffs. Instead, the alleged violation of the rights of the plaintiffs under the Intellectual Property Act are crystallized only in the aforesaid issue no.s [3] and [5] which ask whether the 2nd defendant has violated the rights of the plaintiffs under section 10 (1) (a) of the Intellectual Property Act and whether the 2nd defendant has sought to represent that the authorship of the work was to be attributed to the 1st defendant. The learned trial judge has correctly answered those two issues in the negative. The consequence has to be that, since the only two rights under the Intellectual Property Act which the plaintiffs placed in issue at the trial, have been correctly answered against the plaintiffs, the plaintiffs will not be entitled to judgment against the 2nd defendant. The learned trial judge has, accordingly, correctly answered the consequential issue no. [6] in the negative and dismissed the plaintiffs’ action. Before concluding this judgment, it is necessary to refer to the relief prayed for in prayer (අ) of the plaint – ie: a declaration that, the 1st and 2nd plaintiffs and Sidath Senadheera were entitled to the Intellectual Property rights of the work titled “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”. Although the learned trial judge answered the plaintiff’s issue no.s [1] and [2] in the affirmative in the trial against the 2nd defendant, the learned Judge has gone on to hold that, the plaintiffs were not entitled to the aforesaid declaration. The learned trial judge declined to issue this declaration because Sidath Senadheera had not been made a party to the case and had not given evidence at the trial. Therefore, the High Court was of the view that, the declaration cannot be issued",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI",
      "Nirmala UI,Bold"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.32,
      526.76,
      767.38
    ],
    "text": "since the plaintiffs had failed to establish that Sidath Senadheera had not transferred his rights in the copyright to Vibhavi Lalitha Kala Academy or to the 1st defendant or to a third party. The High Court commented adversely on the fact that, the plaintiffs had failed to bring Sidath Senadheera, Vibhavi Lalitha Kala Academy (which has published the second edition) and the 1st defendant (who is said to have claimed to own the copyright) before the Court at the trial. The High Court correctly held that, unless these persons had been brought before the Court at the trial, the plaintiffs were not entitled to a declaration that might affect the lawful rights of these persons. It is also necessary to refer to the relief prayed for in prayer (ආ) of the plaint - ie: a declaration that, the publication of the work “නූතන චිත්‍ර කලාවේ රසික සංකල්ප” by the 1st, 2nd and 3rd defendants has violated the rights of the 1st and 2nd plaintiffs which are protected by section 9 of the Intellectual Property Act. Although the plaintiffs have prayed for the aforesaid declaration, they did not frame an issue based on an alleged violation of section 9 of the Intellectual Property Act. Section 9 (1) sets out the “Economic Rights” of the owner of copyright of a work and sub sections (a) to (j) of Section 9 (1) lists ten types of different acts relating to a work, which the owner of the copyright of that work has the exclusive right to carry out or authorize. If the plaintiffs wished to obtain the aforesaid declaration prayed for in prayer (ආ) of the plaint, they were obliged, at the very least, to frame a specific issue on whether the defendant had violated section 9 (1) of the Intellectual Property Act. However, as mentioned earlier, the only issues raised by the plaintiffs which allege a violation of their rights under the Intellectual Property Act, are the aforesaid issue no.s [3] and [5] which are specific to and limited to an alleged violation of section 10 (1) (a) and an alleged attempt to attribute the authorship of the work to the 1st defendant. There is no other issue on an alleged violation of the plaintiffs’ rights in the work titled “නූතන චිත්‍ර කලාවේ රසික සංකල්ප”. Consequently, there was no issue placed before the High Court for determination, with regard to whether the 2nd defendant had infringed the plaintiffs’ rights under section 9 of the Intellectual Property Act. The mere fact that, when the plaintiffs pleaded their cause of action in the plaint, they claimed a cause of action to obtain the aforesaid declaration and then prayed for a declaration to that effect in prayer (ආ) of the plaint, will not help the plaintiffs to obtain that declaration unless they had specifically placed in issue at the trial, the question of whether the 2nd defendant had infringed the plaintiffs’ rights under section 9 of the Intellectual Property Act. As De Silva CJ emphasized in HANAFFI vs. NALLAMA [1998 1 SLR 73 at p.77] “What is relevant for present purposes and what needs to be stressed is that once issues are framed, the case which the court has to hear and determine become crystallized in the issues. It is the duty of the court \"to record the issues on which the right decision of the case appears to the court to depend\" (section 146 (2) of the Civil Procedure Code). Since the case is not tried on the pleadings, once issues are raised and accepted by the court the pleadings recede to the background. The Court of Appeal was in error in harking back to the pleadings and focusing on the \"validity\"",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI",
      "Nirmala UI,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.18,
      528.32,
      594.46
    ],
    "text": "and the \"legality\" of the pleadings.”. In these circumstances, the plaintiffs could not obtain the aforesaid declaration prayed for in prayer (ආ) of the plaint. For the aforesaid reasons, I affirm the judgment of the learned High Court Judge and dismiss this appeal. Each party will bear their own costs in this appeal. Judge of the Supreme Court I agree S.E. Wanasundera, PC, J Judge of the Supreme Court I agree Sisira J. De Abrew J Judge of the Supreme Court",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI",
      "Nirmala UI,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]