[
  {
    "page_number": 0,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      107.18,
      97.67,
      491.5,
      112.02
    ],
    "text": "IN THE SUPREME COURT OF THE REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.87,
      147.06,
      533.69,
      194.0
    ],
    "text": "In the matter of an application for a ruling of contempt of the court under Article 105(3) of the Constitution",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      214.02,
      456.82,
      326.99
    ],
    "text": "Nagananda Kodithuwakku, The General Secretary, Vinivida Foundation, 99, Subadrarama Road, Nugegoda. SC/Contempt/ 02/2022 Petitioner",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.87,
      339.09,
      333.91,
      352.91
    ],
    "text": "Vs",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.87,
      363.57,
      464.86,
      426.95
    ],
    "text": "Jayantha Jayasuriya, Chief Justice, Supreme Court of Sri Lanka, Colombo 12.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      429.69,
      533.68,
      702.16
    ],
    "text": "Respondent Before: Murdu N. B. Fernndo, PC., J. E.A.G.R. Amarasekara, J. A.H.M.D. Nawaz, J. Janak De Silva, J. and Achala Wengappuli, J. Counsel: The Petitioner appears in person. Sanjay Rajaratnam, PC., Attorney General, with Ms. Kanishka de Silva DSG, Ms. S. Ahmed SC and R. Gooneratne SC appears as Amicus Curiae. Argued on: 31-01-2023 Decided on: 11-08-2023",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      72.52,
      533.74,
      168.68
    ],
    "text": "Oder of Court The Petitioner an Attorney-at-Law, a public interest litigation activist and Vinivida Foundation General Secretary, filed the instant application dated 12th December, 2022 in terms of Article 105(3) of the Constitution against the Respondent, Jayantha Jayasuriya, the incumbent Chief Justice.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      171.21,
      533.55,
      208.28
    ],
    "text": "The Petitioner in paragraph two of his petition, referred to the Respondent and the cause of action as thus;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      136.82,
      217.62,
      497.65,
      231.44
    ],
    "text": "(2) The Respondent is the incumbent Chief Justice of the Republic of",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      154.82,
      234.18,
      497.74,
      314.15
    ],
    "text": "Sri Lanka. In this contempt matter he is charged for contempt of court for a contemptuous act committed by him on 20th September, 2017 undermining the authority of the Supreme Court and bringing it into disrepute, when he was the Attorney General of the Republic of Sri Lanka. (emphasis added)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      316.8,
      533.74,
      386.87
    ],
    "text": "The Petitioner, in paragraph 18 of the petition, referred to the alleged contemptuous act as an opinion given by the Respondent in his capacity as the Attorney General on 20th September, 2017 to the Honorable Speaker of the Parliament of Sri Lanka. A copy of the opinion was annexed to the petition marked X12.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      389.52,
      533.73,
      474.85
    ],
    "text": "The Petitioner pleaded, that such advice was patently flawed and the Respondent had deliberately undermined the good office of the Attorney General and the independence of the judiciary. The Petitioner also contended that X12 advice, tantamount to a direct insult to the authority and an affront to the dignity of the judiciary and therefore moved inter-alia for the following relief:",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      3.9600000381469727,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      477.5,
      497.71,
      646.69
    ],
    "text": "(b) issue summons on the Respondent to show cause as to why he should not be punished by the Supreme Court for insulting and undermining the authority of the Supreme Court and thereby committing an offence of contempt of the Supreme Court; (c) charge the Respondent on the offence of contempt of court in terms of Article 105(3) of the Constitution; (d) issue a Rule Nisi; and (e) to make the Rule Nisi into Absolute and impose an appropriate sentence for defying the rule of law and bringing the court into disrepute. (emphasis added)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      649.34,
      533.74,
      719.56
    ],
    "text": "On 16th December, 2022 by a chamber order, the listing judge directed the Petitioners instant application be listed for notice on 31st January, 2023 before a nominated bench of five Judges of the Supreme Court. A direction was also made to issue notice on the Attorney General to appear and assist this court as Amicus Curiae.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      722.09,
      533.66,
      759.15
    ],
    "text": "When this matter was taken up for support on 31st January, 2023 the Attorney General Sanjay Rajaratnam, PC appearing as Amicus Curiae moved that this application be dismissed",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      72.16,
      533.74,
      102.56
    ],
    "text": "in limine and contended that the Petitioners application is misconceived in law. His challenge was twofold.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      105.09,
      144.26,
      125.72
    ],
    "text": "Firstly,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      128.25,
      533.74,
      231.44
    ],
    "text": "The learned Attorney General contended that the application of the Petitioner cannot be maintained before this court, as the papers filed before court i.e., the petition and the supporting affidavit sworn to by the Petitioner Nagananda Kodithuwakku contained, many an offensive and slanderous averments, flawed and erroneous statements, distorted facts, misleading and absolutely false accusations, willful suppression of material facts and twisted legal contentions and is misconceived and thus not in accordance with the law.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      234.09,
      533.74,
      353.87
    ],
    "text": "Mr. Rajaratnam, also contended that the Attorney Generals opinion reflected in the document X12, in respect of Provincial Councils Elections (Amendment) Bill was tendered to the Speaker of the Parliament by the Respondent, in the capacity as the Attorney General, way back in September 2017. Further it was submitted that the said opinion was tendered in order to discharge and fulfill the duties bestowed upon the Attorney General, in terms of the Constitution and specifically the provisions contained in the proviso to sub-article (2) of Article 77 of the Constitution.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      356.4,
      533.72,
      426.59
    ],
    "text": "Mr. Rajaratnam, drew our attention to many averments of the petition, the assertions and surmises, wherein the Petitioner has mingled together the facts pertaining to the aforesaid Provincial Council Elections (Amendment) Bill and the 20th Amendment to the Constitution Bill and contented that such distortion creates mischief.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      429.12,
      533.73,
      499.33
    ],
    "text": "Furthermore, the Attorney General as Amicus Curiae found offensive the use of the word charged and specifically the allegation of the Petitioner contained in the petition, that the Respondent is charged for contempt of court. He submitted it is a blatant lie and a serious accusation.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      501.86,
      533.74,
      605.05
    ],
    "text": "It was contended that the petition is founded upon distorted and erroneous facts and surmises and as such the petition is fundamentally flawed. Mr. Rajaratnam also submitted that the Petitioners allegation propounded by an affidavit, that the opinion X12 was tendered consequent to the Respondent in the capacity as the Attorney General been summoned to Parliament and the Respondent circumvented the legislative process in tendering advice for personal benefit, is also a lie and is based on Petitioners wishful thinking and conjecture.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      607.7,
      533.74,
      710.92
    ],
    "text": "He strenuously contented that in the said circumstances, there was no basis whatsoever to permit the Petitioner to support this application which is replete with offensive and slanderous averments. Therefore, he moved that the instant application be rejected as the Petitioner by including such flawed and misleading averments in the petition and affidavit, not only slanders the Respondent but also this court and scandalizes the entire process of the administration of justice.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      719.42,
      533.72,
      761.91
    ],
    "text": "Another factor that the learned Attorney General in his inimitable style, put forward was that in any event the Attorney General is a Lawyer by profession and that X12 is his opinion and a Legal Opinion of a Lawyer is his expression of ideas and cannot and should not",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      72.16,
      533.73,
      100.4
    ],
    "text": "be construed as a contemptuous act, upon which an offence in terms of Article 105 (3) of the Constitution can be founded upon.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      100.77,
      533.72,
      184.88
    ],
    "text": "Secondly, Our attention was drawn to the motion dated 13th December, 2022 which was tendered to this court by the Petitioner together with the afore mentioned petition and affidavit and the documents annexed thereto and especially to the below mentioned paragraph in the motion which reads thus;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      5.039999961853027,
      6.0,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      136.82,
      196.98,
      461.68,
      260.36
    ],
    "text": "Whereas this is a matter involving the Chief Justice who is charged for criminal offence of contempt of court committed in the month of September 2017, whilst holding the public office of the Attorney General of the Republic of Sri Lanka.",
    "fonts": [
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      269.73,
      533.73,
      426.35
    ],
    "text": "In terms of Article 132(3) (iii) of the Constitution it is requested for the appointment of a special bench of not less than five judges who have not been made respondents in the judicial corruption case SC/Writ/2/2021 Mr. Rajaratnam, PC vigorously re-iterated that the words Chief Justice who is charged for criminal offence, is a contemptuous statement as the Chief Justice was never charged for a criminal offence by this court by or any other court, at any time what so ever and as such the use of such words, repeatedly, show case the Petitioners co-lateral intentions, conduct and animosity.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      429.0,
      533.74,
      565.21
    ],
    "text": "The AG further, contended that the phrase judges who have not been made respondents in the judicial corruption case SC/Writ/2/ 2021 is fundamentally flawed and erroneous as the said case filed by the Petitioner in the Supreme Court previously, was dismissed by this Court on 4th May, 2021. Mr. Rajaratnam also submitted that the decision to dismiss the said application was arrived after following the due process of the law and therefore, the use of the aforesaid term judges who have not been made respondents in the judicial corruption case is offensive and repulsive and the use of such slanderous language, scandalizes this court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      567.86,
      533.74,
      737.2
    ],
    "text": "It was also the contention of the learned Attorney General, that the Petitioner who appeared in person in the said case, should be very much aware of the dismissal of such case way back in May 2021 and cannot plead ignorance and allege in a motion filed 1 years later, i.e., dated 13th December, 2022 to have this matter listed before judges who have not been made respondents in the judicial corruption case, when in fact, such a case allegedly termed judicial corruption by the Petitioner himself for whatever reasons, no longer exists or pending in the court diary. It was emphasized that the decision of the divisional bench of this court was unanimous and the court refused to issue notice on the said writ application and in limine dismissed the purported judicial corruption case viz, SC/Writ/2/2001, for reasons stated in its Order dated 04th May, 2021.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      72.16,
      533.73,
      152.12
    ],
    "text": "Mr. Rajaratnam also contended that, nomination of judges to a bench comprising five or more judges of the Supreme Court is entirely within the purview of the Chief Justice in terms of Article 132(3) of the Constitution and by requesting to exclude certain judges, the Petitioner is forum shopping and such conduct of the Petitioner amounts to preposterous conduct of a litigant before court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      154.77,
      533.73,
      191.84
    ],
    "text": "In response to the aforesaid submissions of the Attorney General, the Petitioner Nagananda Kodithuwakku appearing in person contended as follows:",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      194.37,
      141.14,
      215.24
    ],
    "text": "Firstly,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      217.65,
      533.73,
      353.87
    ],
    "text": "With regard to the allegations contained in the petition and the motion, Mr. Kodithuwakku justified the use of the words charge and corruption and submitted since the Petitioner had complained to the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) against an alleged act of the Respondent and others, which the Petitioner deems corrupt, that the Petitioner is entitled to use the said words in the motion. (The communique which the Petitioner addressed to the CIABOC titled Complaint against the Attorney General, Speaker, Prime Minister and M.P.s was annexed to the petition marked X15).",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.0,
      12.479999542236328,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      356.4,
      156.74,
      377.27
    ],
    "text": "Secondly,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      379.56,
      533.74,
      499.33
    ],
    "text": "The Petitioner justified the reference to SC/Writ/2/2021 in the motion, a case dismissed by this court on 04th May, 2021 and the request for empanelling a divisional bench, excluding certain judges of this court as correct. His contention was that when the said case, which the Petitioner allegedly terms a judicial corruption case, was taken up for support since an observation was purportedly made that the judiciary was helpless, as the judicial power of the people was being exercised by the Parliament through the judiciary, that the Petitioner has no impediment to make such a request for exclusion of certain judges.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      501.86,
      533.73,
      555.49
    ],
    "text": "The Petitioner also contended that the Petitioner has a right to request for an impartial bench and such a request should be permitted in terms of Article 13(3) of the Constitution as he is entitled to a fair trial.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      558.14,
      533.74,
      611.65
    ],
    "text": "The Petitioner drew our attention and relied upon a speech made by Hon. Sir Gerard Brennan, AC KBE, Chief Justice of Australia on Judicial Independence at the Australian Judicial Conference on 2nd November, 1996 wherein Sir Brennan opined,",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      614.3,
      497.63,
      700.96
    ],
    "text": "Justice is administered by human institutions; they can be fallible, but they should never be perverse. Being human institutions, continual vigilance is needed to ensure that they are isolated from impermissible influences and strengthened by the pressure of a peer group devoted to impeccable standards of independence.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      703.61,
      533.74,
      773.67
    ],
    "text": "Mr. Kodithuwakku also referred to the case of Centre for Environmental Justice (Guarantee Ltd) V. Mahinda Rajapakse SC/FR/109/2021 S.C.M. 01-12-2021 wherein it was opined that the Attorney General is the guardian of public interest and should represent the public interest with complete objectivity and detachment and must act independently of",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      72.16,
      533.74,
      102.56
    ],
    "text": "any express pressure and submitted that the Attorney General has a special duty with regard to enforcement of the law.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      105.09,
      533.74,
      175.28
    ],
    "text": "Whilst appreciating the submissions of the Petitioner, in relation to the observations made by this court in the aforesaid Centre for Environmental Justice case and the words of wisdom of Hon. Sir Gerard Brennan, relevancy of such sentiments to the matter in issue is a factor that should be borne in mind in determining the instant application.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      177.93,
      533.74,
      330.71
    ],
    "text": "The specific issue that is before us at this juncture, is not the merits of the alleged act of contempt as perceived by the Petitioner, but the preliminary objection raised by the learned Attorney General, viz, that the instant application cannot be maintained before this court in view of the erroneous, offensive, slanderous nature of the application, which tantamounts to scandalizing the administration of justice and the very nature and authority of this court and that the petition and the affidavit filed before court by the Petitioner which is replete with flawed, misleading and false accusations, twisted and distorted legal contentions and suppression of material facts, creates mischief and for that reason should be dismissed in limine.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      333.24,
      533.73,
      419.99
    ],
    "text": "Undoubtedly the Supreme Court is the highest and the final Superior Court of Record in the Republic of Sri Lanka constitutionally recognized by virtue of Article 118 of our Constitution. Thus, making false representations before the Supreme Court, knowing it to be false, undisputedly amounts to contempt of the court and is a direct interference with the administration of justice.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      422.52,
      533.73,
      509.17
    ],
    "text": "Upon perusal of the application filed before this court, viz, the petition, the affidavit and the motion and specifically the phrases highlighted and emphasized earlier in this Order, it is amply clear and there is not an iota of doubt, that the Petitioners principal contention is that the Respondent is charged for contempt of court for a contemptuous act, i.e., the Respondent is charged for the criminal offence of contempt of court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      511.8,
      383.83,
      540.25
    ],
    "text": "Is such contention of the Petitioner correct or is it false?",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      6.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      542.88,
      533.69,
      621.01
    ],
    "text": "The submission of the learned Attorney General appearing as Amicus before this court is that the afore stated statement is a blatant lie. He submits, that the statement is not only an absolute falsehood but that the papers filed are flawed and erroneous, offensive and slanderous and scandalizes the very foundation of the Supreme Court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      6.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      623.54,
      533.74,
      710.2
    ],
    "text": "The Petitioner on the other-hand contends, that the use of said phrases i.e., charged, summoned and corrupt is correct as it is the truth. He further states, that he is at perfect liberty to use such phrases in his pleadings and repeatedly allege, that the Respondent is charged for contempt, since the Petitioner has complained to the CIABOC about the conduct of the Respondent, by the communique X15 dated 04th October, 2017.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      712.85,
      533.73,
      766.47
    ],
    "text": "Can a complaint made to the CIABOC by the Petitioner be equated to being charged for contempt by a competent court or tribunal? If not, is the Petitioner misleading or deceiving this court by such a statement? Will such a statement undermine the dignity of this court? Will",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      72.16,
      533.74,
      152.12
    ],
    "text": "it interfere with its independence? Is it likely to erode the public confidence in the administration of justice? Will such a statement bring the due process of law into disrespect and disregard? Will it diminish or affect the authority of court, trust and comfort the citizens have in respect of the judicial system? Thus, by making such a statement, is the Petitioner slandering and scandalizing this court?",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      154.77,
      533.74,
      208.28
    ],
    "text": "In my view, these are the threshold issues we have to examine in determining the preliminary objections raised before this court regarding the maintainability of the Petitioners application.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      210.93,
      533.72,
      264.56
    ],
    "text": "CIABOC or the Commission to Investigate Allegations of Bribery or Corruption was established by Act No 19 of 1994. Functions of the CIABOC is referred to in section 3 of the said Act.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      267.21,
      272.33,
      281.03
    ],
    "text": "The said section reads as follows:",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      283.68,
      464.02,
      304.19
    ],
    "text": "3. The Commission shall subject to the others provisions of this Act,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      118.82,
      306.93,
      464.02,
      386.87
    ],
    "text": "investigate allegations, contained in communications made to it under section 4 and where any such investigation discloses the commission of any offence by any person under the Bribery Act [], direct the institution of proceedings against such person for such offence in the appropriate court. (emphasis added)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      389.52,
      513.7,
      426.59
    ],
    "text": "Elaborating the functions of the CIABOC further, section 4(2) of the Act goes onto state,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      429.21,
      473.02,
      509.17
    ],
    "text": "Upon receipt of a communication under section 4(1) Commission, if it is satisfied that such communication is genuine and that the communication discloses material upon which an investigation ought to be conducted, shall conduct investigations as may be necessary for the purpose of deciding upon []",
    "fonts": [
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      123.38,
      511.74,
      476.14,
      542.29
    ],
    "text": "(a) prosecution or other suitable action under the Bribery Act [] or (b) prosecution under any other relevant law. (emphasis added)",
    "fonts": [
      "Arial,Italic",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      544.94,
      533.64,
      638.17
    ],
    "text": "Thus, it is axiomatic that upon receipt of a communication or a complaint, the Commission has to be first satisfied that it is genuine and discloses material upon which an investigation ought to be conducted. Thereafter, only an investigation is launched and a decision is made as to what steps need be taken to charge or prosecute the person against whom the communication or the complaint is made. Thus, it is a three step process.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      640.82,
      519.22,
      677.8
    ],
    "text": "Complaint Commission to be satisfied of its genuineness investigation decision made to charge or prosecute.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      680.45,
      533.74,
      767.07
    ],
    "text": "In the matter in issue, the Petitioner complained to the CIABOC against the then Attorney General (i.e. the Respondent), the Speaker, the Prime Minister and all the Members of the then Parliament X15. However, the Petitioner has not divulged the outcome of such communication. The Petitioner has failed to indicate whether any investigation took place based upon the communication in the first instance. The Petitioner has also failed to",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      72.16,
      533.27,
      102.56
    ],
    "text": "demonstrate whether a prosecution or a charge was framed by a competent court or tribunal against any of the said persons named in X15.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      105.09,
      533.74,
      224.84
    ],
    "text": "In the aforesaid and in view of the paucity of such material information and the failure of the Petitioner to establish whether any proceedings were instituted against such persons, and especially in the absence of an averment in the petition that a charge has gone out against the Respondent, the appropriateness of using the word charged and specifically the phrase the Chief Justice who is charged for the criminal offence of contempt of court for a contemptuous act committed by him in September 2017 as specifically indicated in the petition, prima facie appears to be perverse, flawed and erroneous.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      227.49,
      533.72,
      281.03
    ],
    "text": "Thus, the submission of Mr. Rajaratnam that the said statement is a blatant lie and that the petition is founded upon distorted and erroneous facts and surmises, in my view has merit which demand rejection of the petition in limine.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      283.68,
      533.74,
      353.87
    ],
    "text": "The provisions of the CIABOC Act as discussed earlier, clearly indicate that upon receipt of a communication, the Commission will investigate the allegation and only where such investigation discloses the committing of an offence, a direction will be made to initiate proceedings and charge or indict a person.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      356.4,
      533.74,
      459.59
    ],
    "text": "The word charged is defined in simple language as to accuse somebody formally of a crime so that there can be a trial in court, whereas the word complaint is defined as a statement that something is wrong or not good enough and the word communication as imparting or exchanging of information by writing or speaking or using some other medium. [Oxford Dictionary] From the foregoing, it is imperative to note, that there is a world of difference between the said terms, charged, complaint and communication.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      462.26,
      533.61,
      499.33
    ],
    "text": "CIABOC Act as discussed earlier, in section 3 refers to a communication i.e., excharge of information.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      501.86,
      533.74,
      671.2
    ],
    "text": "The communication of the Petitioner X15 made in October, 2017 is against a hosts of persons, including the Respondent. A complaint or a communication as stated earlier is only the 1st step. CIABOC has to be first satisfied of the genuineness of the complaint or communication. Thereafter only an investigation is launched. That is the 2nd step. Based on the report of the investigation only a decision will be made by CIABOC to charge or prosecute a person. That is the 3rd step in the process. From the foregoing it is abundantly clear that the communication X15 itself cannot be considered charging a person as contended by the Petitioner. Such contention goes against the basic tenants of the rule of law. The Petitioner cannot charge a person. It has to be done only by a competent court of law or a tribunal.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      673.85,
      533.72,
      760.47
    ],
    "text": "The underlying principle in charging a person, is that an independent judicial mind is required to assess the sufficiency of the material against a person even before summons or warrant is issued in the first instance and in any event, before a charge is formed or indictment is sent. This is salutary and fundamental. It is to protect the liberty of a subject. Our Criminal Procedure Code is founded upon such hallowed principles.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      781.18,
      303.03,
      805.66
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      72.16,
      533.75,
      218.24
    ],
    "text": "Thus, the allegation of the Petitioner that the Respondent is charged is fundamentally flawed. In my view, use of the said term, undermines the public confidence in the administration of justice. It attacks the very foundation of this institution. It scandalizes the court. This court frowns upon such machinations and the repeated use of such phrase by the Petitioner against the Respondent. Such conduct willful or otherwise, by the Petitioner, not only shatters the public confidence in the legal system and the rule of law, it tarnishes the image of the high office held by imminent dignitaries and persons and should not be permitted, tolerated nor condoned. Such scurrilous statements in my view, scandalizes this court, the highest and final superior court of record of the Republic.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      220.89,
      533.74,
      274.4
    ],
    "text": "This court founded in 1801 by Royal Charter has stood tall for the last two centuries. It has withstood the weather. It is our bounden duty to safe guard this institution and not allow it to be slandered or scandalized in any manner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      277.08,
      533.74,
      347.15
    ],
    "text": "From the foregoing it is beyond doubt, the contention of the Petitioner that the Respondent the incumbent Chief Justice is charged for the criminal offence of contempt of court is factually incorrect, perverse and is offensive. I am firmly of the view that the use of the word charged scandalizes the very nature of this court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      349.8,
      533.69,
      419.99
    ],
    "text": "Hence, the petition of the Petitioner should not be allowed to stand and should be dismissed in limine as it undermines the dignity and authority of this court. It erodes the public confidence in the judicial system and the administration of justice. Moreover, it disrespect and disregard the due process of the law and the rule of law in particular.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      420.69,
      533.71,
      529.69
    ],
    "text": "Mr. Rajaratnam appearing as Amicus curiae also took offensive of the term Attorney General being summoned to Parliament referred to in paragraph 15 of the petition of the Petitioner. The context in which the said term was used by the Petitioner was that the Respondent, the incumbent Chief Justice, prior to his elevation to this august office, whilst holding the post of Attorney General, was summoned to Parliament and that thereafter he tendered a legal advice circumventing the legislative process for personal benefit.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      3.0,
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      532.43,
      533.74,
      720.88
    ],
    "text": "The contention of Mr. Rajaratnam, was that the said term summoned was also grossly wrong which tarnishes the image of the post of Chief Justice and scandalizes the Supreme Court. Mr. Rajaratnam further contended that the matter referred to in the petition, where the Petitioner alleges, the Respondent was summoned to Parliament is an incident that occurred in September 2017, (i.e., five years prior to filling of this contempt of court application), when the Respondent was functioning as the Attorney General and performing a constitutional function. It was the position of Mr. Rajaratnam, that the Attorney General has a constitutional duty to advice the Parliament with regard to Bills being presented to Parliament, and the legal advice X12 was tendered in such capacity. He further contended that the Respondent in his previous capacity holding the office of the Attorney General was never summoned to Parliament, as alleged to in the petition by the Petitioner.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      6.960000038146973,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      781.18,
      305.79,
      805.66
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      72.16,
      533.71,
      135.56
    ],
    "text": "The word summoned is defined as to call with authority; to command to appear, especially in court; an authoritarian call; a call to surrender [Websters Dictionary] and to cite a defendant to appear in court to answer a suit; to notify the defendant that an action has been instituted against him. [Blacks Law Dictionary]",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      138.21,
      533.74,
      175.28
    ],
    "text": "From the foregoing definitions, it is clearly seen that the use of the word summoned denotes a command, an authoritarian call and not a duty or a request to be present.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      177.93,
      533.69,
      231.44
    ],
    "text": "In the matter in issue, the Petitioner alleged that the Respondent in his previous capacity as the Attorney General was summoned to Parliament i.e., commanded to appear in Parliament.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      234.09,
      533.49,
      271.16
    ],
    "text": "The role of the Attorney General with regard to Bills presented to Parliament is enumerated in Article 77 of the Constitution.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      272.61,
      201.89,
      302.27
    ],
    "text": "It reads as follows:",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      304.8,
      495.94,
      325.43
    ],
    "text": "77 (1) It shall be the duty of the Attorney General to examine every Bill [];",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      123.38,
      328.05,
      499.98,
      358.43
    ],
    "text": "(2) If the Attorney General is of the opinion [] he shall communicate such opinion to the President;",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      361.17,
      533.73,
      521.77
    ],
    "text": "Provided that in the case of an amendment proposed to a Bill in Parliament, the Attorney General shall communicate his opinion to the Speaker at the stage when the Bill is ready to be put to Parliament for its acceptance. (emphasis added) Thus, it is amply clear, that the Attorney General has a constitutional duty in respect of Bills presented to the Parliament. Firstly, to examine the Bill and tender advice to the President. Secondly, if and when an amendment is proposed to a Bill in Parliament to submit his opinion to the Speaker at the stage when the Bill is ready to be put to Parliament viz, the second reading and/or when the Bill is referred to the committee of the whole Parliament.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      524.42,
      533.72,
      693.76
    ],
    "text": "Hence, I accept the submission of Mr. Rajaratnam, that the Respondent in his capacity as the then Attorney General, tendered the advice X12, being the opinion of the Attorney General, in performing a duty enshrined in the Constitution. Thus, the contention of the Petitioner, that the Respondent was summoned to Parliament is palpably wrong and misconceived. It creates mischief and diminishes and tarnish the role of the Attorney General. Moreover, high lighting the aforesaid in December 2022, five years after the passing of the Bill and crystalizing same as a contemptuous act to charge the incumbent Chief Justice for the criminal offence of contempt of court, in my view could only be considered as an act of scandalizing the Supreme Court and the Chief Justice and bringing the Supreme Court into disrepute in the eyes of the public and the world over.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      696.29,
      533.73,
      733.36
    ],
    "text": "In the aforesaid, I see much merit in the submissions of Mr. Rajaratnam, that the instant application should be rejected upfront.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      736.01,
      533.69,
      773.07
    ],
    "text": "The learned Attorney General also drew our attention to another factor, which he argued was offensive and repulsive and thereby scandalizes the court. It is the motion filed by",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      781.18,
      305.79,
      805.66
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      72.16,
      533.65,
      119.0
    ],
    "text": "the Petitioner, together with the petition and the affidavit, wherein a request is made to list this application before judges who have not been made respondents in the judicial corruption case SC/Writ/2/2021.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      121.65,
      533.76,
      264.56
    ],
    "text": "As discussed earlier, the Petitioner is relying upon a case filed by the petitioner and purportedly termed by the petitioner as a judicial corruption case (i.e., SC/Writ/2/2021) which a divisional bench of this court dismissed in limine way back in May 2021. The Order made in the said case denote that this court did not consider it a fit and proper case to even issue notice on the Respondents. In my view, constantly harping upon a case which was rejected summarily and dismissed, is like the proverbial beggars wound, an ever festering wound of a beggar which never heals.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      267.09,
      533.75,
      370.31
    ],
    "text": "Can the Petitioner rely on such a case wherein he had purportedly named certain judges as Respondents, which was dismissed in limine and move for elimination of such judges to hear and determine cases filed by the Petitioner? Can the Petitioner make an application in the instant case specifically in this manner to keep out named judges? Doesnt such conduct of the Petitioner, scandalize the court and undermine the dignity and interfere with its independence?",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      372.96,
      533.73,
      410.03
    ],
    "text": "In my view, it does and for that reason and that reason alone the motion filed, should be rejected.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      412.68,
      447.94,
      433.19
    ],
    "text": "In any event, what does the Petitioner mean by judicial corruption?",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      435.72,
      533.74,
      489.37
    ],
    "text": "Whilst the word judicial corruption does not feature in any of the Acts and Laws of the Republic, the word corruption is defined in section 70 of the Bribery Act No 11 of 1954 as amended by Act No 9 of 1980 as follows:",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      145.82,
      501.35,
      483.26,
      515.17
    ],
    "text": "70. Any public officer who, with intent to cause wrongful or",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      172.82,
      517.91,
      483.28,
      614.29
    ],
    "text": "unlawful loss to the Government, or to confer a wrongful or unlawful benefit, favour or advantage on himself or any person. [.] (a) does, or forbears to do, any act, which he is empowered to do by virtue of his office as a public officer, [.]",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      172.82,
      619.67,
      420.79,
      633.49
    ],
    "text": "shall be guilty of the offence of corruption [.]",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      636.23,
      533.55,
      692.44
    ],
    "text": "The Commission to Investigate Allegations of Bribery and Corruption Act, No. 19 of 1994 in section 28 the interpretation section, defines the word corruption to have the same meaning as in section 70 of the Bribery Act",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      694.97,
      533.73,
      765.15
    ],
    "text": "It is patently clear that there is not an iota of evidence of corruption, leave alone judicial corruption before any court, tribunal or institution against any of the named Respondents in SC/Writ/2/2021, the so called judicial corruption case. Thus, in my view the purported judicial corruption case is nothing but a figment of the Petitioners imagination.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      781.18,
      305.79,
      805.66
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      72.16,
      533.74,
      102.56
    ],
    "text": "In any event as stated earlier, the purported judicial corruption case was dismissed in limine on 4th May 2021, without even notice being issued on the Respondents.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      105.09,
      533.71,
      241.4
    ],
    "text": "In the aforesaid, the statement of the Petitioner that the instant application should be taken up before a special bench of judges who have not been made respondents in the judicial corruption case, in my view is grossly incorrect, erroneous, slanderous and scandalizes the Supreme Court. Hence, I see merit in the submissions of Mr. Rajaratnam, that the instant application should be dismissed in limine, in view of the wrongful, repulsive and offensive statements contained in the papers filed before this court. The actions of the Petitioner, in my view tantamounts to forum shopping and impairs upon the fair and efficient administration of justice.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      244.05,
      533.74,
      330.71
    ],
    "text": "From the foregoing it is crystal clear that the words charged and summoned conspicuously and freely used in the petition and affidavit by the Petitioner against the Respondent, namely, the incumbent Chief Justice, creates a general displeasure, disrespect and dissatisfaction against judicial authority and its decisions and determinations and erodes the public confidence in the administration of justice and the due process of the law.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      333.24,
      533.57,
      386.87
    ],
    "text": "Can a petition and affidavit filed in court consist of erroneous and or slanderous statements of this magnitude? What is the duty of a pleader towards court? In my view, it is to speak the truth and nothing but the truth and uphold the rudiments of law.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      389.61,
      533.74,
      446.99
    ],
    "text": "At this juncture, I wish to digress from the discussion on offensive and standerous phrases, to look at the judicial dicta and pronouncements made by this court, regarding the duty of a pleader.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      449.64,
      533.74,
      542.89
    ],
    "text": "In the matter of proceedings against an Attorney-at-Law for contempt of court [1983]1 Sri LR 243 at page 250 it was observed a pleader has a duty to the court to see that the case is fairly and honestly conducted. A pleader must not mislead the court. In Jayasinghe v. The National Institute of Fisheries and Nautical Engineering (NIFNE) and others [2002] 1 Sri.L.R. 277 at 286 this court held:",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      552.23,
      499.85,
      632.17
    ],
    "text": "Any party who misleads Court, misrepresents facts to Court or utters falsehood in Court will not be entitled to obtain redress from Court. It is a well-established proposition of law, since Courts expect a party seeking relief to be frank and open with the Court. [] Court will not go into the merits of the case in such situations.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      634.82,
      533.72,
      721.48
    ],
    "text": "Similarly, In Hee Jung Kim alias Kim Hee Jung V. Hoiryong Poonglin Iwant and another SC/Contempt/03/16 S.C.M. 15.07.2021 it was opined, a pleader owes a duty to court, not to intentionally make false statements in his pleadings. When a person misleads court, it amounts to interference with the due course of justice by attempting to obstruct the court from reaching a correct conclusion.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      724.13,
      533.71,
      761.19
    ],
    "text": "Furthermore, the Supreme Court (Conduct of and Etiquette for Attorneys-at-Law) Rules, 1988 refers to the duty of a pleader in the following manner: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      781.18,
      305.79,
      805.66
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      72.16,
      483.26,
      85.98
    ],
    "text": "Rule 50 - An Attorney-at-Law owes a duty to Court, Tribunal or other",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      150.38,
      88.74,
      483.28,
      135.56
    ],
    "text": "institution created for the Administration of Justice before which be appears to assist in the proper administration of justice without interfering with the independence of the Bar.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      138.21,
      483.21,
      158.72
    ],
    "text": "Rule 51- An Attorney-at-Law shall not mislead or deceive or permit his client",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      150.38,
      161.46,
      483.28,
      191.84
    ],
    "text": "to mislead or deceive in any way the Court or Tribunal before which he appears.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      194.37,
      533.75,
      281.03
    ],
    "text": "If an Attorney-at-Law is in breach of his duty to court, to assist in the proper administration of justice and also if an Attorney-at-Law misleads or deceives court, the aforesaid Supreme Court Rules provide, to deal with such an Attorney-at-Law for professional misconduct or take any other action which the court deems fit depending on the facts and circumstances of each case.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      283.68,
      533.72,
      370.31
    ],
    "text": "Undisputedly, the Supreme Court Rules provide for the aforesaid action, to prevent undue interference with the administration of justice and in the interest of the public. Thus, when a petition filed before court is replete with flawed and erroneous statements, which create dissatisfaction in the eyes of the public and erode the public confidence in the adjudication process, such conduct in my view, amounts to scandalizing the court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      372.96,
      533.61,
      426.59
    ],
    "text": "In the instance case, the petition filed by the Petitioner is replete with offensive and slanderous statements against the Supreme Court, the highest and final court of record in this country and specifically against the Respondent, the incumbent Chief Justice.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      429.12,
      533.73,
      482.77
    ],
    "text": "The alleged statement made against the Respondent namely, that the Respondent is charged, for the criminal offence of contempt of court and was summoned to Parliament in my view is prima facie slanderous, perverse, vexacious and made to embarrass this court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      485.42,
      533.74,
      605.05
    ],
    "text": "Filing of this application at this juncture and highlighting a Legal Advice X12 that was tendered by the Respondent, when the Respondent Chief Justice was holding the post of Attorney General, half a decade ago and moving to punish the Respondent, the incumbent Chief Justice for insulting and undermining the authority of the Supreme Court and to impose an appropriate sentence for defying the rule of law and bringing the court into disrepute as prayed for in the prayer to the instant application is beyond comprehension, baffling and inconceivable.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      607.7,
      504.7,
      628.21
    ],
    "text": "Such conduct by an Attorney-at-Law to say the least is despised and repugnant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      630.86,
      533.75,
      700.96
    ],
    "text": "In the aforesaid and having considered the judicial pronouncements of this court, the submissions made by the Attorney General Mr. Rajaratnam and Mr. Kodithuwakku, we are convinced that the instant application prima facie scandalizes this court and for the said reason and the said reason alone, this application should be rejected in limine.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      703.61,
      533.74,
      773.67
    ],
    "text": "We have also considered and examined the submissions made before us, the totality of the pleadings filed and all matters material to this application and for reasons adumbrated in this Order, we uphold the preliminary objections raised by the Attorney General Mr. Rajaratnam, that the instant application contains many an offensive and slanderous averments,",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      781.18,
      305.79,
      805.66
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      72.16,
      533.74,
      119.0
    ],
    "text": "flawed and erroneous statements, and also grossly wrong and distorted facts. Thus, we see much merit in the submissions of the learned Attorney General that the totality of such factors tantamount to scandalizing the Supreme Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      121.65,
      533.74,
      191.84
    ],
    "text": "We are further of the view, in view of the vexatious nature of the instant application, that the dignity and authority of this court, the highest and final superior court of the country is undermined. Moreover, the public confidence in the administration of justice is eroded and the public perception of the due process of law is diminished.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      194.37,
      533.76,
      248.0
    ],
    "text": "In the aforesaid circumstances, we hold that this application is misconceived in law, perverse, ill-founded and creates mischief. Thus, we reject this application in limine and dismisses the instant case.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.82,
      250.65,
      242.45,
      320.75
    ],
    "text": "Application is dismissed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      5.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      204.41,
      333.33,
      532.3,
      347.15
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      355.6,
      197.81,
      397.07
    ],
    "text": "E.A.G.R. Amarasekara, J.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.82,
      397.65,
      138.26,
      411.47
    ],
    "text": "I agree",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.82,
      424.05,
      532.18,
      437.87
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      446.37,
      170.66,
      509.65
    ],
    "text": "A.H.M.D. Nawaz, J.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328,
      18.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.82,
      510.23,
      532.3,
      524.05
    ],
    "text": "I agree Judge of the Supreme Court",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      585.35,
      160.34,
      599.17
    ],
    "text": "Janak De Silva, J.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      599.75,
      530.86,
      714.16
    ],
    "text": "I agree Judge of the Supreme Court Achala Wengappuli, J. I agree Judge of the Supreme Court",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      0.9599999785423279,
      12.479999542236328
    ]
  }
]