{
  "doc_class_label": "lk_supreme_court_judgements",
  "doc_class_emoji": "⚖️",
  "doc_class_description": "A Supreme Court judgment is a binding legal decision that interprets the Constitution and laws, shaping justice, governance, and citizens’ rights.",
  "time_updated": "2026-01-20 18:38:42",
  "n_docs": 2474,
  "n_docs_with_pdfs": 1654,
  "n_docs_with_text": 1654,
  "n_docs_with_excel": 0,
  "n_docs_with_tabular": 0,
  "date_str_min": "2009-01-27",
  "date_str_max": "2026-01-20",
  "dataset_size": 1492878276,
  "url_source_list": [
    "https://supremecourt.lk"
  ],
  "url_data": "https://github.com/nuuuwan/lk_supreme_court_judgements/tree/data/data/lk_supreme_court_judgements",
  "url_chart": "https://raw.githubusercontent.com/nuuuwan/lk_supreme_court_judgements/refs/heads/data/data/lk_supreme_court_judgements/docs_by_year_and_lang.png",
  "langs": [
    "en"
  ],
  "latest_doc_d": {
    "doc_type": "lk_supreme_court_judgements",
    "doc_id": "2026-01-20-SC-APPEAL-51-2022",
    "num": "SC/APPEAL/51/2022",
    "date_str": "2026-01-20",
    "description": "Hon. Mahinda Samayawardhena J - 1. Ranasinghe Mudiyanselage B...",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "lang": "en",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_51_2022.pdf",
    "parties": "1. Ranasinghe Mudiyanselage Bandara Menike alias Bandu Menike, (deceased) No. 208 A, Kurunduwatta Road, Kadugannawa. 1st Defendant-Appellant-Appellant 1A. R.M. Chandrawathie, No. 203/A, Kurunduwatta Road, Kotabogoda, Kadugannawa. 1B. V.G. Amitha Kumarihamy, No. 208 B, Kuruduwatta Road, Kotabogoda, Kadugannawa. 1C. V.J. Sheelawathie Podimenike, “Adhikari Sewana”, Alpitiya, Dewanagala. 1D. V.J. Seetha Menike, No. 227, Pussepitiya Walawwa, Menikdiwela. 1E. Ranasinghe Mudiyanselage Punchi Mahaththayo, No. 208/3, Kurunduwatta Road, Kotabogoda, Kadugannawa. 1F. Saumya Kumari Ranasinghe, Muthupanawatta, Urapola, Kadugannawa. 1G. Laxman Bandara Ranasinghe, Muthupanawatta, Urapola, Kadugannawa. 1H. Ranasinghe Mudiyanselage Dinesh Prasanna Herath, Kuruduwatta Road, Kotabogoda, Kadugannawa. 1I. Ranasinghe Mudiyanselage Chanaka Pradeep Ranasinghe, Kuruduwatta Road, Kotabogoda, Kadugannawa. 1J. Ranasinghe Mudiyanselage Dharshika Nishadi Herath, Kuruduwatta Road, Kotabogoda, Kadugannawa. Substituted 1A to 1J Defendant-Appellant-Appellants 2. Ranasinghe Mudiyanselage Anura Ranasinghe Bandara, No. 208/A, Kurunduwatta Road, Kadugannawa. 2nd Defendant-Appellant-Appellant Vs. 1. Senevirathna Bandaralage Karunathilleka Bandara, No. 208/C, Karase Gedara Watta, Kurunduwatta Road, Kadugannawa. 2. Senevirathna Bandaralage Chandrathilleke Bandara, No. 208/C, Karase Gedara Watta, Kurunduwatta Road, Kadugannawa. 3. Senevirathna Bandaralage Senevirathna Dissanayake, No. 208/C, Karase Gedara Watta, Kurunduwatta Road, Kadugannawa. 4. Senevirathna Bandaralage Senevirathna Bandara, No. 208/C/1, Kurunduwatta Road, Kadugannawa. 5. Senevirathna Bandaralage Biso Menike Epitahagedara, Wewathenna, Gampola. 6. Senevirathna Bandaralage Dayawathie Menike, No. 39, Haliyadda, Danture. 7. Ekanayake Mudiyanselage Nawarathna Bandara, No. 41, Kurunduwatta Road, Kadugannawa. Plaintiff-Respondent-Respondents\n\nView More",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  }
}