{
  "doc_class_label": "lk_supreme_court_judgements",
  "doc_class_emoji": "⚖️",
  "doc_class_description": "A Supreme Court judgment is a binding legal decision that interprets the Constitution and laws, shaping justice, governance, and citizens’ rights.",
  "time_updated": "2025-11-12 19:03:25",
  "n_docs": 2304,
  "n_docs_with_pdfs": 1511,
  "n_docs_with_text": 1511,
  "n_docs_with_excel": 0,
  "n_docs_with_tabular": 0,
  "date_str_min": "2009-01-27",
  "date_str_max": "2025-11-12",
  "dataset_size": 1378138025,
  "url_source_list": [
    "https://supremecourt.lk"
  ],
  "url_data": "https://github.com/nuuuwan/lk_supreme_court_judgements/tree/data/data/lk_supreme_court_judgements",
  "url_chart": "https://raw.githubusercontent.com/nuuuwan/lk_supreme_court_judgements/refs/heads/data/data/lk_supreme_court_judgements/docs_by_year_and_lang.png",
  "langs": [
    "en"
  ],
  "latest_doc_d": {
    "doc_type": "lk_supreme_court_judgements",
    "doc_id": "2025-11-12-SC-FR-15-2024",
    "num": "SC/FR/15/2024",
    "date_str": "2025-11-12",
    "description": "Hon. Menaka Wijesundera J - Selladurai Yesuraja, Coombewo...",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "lang": "en",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_15_2024.pdf",
    "parties": "Selladurai Yesuraja, Coombewood Estate, Thalawakelle. (In respect of the infringement of the fundamental rights of his wife Rajami Rajakumari who is now deceased) Petitioner Vs. 1. The Officer in Charge Welikada Police Station, Welikada. 2. Senior Deputy Inspector General of Police Western Province, Senior Deputy Inspector General Office, Sub floor, Sri Lanka Police Headquarters, Colombo 01. 3. Inspector General of Police Police Headquarters, Colombo 01. 4. Valimuni Dewage Anura Ajith Kumara Sub Inspector of Police, 120/11, pliyatiyane, Dewalapola, Minuwangoda. 5. Basnayake Mudiyanselage Premachandra Basnayake, Police sergeant -25883 Kirindigalla, Ibbagamuwa. 6. Herath Mudiyanselage Maalan Jayawardena, Police constable- 87918 Thuspitiyawe, Thanthirimale, Anuradhapura. 7. Jayasinghe Mudiyanselage Gamini Jayasinghe, Police sergeant -32847 D/3, Kawudulle, Hingurathgoda. 8. Thaanemaya Gedhara Rathnayake Mudhiyanselage Apsara Samarakoon 273, Muwagama, Pahale para, Rathnapura. 9. Herath Mudiyanselage Nilanka Prasadheni Herath, 60/B, Unit 19, Akbopura. 10. Hon. Attorney General Attorney General’s Department Colombo 12. Respondents\n\nView More",
    "judgement_by": "Hon. Menaka Wijesundera J"
  }
}