{
  "doc_class_label": "lk_supreme_court_judgements",
  "doc_class_emoji": "⚖️",
  "doc_class_description": "A Supreme Court judgment is a binding legal decision that interprets the Constitution and laws, shaping justice, governance, and citizens’ rights.",
  "time_updated": "2026-01-23 18:38:17",
  "n_docs": 2478,
  "n_docs_with_pdfs": 1658,
  "n_docs_with_text": 1658,
  "n_docs_with_excel": 0,
  "n_docs_with_tabular": 0,
  "date_str_min": "2009-01-27",
  "date_str_max": "2026-01-22",
  "dataset_size": 1495571135,
  "url_source_list": [
    "https://supremecourt.lk"
  ],
  "url_data": "https://github.com/nuuuwan/lk_supreme_court_judgements/tree/data/data/lk_supreme_court_judgements",
  "url_chart": "https://raw.githubusercontent.com/nuuuwan/lk_supreme_court_judgements/refs/heads/data/data/lk_supreme_court_judgements/docs_by_year_and_lang.png",
  "langs": [
    "en"
  ],
  "latest_doc_d": {
    "doc_type": "lk_supreme_court_judgements",
    "doc_id": "2026-01-22-SC-FR-85-2011",
    "num": "SC/FR/85/2011",
    "date_str": "2026-01-22",
    "description": "Hon. M. Sampath K. B. Wijeratne J - 1. O.C. Subasinghe, Hatton Po...",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "lang": "en",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_85_2011.pdf",
    "parties": "1. O.C. Subasinghe, Hatton Police Station, Hatton. 2. E.M.C.P. Ratnayake, Mirihana Police Station, Mirihana. 3. M.M.R.C. Munasinghe, Galnawa Police Station, Galnawa. 4. D.M.C.K. Dhanaka, Damana Police Station, Damana. 5. C. Wickramaratne, Lunugamwehera Police Station, Lunugamwehera. 6. R.A.J. Kumara, Police Anti Vice Squad. Walana, Panadura. 7. N.S. Ranasinghe, Matugama Police Station, Matugama. 8. W.K.G. Chamika, Gampaha Police Station, Gampaha. 9. R.S.K.P. Dilantha, Matara Police Station, Matara. 10. H.A.N.S. Seneviratne, Fort Police Station, Fort. 11. K.R. Pushpakumara, Ampara Police Station, Ampara. 12. S.J. Chaminda, Police Fraud Bureau, Wellawatta. 13. B.H.C.R. Sanjeewa, Hikkaduwa Police Station, Hikkaduwa. 14. P.P. Gunarathne, Mannar Police Station, Mannar. 15. N.M.S. de Silva, Maradana Police Station, Maradana. 16. K.P.C.L. Kariyawasam, Special Investigations Unit, Police Headquarters, Colombo 01. 17. A.M.N.P. Adhikaram, Deraniyagala Pollice Station, Deraniyagala. 18. L.P.W. Siriwardena, Minister Security Division, Colombo 02. 19. A.V.S.C. Abeygunasekara, Beliaththa Police Station, Beliaththa. 20. M.M.P.L.P.W.B. Manatunga, Police Headquarters, Colombo 01. 21. P.P.J. Ramanayake, Crimes Division (Western Province North) Peliyagoda. 22. H.T.S. Kumara, Eheliyagoda Police Station, Eheliyagoda. 23. B.V.C.P. Benaragama, Panadura Police Station, Panadura. 24. D.S. Mawadawilaga, Kegalle Police Station, Kegalle. 25. M.R. Dayananda, Criminal Investigation Department, Police Headquarters, Colombo 01. 26. A.D.S. Attanayake, Judicial Security Division, Colombo 02. 27. S.B. Alahakoon, Matara Police Station, Matara. 28. S.W.A.P.R. Samarawickrema, Kegalle Police Station, Kegalle. 29. W.D.S. Ariyaratne, Police Narcotics Bureau, Police Headquarters, Colombo 01. 30. H.K.P. Matharaarachchi, Mini ster Security Division, Colombo 02. 31. M. Anura, Ahangama Police Station, Ahangama. 32. P.R.M. Wasanthakumara, Wariyapola Police Station, Wariyapola. 33. U.G.S.B. Ranaweera, Matale Police Station, Kalpitiya. 34. S.A.A. Dewapriya, Kalpitiya Police Station, Kalpitiya. 35. H.B.T.K. Priyadarshana, Borella Police Station, Borella. 36. R.M.R.J. Rajapakse, Kankasanthurai Police Station, Kankasanthurai. 37. K.P.T. De Silva, Galle Police Station, Galle. 38. H.M.R.B. Hearath, Aralaganwila Police Station, Aralaganwila. 39. H.M.A.G.D. Bandara, Pettah Police Station, Pettah. 40. A.M.K. Wijeybandara, Criminal Investigation Department, Police Headquarters, Colombo 01. PETITIONERS vs 1. Mahinda Balasooriya, The Inspector General of Police, Police Headquarters, Colombo 01. 1A. N.K. Illangakoon, The Inspector General of Police, Police Headquarters, Colombo 01. 1B. Pujith Jayasundara, The Inspector General of Police, Police Headquarters, Colombo 01. AND OTHERS\n\nView More",
    "judgement_by": "Hon. M. Sampath K. B. Wijeratne J"
  }
}