{
  "doc_class_label": "lk_supreme_court_judgements",
  "doc_class_emoji": "⚖️",
  "doc_class_description": "A Supreme Court judgment is a binding legal decision that interprets the Constitution and laws, shaping justice, governance, and citizens’ rights.",
  "time_updated": "2025-11-06 07:20:53",
  "n_docs": 2251,
  "n_docs_with_pdfs": 1500,
  "n_docs_with_text": 1500,
  "n_docs_with_excel": 0,
  "n_docs_with_tabular": 0,
  "date_str_min": "2009-01-27",
  "date_str_max": "2025-11-04",
  "dataset_size": 1368068267,
  "url_source_list": [
    "https://supremecourt.lk"
  ],
  "url_data": "https://github.com/nuuuwan/lk_supreme_court_judgements/tree/data/data/lk_supreme_court_judgements",
  "url_chart": "https://raw.githubusercontent.com/nuuuwan/lk_supreme_court_judgements/refs/heads/data/data/lk_supreme_court_judgements/docs_by_year_and_lang.png",
  "langs": [
    "en"
  ],
  "latest_doc_d": {
    "doc_type": "lk_supreme_court_judgements",
    "doc_id": "2025-11-04-SC-FR-166-2021",
    "num": "SC/FR/166/2021",
    "date_str": "2025-11-04",
    "description": "Hon. Menaka Wijesundera J - Cader Mohamed Thowfeek, No.11...",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "lang": "en",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_166_2021.pdf",
    "parties": "Cader Mohamed Thowfeek, No.112, Main Street, Sammanthurai. Petitioner Vs. 1. South Eastern University of Sri Lanka, University Park, Oluvil. 2. Prof. M.M.M. Najim, Vice-Chancellor, South Eastern University of Sri Lanka, University Park, Oluvil. 2A.Dr. U.L. Abdul Majeed, Acting Vice Chancellor, South Eastern University, Oluvil, Sri Lanka. 3. Mr. H. Abdul Saththar, Registrar, South Eastern University of Sri Lanka, University Park, Oluvil. 3A.Mr.M.I. Nawfer, Registrar, South Eastern University, Oluvil, Sri Lanka. 4. Mr. A.M.G.B. Abeysinghe, Registrar, Rajarata University of Sri Lanka. 5. Dr. A.W.S. Chandana, Senior Lecturer (Gr. II), Sabaragamuwa University of Sri Lanka. 6. Dr. Anver M. Mustapha 7. Prof. A. Rameez, Dean Faculty of Arts and Culture, South Eastern University of Sri Lanka. 8. Dr. U.L.A Majeed, Dean Faculty of Technology, South Eastern University of Sri Lanka. (2nd to 8th Respondents are the members of the selection committee for the appointment of post of Director/Physical Education of the South Eastern University of Sri Lanka of which 3rd Respondent is the secretary) All of members of selection committee, South Eastern University of Sri Lanka, University Park, Oluvil. 9. University Grant Commission, No. 20, Ward Place, Colombo 07. 10. Prof. Sampath Amaratuga, Chairman, University Grant Commission, No. 20, Ward Place, Colombo 07. 10A. Senior Professor Kapila Seneviratne, Chairman, University Grant Commission, No. 20, Ward Place, Colombo 07. 11. S. Uthayanan, Puliyadi Market Lane, Manippay, Jaffna. 12. I. Lakshman, Sangarathai, Vaddukoddai, Jaffna. 13. Hon. Attorney General, Attorney General\\'s Department, Colombo 12. Respondents\n\nView More",
    "judgement_by": "Hon. Menaka Wijesundera J"
  }
}