{
  "doc_class_label": "lk_supreme_court_judgements",
  "doc_class_emoji": "⚖️",
  "doc_class_description": "A Supreme Court judgment is a binding legal decision that interprets the Constitution and laws, shaping justice, governance, and citizens’ rights.",
  "time_updated": "2025-12-03 18:36:13",
  "n_docs": 2336,
  "n_docs_with_pdfs": 1524,
  "n_docs_with_text": 1524,
  "n_docs_with_excel": 0,
  "n_docs_with_tabular": 0,
  "date_str_min": "2009-01-27",
  "date_str_max": "2025-12-03",
  "dataset_size": 1388683769,
  "url_source_list": [
    "https://supremecourt.lk"
  ],
  "url_data": "https://github.com/nuuuwan/lk_supreme_court_judgements/tree/data/data/lk_supreme_court_judgements",
  "url_chart": "https://raw.githubusercontent.com/nuuuwan/lk_supreme_court_judgements/refs/heads/data/data/lk_supreme_court_judgements/docs_by_year_and_lang.png",
  "langs": [
    "en"
  ],
  "latest_doc_d": {
    "doc_type": "lk_supreme_court_judgements",
    "doc_id": "2025-12-03-SC-FR-81-2025",
    "num": "SC/FR/81/2025",
    "date_str": "2025-12-03",
    "description": "Hon. Sampath B. Abayakoon J - R.K. Janaka Sathyajith Rajapa...",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "lang": "en",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_81_2025.pdf",
    "parties": "R.K. Janaka Sathyajith Rajapakse, No. 124/5, Dutugamunu Street, Kalubovila, Dehiwala. PETITIONER Vs. 01. Mr. Anil Jasinghe, Secretary, Ministry of Health. 02. Dr. Asela Gunawardana, Director General of Health Services, Ministry of Health. 03. Dr. P.W.C. Lal Panapitiya, Deputy Director General, Medical Services I, Ministry of Health. 04. Dr. Priyantha Atapattu, Director Tertiary Care Services, Ministry of Health. All of 01st to 04th Respondents are of: “Suwasiripaya,” No. 385, Ven. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 05. Mr. Sanath J. Ediriweera, Chairman, 06. Mr. N.H.M. Chithrananda, Member, 07. Mr. G.S.A de Silva P C, Member, 08. Dr. A.D.N. de Zoysa, Member, 09. Mrs. S.M. Mohamed, Member, 10. Mrs. Ranjani Nadarajapillai, Member, 11. Mr. M.B.R. Pushpakumara, Member, 12. Prof. N. Selvakkumaran, Member, 13. Dr. Sanath Panawennage, Member, 14. Mrs. T.M.L.C. Senarathna, Chairman, Health Service Committee, 15. Dr. Ananda Hapugoda, Member, Health Service Committee, 16. Mr. Nimal Saranathissa, Member, Health Service Committee, 17. Mrs. W.A.C Wickramathilaka, Secretary, Health Service Committee, All of 05th to 17th Respondents are of: The Public Service Commission, No. 1200/9, Rajamalwatta Road, Battaramulla. 18. Dr. S.P.A Liyanage Ranaweera Deputy Director General National Hospital (Acting), National Hospital of Sri Lanka, Colombo 10. 19. Dr. Sheahan Waas, President, Sri Lanka College of Radiologists, “Wijerama House,” No. 6, Wijerama Mawatha, Colombo 07. 20. Hon. Attorney General, Attorney General’s Department, Colombo 12. RESPONDENTS\n\nView More",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  }
}