{
  "doc_class_label": "lk_supreme_court_judgements",
  "doc_class_emoji": "⚖️",
  "doc_class_description": "A Supreme Court judgment is a binding legal decision that interprets the Constitution and laws, shaping justice, governance, and citizens’ rights.",
  "time_updated": "2026-02-12 07:21:41",
  "n_docs": 2524,
  "n_docs_with_pdfs": 1704,
  "n_docs_with_text": 1704,
  "n_docs_with_excel": 0,
  "n_docs_with_tabular": 0,
  "date_str_min": "2009-01-27",
  "date_str_max": "2026-02-10",
  "dataset_size": 1530108886,
  "url_source_list": [
    "https://supremecourt.lk"
  ],
  "url_data": "https://github.com/nuuuwan/lk_supreme_court_judgements/tree/data/data/lk_supreme_court_judgements",
  "url_chart": "https://raw.githubusercontent.com/nuuuwan/lk_supreme_court_judgements/refs/heads/data/data/lk_supreme_court_judgements/docs_by_year_and_lang.png",
  "langs": [
    "en"
  ],
  "latest_doc_d": {
    "doc_type": "lk_supreme_court_judgements",
    "doc_id": "2026-02-10-SC-FR-261-2019",
    "num": "SC/FR/261/2019",
    "date_str": "2026-02-10",
    "description": "Hon. A.L. Shiran Gooneratne J - Nithijanatham Baskaran, C/O:N...",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "lang": "en",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_261_2019.pdf",
    "parties": "Nithijanatham Baskaran, C/O:N. Sivathiruchenthuranathan, Kaithady West, Kaithady, Jaffna. PETITIONER Vs. 1. University of Jaffna, Thirunelvelvy, Jaffna. 2. Prof. Ratnam Wikneswaran, Former Vice Chancellor, University of Jaffna, Thirunelvelvy, Jaffna. 2A. Prof. K. Kandasamy, Competent Authority, University of Jaffna, Thirunelvelvy, Jaffna. 3. Dr. K. Suthakar, Dean, Faculty of Arts, University of Jaffna, Thirunelvelvy, Jaffna. 4. Dr. (Mrs.) B. J. Rasanen, Head, Department of Sociology, University of Jaffna, Thirunelvelvy, Jaffna. 5. Mrs. A. Rajakumar, Senate Nominee (Council Member) University of Jaffna, Thirunelvelvy, Jaffna. 6. Mr. P. E. Eswaradasan Council Nominee (Council Member) University of Jaffna, Thirunelvelvy, Jaffna. 7. Prof. Jayadeva Uyangoda, Council Nominee (Council Member) University of Jaffna, Thirunelvelvy, Jaffna. 8. Dr. A. A. Kadirgamar, 63, Rakka Lane, Nallur, Jaffna. 9. University Grant Commission, Ward Place, Colombo 07. 10. The Registrar, University of Jaffna, Thirunelvelvy, Jaffna. 11. Hon. Attorney General, Attorney-General’s Department, Hulftsdorp, Colombo 12. RESPONDENTS\n\nView More",
    "judgement_by": "Hon. A.L. Shiran Gooneratne J"
  }
}