{
  "doc_class_label": "lk_supreme_court_judgements",
  "doc_class_emoji": "⚖️",
  "doc_class_description": "A Supreme Court judgement is the final and binding decision delivered by the highest court in a country.\n\nIn Sri Lanka, the Supreme Court plays a vital role in interpreting the Constitution, safeguarding fundamental rights, and resolving disputes of national importance. Its judgements set legal precedents that influence how laws are applied and upheld across the nation, shaping both governance and society.",
  "time_updated": "2025-09-19 15:51:23",
  "n_docs": 1539,
  "n_docs_with_pdfs": 1102,
  "n_docs_with_text": 1102,
  "date_str_min": "2016-07-22",
  "date_str_max": "2025-09-19",
  "dataset_size": 1030697137,
  "url_source": "https://supremecourt.lk/judgements/",
  "url_data": "https://github.com/nuuuwan/lk_supreme_court_judgements/tree/data/data/lk_supreme_court_judgements",
  "latest_doc_d": {
    "doc_type": "lk_supreme_court_judgements",
    "doc_id": "2025-09-19-SC-APPEAL-17-2018",
    "num": "SC/APPEAL/17/2018",
    "date_str": "2025-09-19",
    "description": "Hon. Sobhitha Rajakaruna J - Saddatissa Athukorala No 349/...",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "lang": "en",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_17_2018.pdf",
    "parties": "Saddatissa Athukorala No 349/1, Passara Town, Passara. 2ND DEFENDANT-PETITIONER-APPELLANT Vs. Mohamed Hussain Mohamed Mubarak (Deceased) No. 131, Kovilkade, Passara. PLAINTIFF- RESPONDENT-RESPONDENT Mohamed Hussain Dissanayake Mudiyanselage Sumithra Mubarak No.131, Kovilkade, Passara SUBSTITUTED PLAINTIFF- RESPONDENT-RESPONDENT 1. Dhawala Pushpa Athukorala 3. Rosalin Karnaratne (deceased) All of: No 349/1, Passara Town, Passara. 4. Mohamed Hussain Noorul Sauda 5. Mohamed Hussain Ummul Halima 6. Mohamed Hussain Ummul Lathifa All of: No.24/3, Parakrama Mawatha, Passara. 7. Mohamed Hussain Ummul Naseela No.370, Main Street, Passara. 8. Mohamed Hussain Mohamed Amanulla 9. Mohamed Hussain Ummul Hidaya 10. Mohamed Hussain Mohamed Fuad 11. Mohamed Hussain Sithty Fathima 12. Mohamed Hussain Mohamed Faus All of: No.24/3, Parakrama Mawatha, Passara. 13. Mohamed Ansar No.364, Main Street, Passara. 14. S.A. Abdul Kafar No.366, Main Street, Passara. 15. Amarasinghe No.368, Main Street, Passara. 16. E. V. Karthigesu (deceased) 16a.E. V. K. Nagendram Sathkunarajah 17. Rajeswari Nagendram Both of: No.305, Main Street, Passara. DEFENDANTS-RESPONDENTS- RESPONDENTS\n\nView More",
    "judgement_by": "Hon. Sobhitha Rajakaruna J"
  }
}