[
  {
    "page_number": 0,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.38,
      72.05,
      467.23,
      87.15
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      87.29,
      428.47,
      116.48
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      244.85,
      116.64,
      498.43,
      235.52
    ],
    "text": "In the matter of an application under Articles 17 and 126 of the Constitution. 1. Thushara Malpriya Wilhanachchi Rajagaya, Bogaha Junction, Akmeemana.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      237.75,
      361.63,
      284.15
    ],
    "text": "SC FR Application No. 367/13",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      244.85,
      286.35,
      498.46,
      754.02
    ],
    "text": "2. Narigama Patabandige Pramitha Roshan Samadhi, Hawpegewatta, Poddala. 3. Vithanage Roshan Perera Addaragewattha, Piyadigana, Gintota. 4. Koggala Vithanage Nilantha Agantholla Wattha, Metaranba, Unawatuna. 5. Mohamed Shaffy Fathuma Rushdiya No. 16/3A, Playground Road, Obeysekarapura, Rajagiriya. 6. Walpita Gamage Sameera Pradeep Walpita South, Aramba Junction, Poddela. 7. Dadallage Jayalakshi Chandrasekara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      244.85,
      72.0,
      498.46,
      766.5
    ],
    "text": "Uyana Watta, Talpe. 8. Maligaspe Koralage Rangana Sujeewa Kajugas Kanaththa, Kithulampitiya, Wackwella, Galle. 9. Nanayakkara Vithanage Nalaka Samantha Dehigahahena, Hiyare, Galle. 10. Kodituwakku Kankanamge Priyantha Jayakody, Ganegoda, Akeemana. 11. Androvita Gamage Rupika Priyanganie Walawe Gedara Manavila, Walahanduwa, Galle. 12. Chathurani Samarasinghe No. 34C, Kithulampitiya Road, Galle. 13. Gammaddegoda Liyanage Chandi Bopewatta, Opatha, Uluvitike. 14. Upul Eresha Runage Sandaresa, Melagoda, Wanchawala.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      244.85,
      72.0,
      498.46,
      750.3
    ],
    "text": "15. Srinam Suganditha Nanayakkara No. 114/J, Kotagedara, Gampala. 16. Deekirike Jayamaha Mudalige Dona Renuka Priyadarshani Jayamaha No. 172/38, Samanala Uyana, Ihala Karagahamuna, Kadawatha. 17. Seperamadu Subadra Chandrani No. 69, Pubudugama, Hebutana, Mullareyawa. 18. Mudugamuwa Hewage Dayani Wasanthi No. 37/1, New Lane, I, Dangedara, Galle. 19. Undugodage Wimalanath Sri Ranjan Rodrigo Rodrigo Niwasa, Bandaragama. 20. Rathnayaka Mudiyanselage Thiloka Nilmini No. 11/8C, Wakunugoda Road, Galle. 21. Chamari Indika Disanayaka No. 110/25A, Jubilee Post, Mirihana Road, Nugegoda.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      244.85,
      72.0,
      498.41,
      766.5
    ],
    "text": "22. Kaggoda Arahchige Kanthi Ramyalatha Jayasinha, Kalukanda Wattha, Tallgasyaya. 23. Udahenkande Lekamlage Samantha Dissanayaka No. F 64, Ambalapitiya, Godagampala. 24. Thushara Ruwini Walakuluarachchi Wimalpa, Ferry Road, Pitigala. 25. Kothihagoda Kankanamge Thilini Prabodha No. 40/9, Pallethota Road, Thalgagoda, Ambalangoda. 26. Dinesh Janaki Wijesekara Abeynayaka No. 60/14, Pashuvaidya Mawatha, Elpitiya. 27. Hewamanage Dedunu Priyanthika Chandimali No. 1/20, Wewarauma, Ethkandura, Elpitiya. 28. Asiri Kankanamge Kasun Tharaka Subasinghe No. 27, Gemunu Mawatha, Vijithpura, Pelawatta,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      244.85,
      72.0,
      498.42,
      766.5
    ],
    "text": "Battaramulla. 29. Sandya Indika Wemalaweera Proboth, Kirinuge, Karandeniya. 30. Kalani Geethika Kariyawasam Weerasinghe Dolegoda Watta, Badaragoda, Wanchawala. 31. Paragrahawatthagei Sriyani Chandrika Pahalwattha, Walahanduwa. 32. Koongahage Navana Lanka Kumari No. 1C, Paththan Waththa, Kurunda, Akmeemana. 33. Batuwattu Gamage Dilmini Thushari Nikini Kanda, Pinnaduwa, Walahanduwa. 34. Chandriwa Peellage No. 560 A, Duwawatta, Badungoda, Walahanduwa, Galle. 35. Geethika Damayanthi Willaddarage Wanduramba Road, Sandarawala, Baddegama. 36. Kariyawasam Pathiranage Nirosha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      244.85,
      72.0,
      500.5,
      766.5
    ],
    "text": "Senanayaka Mawatha, Manavila, Walahanduwa, Galle. 37. Indigaha Walage Chamila Jayamini Dissanayake Ihalawatta, Yaggaha, Walahanduwa, Galle. 38. Imaduwa Vithanage Himali Tharanganee Padimalla, Ganemulla Junction, Galle. 39. Chaminda Mahesh Godage Subash, Hinidumgoda, Anangoda, Galle. 40. Rathnayaka Mudiyanselage Vinjani Bandara Dhangahaduwa, Yakkalamulla. 41. Yaggaha Kirindage Bandu Nilanthi Suhada Sewana, Polkoratuwa Waththa, Poddala. 42. Chandrika Shyamali Atharaliya No. 174/A, Kithalampitiya Road, Uluwitike. 43. Kodippili Kankanmge Priyanka Dias Leela, Dugodawatha, Happawana,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      244.85,
      72.0,
      498.46,
      750.3
    ],
    "text": "Wanchawala. 44. Mohamed Hashim Fathuma Faheema No. 29/4, Circular Road, Galle. 45. Hirimbura Gamage Menaka Kumari G/Meepawala Amarasooriya College 46. Ukwaththa Jayalathge Thilak Pushpa Kumara Jayalath Ge/Meepawala Amarasooriya College, Poddala. 47. Bandarigodage Udeni Ganga No. 7/7, 2A, Sadhathissa M, Madawalamulla. 48. Golla Hinnagedara Ahisha Kumari Milrukshi No. 26/B, Udumulla Watta, Baddigama Road, Hirimbura, Galle. 49. Narigama Patabandige Maduwanthi Chathurani Vijaya, Pengirihenawatta, Weluwagoda, Uluvitike. 50. Maligaspe Koralage Vajira No. 125/36, Amalgama, Hiyare.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      244.85,
      72.0,
      498.39,
      766.5
    ],
    "text": "51. Desika Tharanganie Kariyawasam Paranavithana Shanthi, Yagala, Dikkumbura, Ahangama. 52. Sunethra Wijesiri Gunwardhana Siyatha, Maliben Mawatha, Walahanduwa, Galle. 53. Thellamure Hewage Nilushi Priyangani Henewaththa, Thotagoda, Akmeemana. 54. Sera Jenette Rohini Abeysekara Radagewatta, Talpe North, Unawatuna. 55. Kaluwa Durage Pushpika Sarojani No. 16, Sugathapala Mawatha, Maitipe, Galle. 56. Dodampe Jayaweera Kankanamge Sulochani Jayaweera No. 22/2, Mahinda Mawatha, Galle. 57. Majuwane Kankanamge Iresha Priyadarshani Mihira, Totagoda, Akmeemana, Galle.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      244.85,
      72.0,
      498.46,
      766.5
    ],
    "text": "58. Kos Mullage Dayani Nalika No. 255, Duwage Watta, Panvila Road, Narawala, Poddala. 59. Upul Samantha Kanapaddala Gamage Kotte Waththa, Uluwitike, Galle. 60. Nadeeka Paranavithana Usgoda Hena, Anangoda, Galle. 61. Narawala Gamage Priyangani Priyadharshani No. 41/A, Wakunagoda Lane, Bope, Galle. 62. Angulugaha Gamage Wajira Dilrukshi West Fild, Karahe, Wanchawala. 63. Ganga Krishanthi Dias Abeysekara Wijenayake No. 19, Dalukkanda, Talgasgoda. 64. Teranagamage Don Rasika Sewwandi Idigahawella, Beratuduwa, Godapinuwala.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      244.85,
      72.0,
      498.42,
      766.5
    ],
    "text": "65. Eliela Mulla Kapuge Ajantha Rohini Malkanthi Daluwathu Mulla, Talwatta. 66. Jayasinghe Ransini Amarasiri No. 645, Ella Meda Mawatha, Kurundugaha, Elpitiya. 67. Nawalainge Ajith Kumarasiri No. 397/A, Sudagala South, Sudagala, Kuruwita. 68. Geekiyanage Iresh Kumara No. 89/A, Punchi Gurudola Watta, Karapitiya, Galle. 69. Uduwarege Shyama Damayanthy Perera No. 703/B/1, Kulasewana Mawatha, Kottawa, Pannipitiya. 70. Wilegoda Wickramage Dilrukshi Priyangika No. 259/2, Morakelle, Pinnawala, Waga. 71. Rasika Surangi Paragahawatta No. 165/6B, Jayawardanagama, H. S. Thalawathugoda. 72. Disni Ayoma Pandigama",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      244.85,
      72.0,
      498.42,
      766.5
    ],
    "text": "No. 73/2, St. Katharin Park, Hokandara East, Hokandara. 73. Akmeemana Vithanage Kanchana Swarnamali Karunapala No. 343/1, Mihindupara, Pelenwatta, Pannipitiya. 74. Katapodi Kankanamge Piumi Nayana Kumari No.19/11/1, Bandarawatta, Kadawatha. 75. Helle Liyanaarachchige Dona Chintha Wasana Irich Senevirathna No. 785/A, 1st Lane, Asiri Uyana, Pelawatta. 76. Gayathri Nalika Udayangani Indeewari Jayawardane Rathnagiriya Watta, 7th Lane, Hirana, Panadura. 77. Kodithuwakku Arachchige Samanthi Egodaha Waththa, Thalgasyaya, Akmeemana, Galle. 78. Hemali Wasana Kumarage Aluth Gedara, Hapugala Wackwella,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      244.85,
      72.0,
      502.26,
      766.5
    ],
    "text": "Galle. 79. Rathnayaka Senarathge Dona Dinithi Surangika No. 14/4, Jambugus Mulla Mawatha, Nugegoda. 80. Agalaka Arachchige Indrani Wijenayaka No. 62/1, Gammana Road, 1st Lane, Maharagama. 81. Wasala Liyanage Don Samanthi Buddhini Perera No. 41/4 D, Railway Avenue, Nugegoda. 82. Mirihana Arachchillage Disna Chandrika No. 348/46, Pinnagolle North, Nittambuwa. 83. Yatagama Lokuge Irasha Manoji No. 35/1, New Hospital Road, Pamunuwa, Maharagama. 84. Hemali Shamani Egodawaththa No. 120/1, Gramasanwardana Road, Depanama, Pannipitya. 85. Narangodage Dimusha Nilanthi No. 312, Southern Court, Manawila,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      244.85,
      72.0,
      498.46,
      766.5
    ],
    "text": "Walahanduwa. 86. Andawatta Kankanamge Jeewani Sitharika Mihira, Wijayananda Mawatha, Anangoda, Galle. 87. Paliwaththa Kankanamge Chandrani Kusumlatha No. 44, Godaduwa Road, Kapuhempala, Akmeemana, Galle. 88. Loku Narangodage Sriyani No. 20, Neel de Alwis Mawatha, Wanduramba. 89. Ihala Madagama Gamage Sureka Dilrukshi Gamage Madurani, Madagama, Neluwa. 90. Kodikarage Iresha Suduwellawa, Mawanana, Neluwa. 91. Akuratiya Gamage Nalini Nandani No. 55/2, Dammala Colony, Halvitiula Colony, Galle. 92. Adassuriya Arachchige Deepani Mangalika Pradeepa, Mavita, Neluwa.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      244.85,
      72.0,
      498.46,
      701.68
    ],
    "text": "93. Akuratiya Vithanage Jeewani Tharanga No. 392, Andurathwila, Poddala. 94. Aruma Wadu Tharanga Nayanamala No. 8/C, Anguruwala Kanda, Budapanagama, Unanvitiya. 95. Imaduwa Vithanage Anusha Nilmini Gamage Waththa, Kottawagama, Galle. 96. Ramya Kanthi Wijewickrama Gunawardana Liyandaduwa, Baddegama. 97. Kariyawasam Haputhanthrige Ruwani Tharanga Weerasinghe Halwathuragoda Waththa, Uluvitike, Galle. 98. Kariyawasam Happuthanthirige Sandya Kariyawasam Ruhunu Stores, Thalagaha, Akmeemana. 99. Sirima Kumudini Hallinnage Lawal Hena, Baddegama. 100. Peduru Arachchiga Shirani Jayanthi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      244.85,
      703.88,
      393.67,
      766.5
    ],
    "text": "Wasana, Maliban Mawatha, Walahanduwa.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      244.85,
      72.0,
      498.46,
      183.2
    ],
    "text": "101. Geegana Gamage Samanthi Chathurika Balenewaththa, Meepawala, Poddala. 102. Benthara Kottahachchi Kumudinie",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      244.85,
      185.4,
      498.42,
      750.3
    ],
    "text": "Deymini, Dikhena, Hemmeliya, Baddegama. 103. Don Maneesha Sujani Wimalawardana Holuwagoda Bridge, Baddegama Road, Uluvitike, Galle. 104. Kaluwahewage Rohini Rasika Priyadarshani No. 119/1, Jana Udana Gammanaya, Sunside Garden, Baddegama. 105. Kankanam Pathirage Rasika Srimathi Kumari No. 115, Udukumburawatta, Kithulampitiya, Uluvitike, Galle. 106. Nanayakkara Wasam Kappideyagoda Mudage Krishantha Lakmal Fildew City, Mulanagoda, G/Nagoda. 107. Nelka Wickramanayake",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      280.85,
      752.5,
      366.79,
      766.5
    ],
    "text": "Pahala Watta,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      244.85,
      72.0,
      427.54,
      150.8
    ],
    "text": "Naththawala, Wanduramba, Galle. 108. Kumari Ashini Lanerolle",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      244.85,
      153.0,
      494.02,
      264.23
    ],
    "text": "Dehiwawatta, Maliban Mawatha, Ihalagoda, Akmeemana, Galle. 109. Kodithuwakku Maddage Priyangani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      244.85,
      266.43,
      497.62,
      329.03
    ],
    "text": "Godakubura, Wanduramba. 110. Gamwasam Gamage Amila Sagarika",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      244.85,
      331.23,
      498.42,
      572.05
    ],
    "text": "Thikshana, Pannamagama Watta, Poddala. 111. Thotawatta Don Manuwelge Pramitha De Silva Thiranagama East, Hikkaduwa. 112. Herath Mudiyanselage Ruvini Anuruddhika Herath Thalagahapitiya, Bingiriya. 113. Suduwa Dewage Dinusha Lakshmi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      244.85,
      574.28,
      468.58,
      685.48
    ],
    "text": "Siriwardana No. 61/F, Pathalawatta Road, Malamulla West, Panadura. 114. Mereggege Iranganie Fernando",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      244.85,
      687.68,
      498.38,
      750.3
    ],
    "text": "Bodiraja Mawatha, Moronthuduwa. 115. Kammathi Chamari Ureka De Silva",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      280.85,
      752.5,
      381.67,
      766.5
    ],
    "text": "Wijayasriwarane",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      244.85,
      72.0,
      498.39,
      167.0
    ],
    "text": "Gemunu, Sri Sheelananda Road, Pinwatta, Panadura. 116. Thellanbure Bambarendage Nishani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      244.85,
      169.2,
      399.43,
      264.23
    ],
    "text": "Dilrukshi Geethika No. 3/49, Weragama Road, Wadduwa. 117. Leel Moraj Pasqual",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      244.85,
      266.43,
      442.42,
      361.43
    ],
    "text": "No. 17/1, Sri Sudarshana Mawatha, Sirimadura, Matugama. 118. Wimala Siri Widyarathna",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      244.85,
      363.63,
      498.39,
      555.85
    ],
    "text": "Warallawatta, Damanwara, Kendagolla, Badulla. 119. Padmini Shanthi Hegodage Nanayakkara Sunila, Baddegama South, Baddegama. 120. Pathirage Gayani Wasanthi Perera",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      244.85,
      558.05,
      498.46,
      750.3
    ],
    "text": "Mahawatta, Iddagoda, Matugama. 121. Edirisinghe Arachchige Sujeewa Krishanthi No. 186/27, Palligoda South, Aluthgama Road, Mathugama. 122. Heeraluge Nadeeka Lakmali",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      280.85,
      752.5,
      403.99,
      766.5
    ],
    "text": "Yauwana Mawatha,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      244.85,
      72.0,
      498.42,
      410.03
    ],
    "text": "Kuda Mulatiyana, Agalawaththa. 123. Hettiarachchige Dona Chandra Kumudini Jayasekara Yatadolawatta, Mathugama. 124. Pallewattage Sumitha Bashini Fernando No. 37/1, Lake Road, Katukurunda, Kalutara. 125. Mirihana Kannamge Suranga Nadeeshani Wickrama Niwasa, Morpipiya. 126. Dulari Kavirathne",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      244.85,
      412.25,
      403.51,
      491.05
    ],
    "text": "Primrose, Welalavita Road, Meganathanna. 127. Withanagei Irangani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      244.85,
      493.25,
      498.46,
      669.28
    ],
    "text": "Sandamini, Waalagoda, Hikkaduwa. 128. Chamari Biyanka Panangala Pathirage Olimpus Garden, Andurathwila, Poddala. 129. Tellambura Babarandage Apeksha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      244.85,
      671.48,
      362.95,
      750.3
    ],
    "text": "Niranjala Thushita, Melegoda, Wanchawala.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      244.85,
      72.0,
      498.37,
      86.0
    ],
    "text": "130. Manemel Dura Chamari Priyanaka",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      244.85,
      88.2,
      498.46,
      280.43
    ],
    "text": "Mendis Mahagedarawaththa, Bossa. 131. Hewawasam Kottugoda Kankanamage Chamari Maduwanthi Rataulugedara Watta, Godakanda, Galle. 132. Kandaduwa Gamage Monika Mali",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      244.85,
      282.63,
      498.45,
      393.83
    ],
    "text": "Iduruwagewattha, Kirindagoad, Manavila, Walahanduwa, Galle. 133. Chathurani Udayadevi de Livera",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      244.85,
      396.03,
      498.46,
      717.88
    ],
    "text": "Wickramarachchi Samarasinha No. 34C, Kithulampitiya Road, Galle. 134. Mahawala Wala Komara Mudiyanselage Chandrika Wasana Wanigarathna No. 94, Amalgama, Hiyare, Galle. 135. Niyagama Pathiranage Karunarathna Lokugewatha, Narawala, Poddala. 136. Akmeemana Kumarage Sanjeewani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      280.85,
      720.08,
      398.95,
      766.5
    ],
    "text": "Kumari Ranasinghe Watte, Ganemulla,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      244.85,
      72.0,
      498.37,
      118.4
    ],
    "text": "Galle. 137. Boolappa Gamage Prasanna Indika",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      244.85,
      120.6,
      465.22,
      215.6
    ],
    "text": "Kumara No. 71, Elupitiya, Unawatuna. 138. Gorakolahe Renuka Malkanthi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      244.85,
      217.8,
      494.74,
      296.63
    ],
    "text": "Penedeniya Walla, Kitulampitiya, Galle. 139. Sampath Priyadarshana Gurusinha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      244.85,
      298.83,
      451.54,
      377.63
    ],
    "text": "No. 58, Horaisan viu Hapugala, Wakwella. 140. Deeyagahage Pavitra Manori",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      244.85,
      379.83,
      482.74,
      458.65
    ],
    "text": "No. 273/3, Gunasekara Mawatha, Mahawaththa. 141. Kankanamge Janakee Nishanthia",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      244.85,
      460.85,
      498.39,
      636.88
    ],
    "text": "Vishmi, Mapalana, Kamburupitiya. 142. Gayanie Sharmila Weerasinghe Kulatunga No. 19, Wijethunga Mawatha, Devinuwara. 143. Kottawa Gamage Namal Priyankara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      244.85,
      639.08,
      467.86,
      701.68
    ],
    "text": "Harumalgoda West, Angulugaha. 144. Ellagoda Gamage Dushmantha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      244.85,
      703.88,
      364.39,
      766.5
    ],
    "text": "Asiri, Kokawela, Kekanadura.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      244.85,
      72.0,
      482.5,
      86.0
    ],
    "text": "145. Yaggaha Gewage Asha Priyangani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      244.85,
      88.2,
      498.42,
      280.43
    ],
    "text": "Gasawatta, Naimbala, Thihagoda. 146. Jamburuthugoda Gamage Chandrika Abaya, 2nd Mail Post, Henetigala, Galle. 147. Rathnayake Mudiyanselage Manuli",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      244.85,
      282.63,
      498.39,
      507.25
    ],
    "text": "Samudra Kumari No. 135 A, Udumulla Watta, Dorape, Angulugaha, Galle. 148. Don Ishani Sharmila Wimalawardana Welege Wattha, Wataraka East, Galle. 149. Sama Chandani Wickramasuriya",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      244.85,
      509.45,
      452.98,
      572.05
    ],
    "text": "Talpe North, Unawatuna. 150. Pradeep Indika Kalansooriya",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      244.85,
      574.28,
      440.98,
      653.08
    ],
    "text": "No. 03, Mampitiya, Galle. 151. Meegoda Gamage Ranmini",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      244.85,
      655.28,
      498.4,
      766.5
    ],
    "text": "No. 33, Sisilasa Uyana, Kamburugamuwa. 152. Wickramsinghe Madanayake Mahinda Koongasduwa Watta, Narwala,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      244.85,
      72.0,
      498.42,
      118.4
    ],
    "text": "Poddala. 153. Warnasooriya Patabendige Suranja",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      244.85,
      120.6,
      432.58,
      215.6
    ],
    "text": "Thushari Priyadarshika Hill House, Badalgoda, Mirissa. 154. Iresha Lakmali Masinghe",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      244.85,
      217.8,
      498.39,
      410.03
    ],
    "text": "Bhagya, Borolla Road, Weherahena, Matara. 155. Yatamalagala Gamage Trillishiya Ruwini Ismil Road, Isadeen Town, Matara. 156. Thamila Roshani Alahakoonge",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      244.85,
      412.25,
      498.39,
      588.28
    ],
    "text": "No. 93/1, Pitakatuwana, Kamburupitiya. 157. Janaka Prasanna Abeysing Jayawardhana Mukalana, Yatamalagala, Yakkalamulla. 158. Lewala Leyanage Nirosha Suraji",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      244.85,
      590.48,
      485.14,
      685.48
    ],
    "text": "No. 791, Panshala Kanda, Kapuhenpala, Akmeemana. 159. Hettiarchchige Kelum Kulathunga",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      280.85,
      687.68,
      377.83,
      750.3
    ],
    "text": "Santhi Sevana, Weragaumpita, Matara.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      244.85,
      72.0,
      498.43,
      86.0
    ],
    "text": "160. Athukorala Arachchege Lashanthika",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      244.85,
      88.2,
      498.46,
      523.45
    ],
    "text": "Surangani Athukorala No. 5/20, Paragaha Koratuwa, Madahena Road, Welegoda, Matara. 161. Midikolawatta Kamkanamge Chandima Katukurudugaha Watta, Godakanda, Galle. 162. Nanayakkara Kariyaswasam Sumithra Manohari Dehegahahena, Hiyare, Galle. 163. Maddawattage Chandrika Priyangani Kalyani, Maliban Mawatha, Walahanduwa, Galle. 164. Kalahe Pathiranage Ramya Kumari",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      244.85,
      525.65,
      435.22,
      604.48
    ],
    "text": "Maddemaga Watha, Dorape, Angulugaha. 165. Yakgaha Hewage Deepika",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      244.85,
      606.68,
      498.46,
      766.5
    ],
    "text": "No. 57, Seebal Park, Melagoda, Wanchawala. 166. Gardiya Hewa Wasam Gammuduwaththagey Nilanka Piumini Samudi, Abagahahena,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      244.85,
      72.0,
      498.41,
      134.6
    ],
    "text": "Penatiyana, Weligama. 167. Mathara Achchi Vidanalage Yamuna",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      244.85,
      136.8,
      486.34,
      231.8
    ],
    "text": "Erangani No. 860, Athurugiriya road, Homagama. 168. Indika Manoranga Withanawasam",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      244.85,
      234.0,
      498.37,
      329.03
    ],
    "text": "JQ 19 Quarters, Pasdunrata National College of Education, Kalutara. 169. Wasanthika Manori Kulasinghe",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      244.85,
      331.23,
      452.74,
      410.03
    ],
    "text": "No. 645/1 B, Govinna Mawatha, Aturugiriya. 170. Kavikara Pujitha Amarasena",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      244.85,
      412.25,
      486.58,
      507.25
    ],
    "text": "Amarasevana D. Samson Rajapakshe Mawatha, Anangoda, Galle. 171. Gabadaga Don Chanaka Eranda",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      244.85,
      509.45,
      498.39,
      588.28
    ],
    "text": "No. E 222, Isurupura, Mallabe. 172. Inimankada Kankanamge Kumudu",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      244.85,
      590.48,
      398.47,
      685.48
    ],
    "text": "Priyangani No. 277, Paragahathata, Wathugedara. 173. Dayani Illangakoon",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      244.85,
      687.68,
      356.71,
      766.5
    ],
    "text": "No. 311/22, Waratenna, Halloluna, Kandy.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      244.85,
      72.0,
      498.39,
      183.2
    ],
    "text": "174. Bambage Shiroma Irangani Fernando Weerapela, Bowatta, Bingiriya. 175. Paragoda Udugampalage Nirosha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      244.85,
      185.4,
      490.66,
      296.63
    ],
    "text": "Kanchanamala No. 4/2, Walpola Road, Aggona, Angoda. 176. Polwatta Koralalage Anusha Perera",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      244.85,
      298.83,
      498.42,
      620.68
    ],
    "text": "No. 215/6A, Pothgal Vihara Mawatha, Getangama, Rathnapura. 177. Mannamarakkalage Madurangani Pathmakumari Cooray No. 19, Upali Mawatha, Wadduwa. 178. Ukwaththa Jayalathge Thilak Pushpa Kumara Jayalath No. 196/1, Mulana, Narawala, Poddala, Galle. 179. Yaddehi Wattage Dammika",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      244.85,
      622.88,
      476.98,
      766.5
    ],
    "text": "No. 540 C, Eriyagahawila, Pinnaduwa, Walahaduwa. 180. Gamage Dona Vindya Udayanthi Moragoda, Rantotuwila.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      244.85,
      72.0,
      494.26,
      86.0
    ],
    "text": "181. Hirimbara Gamage Menaka Kumari",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      244.85,
      88.2,
      471.7,
      183.2
    ],
    "text": "No. 07, Mulana, Meepawala, Poddala. 182. Hewamanage Krisha Priyangani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      244.85,
      185.4,
      412.15,
      264.23
    ],
    "text": "Sandaresa, Melegoda, Wanchawala. 183. Champa Dahanayaka",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      244.85,
      266.43,
      498.42,
      539.65
    ],
    "text": "No. 72/7 A, 2nd Lane, Karapitiya, Galle. 184. Nanayakkara Godakandage Samantha Priyadarshanie Ampitiyawatta, Hirimbura, Galle. 185. Dissanayake Mudiyanselage Kiribanda Dissanayake K/Taxila Central College, Horana. 186. Hitihamu Mudeyanselage Deepani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      244.85,
      541.85,
      498.37,
      653.08
    ],
    "text": "Kumudu Neelagolla No. 97/14, Sri Dhamma Siddi Mawatha, Asgiriya, Kandy. 187. Walimuni Telsha Priyangani Mandis",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      244.85,
      655.28,
      498.36,
      734.08
    ],
    "text": "Abesekara Kusum Sewana, Nochchiyagama. 188. Vidana Gamage Nadeeka Niroshini",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      280.85,
      736.3,
      371.11,
      766.5
    ],
    "text": "Jayawardhana No. 1/343,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      244.85,
      72.0,
      445.78,
      134.6
    ],
    "text": "Vihara Mawatha, Bingiriya. 189. Udeshika Nelani Abesekara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      244.85,
      136.8,
      498.42,
      329.03
    ],
    "text": "No. 54, Madawalla Mulla, Galle. 190. Thalgaswattha Pilana Vithanage Priyardarshani Chandrica No. 24, Malwatta Lane, Atthiligoda, Galle. 191. Samodi Gangani Pathrina",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      244.85,
      331.23,
      486.82,
      410.03
    ],
    "text": "No. 157, Budhagaya Mawatha, Anuradhapura. 192. Sebastian Sugeetha Priyadarshani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      244.85,
      412.25,
      498.39,
      636.88
    ],
    "text": "No. 356/7. Nugedeniya Road, Batapotha, Thalangama South, Thalangama. 193. Pita Kandage Anitha Udeni Samarasinghe E/L, 2/1, Dias Place, Gunasinghepura, Colombo 12. 194. Pinwaththe Kankanalage Pradeep",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      244.85,
      639.08,
      497.14,
      734.08
    ],
    "text": "Janaka No. 257/4, Gampalawela, Gampaha. 195. Pothpitiyage Indika Pushpa Kumara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      280.85,
      736.3,
      379.27,
      766.5
    ],
    "text": "No. 607/A, Sirilanka Road,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      244.85,
      72.0,
      498.39,
      134.6
    ],
    "text": "Jayaththa, Kalutara North. 196. Pathiranage Harshika Madumanthi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      244.85,
      136.8,
      436.9,
      248.0
    ],
    "text": "Wijesekara No. 50/5, 1st Lane, Gothami Road, Colombo 08. 197. Nirma Ruvanika Liyanaga",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      244.85,
      250.23,
      498.42,
      636.88
    ],
    "text": "No. 56 A, Vakunugoda, Galle. 198. Nadeesha Udammi Abhayagunawardhana No. 62/1, Katuwawala, Boralesgamuwa. 199. Narasinghe Mudiyanselage Dhammika Senerathna No. 1/343, Vihara Mawatha, Bingiriya. 200. Maragoda Iresha Thushari Jayasinghe No. 11/A, Jayawardenarama Road, Dangedara, Galle. 201. Mihindukulasooriya Muthubandara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      244.85,
      639.08,
      498.4,
      766.5
    ],
    "text": "Poruthotage Jude Mukalanhena, Bingiriya. 202. Kariyawasam Haputhanthrige Chandika Addaragoda Watta, Naralawa,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      244.85,
      72.0,
      498.39,
      231.8
    ],
    "text": "Poddala. 203. Jayakodi Arachchilage Sarath Senevirathna Staff Quarters, Wayamba National College of Education, Bingiriya. 204. Harshi Baddrika Temi Dahanayake",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      244.85,
      234.0,
      480.82,
      329.03
    ],
    "text": "No. 89/98, Galusiri Uyana, Kithulampitiya, Galle. 205. Dona Nadeeka Sarangi Gabadage",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      244.85,
      331.23,
      500.74,
      426.25
    ],
    "text": "No. 33, S. T. F. Road, Nagoda, Kalutara. 206. Chamin Prasad Jasenthu Patabendi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      244.85,
      428.45,
      498.39,
      620.68
    ],
    "text": "No. 164/2/8, Egodawatte, Ukuwela. 207. Bandara Godage Gayani Priyadarshani No. 38, Baddegma Road, Hirimbura, Galle. 208. Anoja Dilani Samarasekara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      244.85,
      622.88,
      497.14,
      701.68
    ],
    "text": "Samarawila, Wadukade Junction, Ankokkawala. 209. Akuretiya Gamage Disna Priyangika",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      280.85,
      703.88,
      378.55,
      766.5
    ],
    "text": "Delgaha Watta, Narawala, Poddala.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "30",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      244.85,
      72.0,
      498.35,
      86.0
    ],
    "text": "210. Agam Podi Dona Jammi De Zoysa",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      244.85,
      88.2,
      498.42,
      312.83
    ],
    "text": "Jayathilaka No. 19, Galawatimordara Road, Nalluruwa, Panadura. 211. Alagiyawanna Mohotti Appuhamilage Rasika Dilanthi Ranasinghe No. 3, Nadurana Road, Eheliyagoda. 212. Anuradha Wickramsinghe",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      244.85,
      315.03,
      498.41,
      442.45
    ],
    "text": "No. 5/2, 1st Lane, Samaja Road, Patiragoda, Nawinna, Mataragama. 213. Antony Thilowmini Deega Gayani De",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      244.85,
      444.65,
      498.4,
      572.05
    ],
    "text": "Silva No. 31/3 B, 2nd Lane, Rubber Watta Road, Gangodawila, Nugegoda. 214. Anthony Lowmini Lalantha Lilani De",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      244.85,
      574.28,
      498.39,
      766.5
    ],
    "text": "Silva No. 21/2 B, South Kalpitiya, Gamini Road, Wadduwa. 215. Arandara Kankanamge Vindaya Dilmini No. 350/5, Sanasa Lane, Nagahawela Road, Kottikawatha,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "31",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      244.85,
      72.0,
      480.1,
      118.4
    ],
    "text": "Angoda. 216. Akuratiya Gamage Menu Vindika",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      244.85,
      120.6,
      498.39,
      199.4
    ],
    "text": "No. 43, Hempdan Lane, Wellawatte. 217. Bulathsinhalage Shashika Hiroshini",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      244.85,
      201.6,
      489.22,
      296.63
    ],
    "text": "Perera No. 14/1, Joseph Lane, Bambalapitiya. 218. Chathurangi Jeewani Dissanayake",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      244.85,
      298.83,
      498.37,
      393.83
    ],
    "text": "No. 17/1, 5th Lane, Jambugasmulla Mawatha, Nugegoda. 219. Dolage Kumara Gamini Prabath",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      244.85,
      396.03,
      473.38,
      523.45
    ],
    "text": "Amarasinghe No. 825/1/28, Elizabeth Estate, Ashokarama Road, Ihala Bomiriya, Kaduwela. 220. Hewa Gamage Monika Priyanthi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      244.85,
      525.65,
      418.63,
      620.68
    ],
    "text": "No. 243, Arunodayagama, Akmeenana, Galle. 221. Himali Dantanarayana",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      244.85,
      622.88,
      498.39,
      766.5
    ],
    "text": "No. 17 a, 11th Lane, Uyana, Moratuwa. 222. Gamage Dona Nilusha Priyadarshani Perera No. 44/B, Maragahawaththa,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "32",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      244.85,
      72.0,
      498.39,
      118.4
    ],
    "text": "Moronthuduwa. 223. Ganegoda Haputhanthrige Renuka",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      244.85,
      120.6,
      498.37,
      215.6
    ],
    "text": "Padma Kumara Nandrimithra Mawatha, Kapuhempala, Akmeemana. 224. Gama Meda Gedara Dadineetha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      244.85,
      217.8,
      498.46,
      329.03
    ],
    "text": "Malkanthi Neela De Silva No. 241, Lesligunawardana Mawatha, Aruggoda, Alubomulla. 225. Yasoma Hiranthi Pillana Godakanda",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      244.85,
      331.23,
      498.42,
      507.25
    ],
    "text": "No. 146 A, Malamulla, Panadura. 226. Yakdehlkandage Himali Chathurangani Costha No. 6/1, Sri Dhammarachi Mawatha, Wadduwa. 227. Warushannadige Nilanthi Hemali",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      244.85,
      509.45,
      451.3,
      604.48
    ],
    "text": "Soyza No. 130 C, Kaludawala, Panadura. 228. Uthpala Niroshini Ganegoda",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      244.85,
      606.68,
      473.86,
      701.68
    ],
    "text": "No. 227/12, Chandawimala Mawatha, Thalapathpitiya Road, Nugegoda. 229. Sajeewa Wasantha Dhahanayak",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      244.85,
      703.88,
      363.91,
      766.5
    ],
    "text": "No. 8 A, Daily Road, Nawalapitiya.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "33",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      244.85,
      72.0,
      498.46,
      296.63
    ],
    "text": "230. Siriwardana Vithanage Niluka Dilrukshi No. 71/09, Abayarama Lane, Narehenpita, Colombo 05. 231. Rajapaksha Pathirage Visaka Chandani No. 164 A, Ihalagama, Gampala. 232. Rathnayaka Liyana Pathirage Aruni",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      244.85,
      298.83,
      446.98,
      410.03
    ],
    "text": "Nimalka Sirisewana, Udugama Road, Bataduwa, Galle. 233. Opatha Vithanange Kalyani",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      244.85,
      412.25,
      498.39,
      491.05
    ],
    "text": "Sri Sandarshanarama Road, Nagoda, Kalutara. 234. Mathota Gamaralalage Chandima",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      244.85,
      493.25,
      498.42,
      701.68
    ],
    "text": "Prasanthi Wijayawardana No. 277, Bulugahapitiya, Eheliyagoda. 235. Maddumarachchige Chandima Inoka Kumari No. 120, Mount Lawrance Watta, Ganima, Dodangoda. 236. Manel Mudithani Wickramarathna",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      280.85,
      703.88,
      358.63,
      766.5
    ],
    "text": "Gunasekara No. 90/8A, Dampe, Madapatha,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "34",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      244.85,
      72.0,
      445.06,
      118.4
    ],
    "text": "Piliyandala. 237. Lakshmi Kumari Pihillanga",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      244.85,
      120.6,
      498.42,
      410.03
    ],
    "text": "No. 40. Poorna Wattha, Kandy. 238. Lidamulage Yamuna Priyangika Silva No. 16 A, Chandrawanka Road, Palimulla, Panadura. 239. Lakshmi Ranathunga Waiddyasekara No. 39, Dewala Road, Nuugegoda. 240. Kaduruwanage Gayendra",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      244.85,
      412.25,
      498.37,
      491.05
    ],
    "text": "Nilanthi, Padukka Road, Horana. 241. Karawita Vidanelage Dona Charika",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      244.85,
      493.25,
      480.82,
      588.28
    ],
    "text": "Malkanthi Karawita No. 542/8, Munagama, Horana. 242. Kaluthanthrige Darshani Mithila",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      244.85,
      590.48,
      393.67,
      685.48
    ],
    "text": "No. 170 C, Takkiyawaththa, Godakanda, Galle. 243. Deepika Pahtirana",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      244.85,
      687.68,
      374.47,
      750.3
    ],
    "text": "Shanthiwasa, Manawila, Walahanduwa.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "35",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      244.85,
      72.0,
      498.43,
      377.63
    ],
    "text": "244. Nanayakkara Wasam Mudage Dilmini Chandra Ginigalthuduwa, Walahanduwa. 245. Nishanthi Samaranayaka Wijethilaka No. 215, Kithulgoda, Agalwatta. 246. Dolage Kumara Bandula Sarathchandra No. 02, Abagahawaththa, Totagoda, Akmeemana. 247. Wasala Athapathu Mudiyanselage",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      244.85,
      379.83,
      498.36,
      474.85
    ],
    "text": "Wilasiri Nirmala Kumara Wasala No. 78, Samagiuyana, Mawathagama. 248. Rajapaksha Epa Ralalage Nirupa",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      244.85,
      477.05,
      498.41,
      555.85
    ],
    "text": "Gayani Rajapaksha Alawwa, Sri Rahula Vidyalaya. 249. Wijesundara Mudiyanselage Osanda",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      244.85,
      558.05,
      498.39,
      701.68
    ],
    "text": "Chathurangani Wijesundara Maliyadeva Balika Vidyalaya, Kurunegala. 250. Rajapaksha Eparalalage Ganga Kumari Rajapaksha Maliyadeva Balika Vidyalaya. 251. Thellabure Bambarandege Nuwan",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      280.85,
      703.88,
      372.31,
      766.5
    ],
    "text": "Deepika No. 269/A, Wilgoda Road, Kurunegala.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "36",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      244.85,
      72.0,
      441.46,
      102.2
    ],
    "text": "252. Nilmini Thushari Kodikara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      244.85,
      104.4,
      498.46,
      167.0
    ],
    "text": "Yatiwilla, Weuda. 253. Rajakaruna Athapathu Mawaranna",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      244.85,
      169.2,
      498.39,
      329.03
    ],
    "text": "Mudiyanselage Pallagama, Weuda. 254. Weligama Arachchilage Rathna Bhorathis Mahalwewa, Kalmkulwewa. 255. Harshani Watharathanthri",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      244.85,
      331.23,
      498.39,
      393.83
    ],
    "text": "Karalegama, Wariyapola. 256. Angammana Mudiyanselage Indra",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      244.85,
      396.03,
      498.39,
      474.85
    ],
    "text": "Kumari Angammana Gepallava, Kurunagala. 257. Mohammadu Hasim Mohammadu",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      244.85,
      477.05,
      498.46,
      750.3
    ],
    "text": "Naleem Pasal Road, Paragahadeniya, Weuda. 258. Ekanayakage Dona Wathsala Chamika Maduwanthi No. 777, Ganemulla Road, Weligampitiya, Ja- Ela. 259. Nammuni Arachchige Thushani Apsara De Silva No. 8 B, 2 R, Raddologama.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "37",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      244.85,
      72.0,
      498.39,
      199.4
    ],
    "text": "260. Wehella Paranawithanage Himali Sanjeewani No. 132/B, Gamameda Road, Ambalamulla, Seeduwa. 261. Lorensu Hewage Prabath Nalinda",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      244.85,
      201.6,
      434.26,
      280.43
    ],
    "text": "No. 5/46, Main Street, Weligaman. 262. Dedimuni Neelat Ariyasili",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      244.85,
      282.63,
      498.42,
      442.45
    ],
    "text": "No. 05, Wlipiti Modara Road, Gintota. 263. Kariyaswasam Gamage Buddhi Amalka Chandana Niyagama, Thalgaswala. 264. Vidana gamage Manesha Nimali",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      244.85,
      444.65,
      498.43,
      653.08
    ],
    "text": "Jayawardena Kakirihena Watta, Hiyare, Galle. 265. Mapalagama Wanniarchchige Sandya Shanthimali No. 127, Mulana, Narawela, Poddala. 266. Jinanthi Priyani Wickramarathna",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      244.85,
      655.28,
      403.51,
      750.3
    ],
    "text": "Gunasekara No. 62/68 A, Parakum Mawatha, Allas Waththa, Kirimatimulla.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "38",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      244.85,
      72.0,
      498.42,
      296.63
    ],
    "text": "267. Maliduwa Liyanage Chamindi Damayanthi Thellaburawa Watha, Hiyare, Galle. 268. Happawana Vithanage Thusari Nilanka Suriya Uyana, Kalahe, Wanchawala, Galle. 269. Sumudu Dewapriya Jayawardena",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      244.85,
      298.83,
      494.02,
      377.63
    ],
    "text": "No. 161, Richmond Hill Road, Galle. 270. Annasi Wattage Edna Arunakanthi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      244.85,
      379.83,
      498.39,
      555.85
    ],
    "text": "Chandana, Opatha, Uluvitike. 271. Pussawela Kankanange Priyanka Kaman No 73, Thenkallgoda, Galle. 272. Eagodage Agitha Nirmali",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      244.85,
      558.05,
      459.94,
      653.08
    ],
    "text": "No. 04, Bopoga Watta, Walahanduwa, Galle. 273. Kaluthotage Anoma Wasanthi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      244.85,
      655.28,
      411.19,
      766.5
    ],
    "text": "No. 14, Sprina Field Garden, Ampitiyagoda, Kalehe, Wanchawala, Galle.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "39",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      244.85,
      72.0,
      448.42,
      86.0
    ],
    "text": "274. Edna Abesiri Samarasekara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      244.85,
      88.2,
      498.39,
      280.43
    ],
    "text": "No. 394/12 A, Didiswaththa, Dangedara, Galle. 275. Akmeemana Peduruge Namali Nishanthi Jayasena Road, Manvila, Walahaduwa. 276. Rajapaksha Arachchige",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      244.85,
      282.63,
      498.41,
      377.63
    ],
    "text": "Thakshila Kumari Preethi Viraj, Pitiwella, Bossa. 277. Sriva Kankani Niluka Sanjeewani de",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      244.85,
      379.83,
      498.42,
      474.85
    ],
    "text": "Alwis Galle Road, Thiranagama, Hikkaduwa. 278. Education Documents Assistants",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      244.85,
      477.05,
      385.27,
      555.85
    ],
    "text": "Union, Raj Gaya, Bogaha Handiya, Akmeemana.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      244.85,
      558.05,
      498.39,
      654.26
    ],
    "text": "Now known as Education Management Assistants Trade Union Dharmasoka College, Ambalangoda.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      244.85,
      656.65,
      498.7,
      763.98
    ],
    "text": "Petitioners Vs. 1. Anura Dissanayake Former Secretary, Ministry of Education,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "40",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      244.85,
      72.0,
      444.58,
      762.18
    ],
    "text": "Isurupaya, Battaramulla. 1A. W. M. Bandusena Former Secretary Ministry of Education, Isurupaya, Battaramulla. 1B. M. N. Ranasinghe Former Secretary, Ministry of Education, Isurupaya, Battaramulla. 1C. M. Chinthrananda Former Secretary, Ministry of education, Isurupaya, Battaramulla. 1D. Prof. K. Kapila C. K. Perera Former Secretary, Ministry of Education, Isurupaya, Battaramulla. 1E. Nihal Ranasinghe Former Secretary, Ministry of Education, Isurupaya, Battaramulla. 1F. J. M. Thilaka Jayasundara Secretary, Ministry of Education, Isurupaya, Battaramulla. 2. Prof. Dayasiri Fernando Former Chairman, Public Service Commision. 3. Srima Wijeratne Former Member. 4. Palitha Kumarasinghe Former Member",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "41",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      244.85,
      72.0,
      498.46,
      550.93
    ],
    "text": "5. S. C. Mannapperuma Former Member 6. Ananda Senvirathne Former Member 7. N. H. Pathirana Former Member 8. S. Thillandarajah Former Member 9. M. D. W. Ariyawansa Former Member 10. A. Mohamed Nahiya Former Member All of the Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo 05. 11. M. E. Lionel Fernando Former Co-Chairman National Salaries and Cadre Commission 12. K. N. S. Wimalasuriya Mathew Former Co-Chairman National Salaries and Cadre Commission 12A. Anura Jayawickrama Perera",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      244.85,
      550.97,
      498.36,
      677.68
    ],
    "text": "Former Chairman National Salaries and Cadre Commission Room No. 2-116, B. M. I . C. H. Bauddhaloka Mawatha, Colombo 07. 12B. Upali Wijeweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      280.85,
      677.72,
      498.36,
      762.18
    ],
    "text": "Chairman National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "42",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      244.85,
      72.0,
      389.83,
      156.44
    ],
    "text": "Colombo 07. 13. Ariyapala de Silva Former Member 13A. C. P. Siriwardema",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      244.85,
      156.48,
      498.45,
      381.83
    ],
    "text": "Former Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 13B. Chandrani Senarathne Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      244.85,
      381.87,
      414.31,
      452.29
    ],
    "text": "14. S. H. Siripala Former member 14A. Dr. Damitha De Zoysa",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      244.85,
      452.33,
      498.36,
      579.01
    ],
    "text": "Former Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 14B. Gotabhaya Jayawardhne",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      244.85,
      579.2,
      498.36,
      719.92
    ],
    "text": "Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 15. Sunil Chandra Mannaperuma Former Member",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      244.85,
      720.08,
      394.39,
      748.12
    ],
    "text": "15A. Lalith Kannangara",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      280.85,
      748.18,
      382.39,
      762.18
    ],
    "text": "Former Member",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "43",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      244.85,
      72.0,
      498.36,
      184.64
    ],
    "text": "National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 15B. Sujatha Cooray",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      244.85,
      184.68,
      498.36,
      353.63
    ],
    "text": "Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 16. D. W. Subasinghe Former Member 16A. Janaka Sugathadasa",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      244.85,
      353.79,
      498.36,
      649.48
    ],
    "text": "Former Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 16B. Madura Wehella Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 17. Gunapala Wickramarathne Former Member 17A. Chithrangani Wagiswara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      244.85,
      649.64,
      498.36,
      762.18
    ],
    "text": "Former Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "44",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      244.85,
      72.0,
      384.79,
      86.0
    ],
    "text": "17B. M. S. D. Ranasiri",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      244.85,
      86.04,
      498.36,
      255.11
    ],
    "text": "Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 18. M. Mackey Hashim Former Member 18A. Chandrani Senaratne",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      244.85,
      255.15,
      498.45,
      381.83
    ],
    "text": "Former Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 18B. Dr. Ananda Hapugoda",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      244.85,
      381.87,
      498.36,
      550.93
    ],
    "text": "Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 19. Carlo Fonseka Former Member 19A. Kinglsy Fernando",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      244.85,
      550.97,
      498.36,
      677.68
    ],
    "text": "Former member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 19B. Sanjeewa Somarathne",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      280.85,
      677.72,
      498.36,
      762.18
    ],
    "text": "Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "45",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      244.85,
      72.0,
      479.86,
      156.44
    ],
    "text": "Colombo 07. 20. H. M. Somawathie Kotakadeniya Former Member 20A. G. S. Edirisinghe",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      244.85,
      156.48,
      498.36,
      283.19
    ],
    "text": "Former Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 20B. Ajith Nayanakantha",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      244.85,
      283.35,
      498.36,
      452.29
    ],
    "text": "Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 21. Don Gnanaratna Jayawardena Former Member 21A. M. C. Wickremasekara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      244.85,
      452.33,
      498.36,
      579.01
    ],
    "text": "Former Member, National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 21B. Ravi Liyanage",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      244.85,
      579.2,
      498.36,
      748.12
    ],
    "text": "Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 22. Lloyd Fernando Former Member 22A. Palitha Abekoone",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      280.85,
      748.18,
      378.79,
      762.18
    ],
    "text": "Former member",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "46",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      244.85,
      72.0,
      498.36,
      198.68
    ],
    "text": "National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 22B. Sanath Ediriweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      244.85,
      198.72,
      498.36,
      466.33
    ],
    "text": "Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 23. Leslie Devendra Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 23A. Prof. Ranjith Senaratne",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      244.85,
      466.49,
      498.36,
      748.12
    ],
    "text": "National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 24. S. Sivanandan Former Member 24A. D. Abeysuriya National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 24B(i). R. M. Amarasekara Member",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "47",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      244.85,
      72.0,
      498.43,
      762.18
    ],
    "text": "National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 24B(ii). Siri Ranaweera Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 24B(iii). W. H. Piyadasa Member National Salaries and Cadre Commission Room No. 2-116, B. M. I. C. H. Bauddhaloka Mawatha, Colombo 07. 25. Director General of Establishments Ministry of Public Administration, Colombo 07. 26. D. M. Jayaratne Former Prime Minister and Minister Buddha Sasana & Religious Affairs No. 135, Dharmapala Mawatha, Colombo 07. 27. Ratnasiri Wickramanayake Former Minister of Good Governance and Infrastructure Facilities 28. Hon. D. E. W. Gunasekera Former Minister of Human Resources 29. Hon. Athasuda Seneviratne Former Minister of Rural Affairs 30. Hon. P. Dayaratne Former Minister of Food Security",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "48",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      244.85,
      72.0,
      498.41,
      762.18
    ],
    "text": "31. Hon. A. H. M. Fowzie Former Minister of Urban Affairs 32. Hon. S. B. Navinne Former Minister of Consumer Welfare 33. Hon. Piyasena Gamage Former Minister of Natural Resources 34. Hon. (Prof.) Tissa Vitharana Former Minister of Scientific Affairs 35. Hon. (Dr.) Sarath Amunugama Former Minister of International Monetary Cooperation 36. Hon. Milroy S. Fernando Former Minister of Social Welfare 12th to 23rd all at Senior Ministers Secretariat No. 356B, Carlwil Place, Galle Road, Colombo 03. 37. Hon. Nimal Siripala Former Minsiter of Irrigation and Water Resources Management No. 500, T. B. Jayah Mawatha, Colombo 10. 38. Hon. Maithreepala Sirisena Former Minister of Health No. 385, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 39. Hon. Susil Premajayantha Former Minister of Environment and Renewable Energy Sampathpaya, No. 82, Rajmalwatta Road,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "49",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      244.85,
      72.0,
      498.46,
      762.18
    ],
    "text": "Battaramulla. 40. Hon. Arumugam Thondaman Former Minister of Livestock and Rural Community Development No. 45, St. Michaels Road, Colombo 03. 41. Hon. Dinesh Gunawardena Former Minister of Water Supply and Drainage Lakdiya Medura, New Parliament Road, Pelawatta, Battaramulla. 42. Hon. Douglas Devananda Former Minister of Traditional Industries and Small Enterpise Development No. 780, Mardana Road, Colombo 10. 43. Hon. A. L. M. Athaullah Former Minister of of Local Government and Provincial Councils No. 330, Union Place, Colombo 02. 44. Hon. Rishad Bathiyutheen Former Minister of Industry and Commerce No. 73/1, Galle Road, Colombo 03. 45. Hon. Wimal Weerawansa Former Minister of Construction, Engineerin Services, Housing and Common Amenities 2nd Floor, Sethsiripaya, Sri Jayawardhanapura Kotte, Battaramulla. 46. Hon. Rauff Hakeem",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "50",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      244.85,
      72.0,
      498.46,
      762.18
    ],
    "text": "Minister of Justice, Superior Courts Complex Colombo 12. 47. Hon. Basil Rajapaksha Former Minister of Economic Development No. 464/A, T. B. Jayah Mawatha, Colombo 10. 48. Hon. Vasudeva Nanayakkara Former Minsiter of National Languages and Social Integration No. 40, Buthgamuwa Road, Rajagiriya. 49. Hon. S. B. Dissanayake Former Minister of Higher Education No. 18, Ward Place, Colombo 07. 50. Hon. (Prof.) G. L. Peiris Former Minister of External Affairs Republic Building, Colombo 01. 51. Hon. W. D. J. Seneviratne Former Minister of Public Adminstration and Home Affairs Independence Square, Colombo 07. 52. Hon. Sumeda G. Jayasena Minister of Parliamentary Affairs No. 464B, Pannipitiya Road, Pelawatta, Battaramulla. 53. Hon. Jeevan Kumaranatunga Former Minister of Postal Services, Postal Head Quarters Building No. 310, 7th Floor, D. R. Wijewardena Mawatha, Colombo 07.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "51",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      244.85,
      72.0,
      498.37,
      762.18
    ],
    "text": "54. Hon. Pavithra Wanniarachchi Former Minister of Power and Energy No. 72, Ananda Coomaraswamy Mawatha, Colombo 07. 55. Hon. Anura Priyadarshana Yapa Former Minister of Petroleum Industries No. 80, Sri Ernest de Silva Mawatha, Colombo 07. 56. Hon. Tissa Karaliyadde Former Minister of Child Development and Womens Affairs No. 175A, Nawala Road, Nugegoda. 57. Hon. Gamini Lokuge Former Minister of Labour and Labour Relations 2nd Floor, Labour Secretariat, Colombo 05. 58. Hon. Bandula Gunawardena Former Minister of Education, Isurupaya, Battaramulla. 59. Hon. Mahinda Samarasinghe Former Minister of Plantations Industries No. 55/75, Vauxhall Lane, Colombo 02. 60. Hon. Rajitha Senaratne Former Minister of Fisheries and Aquatic Resource Development New Secretariat, Maligawatta, Colombo 10. 61. Hon. Janaka Bandara Tennakoon",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "52",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      244.85,
      72.0,
      498.4,
      762.18
    ],
    "text": "Former Minister of Land and Land Development Mihikatha Medura, Land Secretariat, No. 6/1200, Rajamalwatta Road, Battaramulla. 62. Hon. Felix Perera Former Minister of Social Services 5th Floor, Sethsiripaya, Battaramulla. 63. Hon. C. B. Rathnayake Former Minister of Private Transport Services No. 34, Narahenpita Road, Nawala. 64. Hon. Mahinda Yapa Abeywardena Former Minister of Agriculture Govijana Mandiraya No. 80/5, Rajmalwatte Mawatha, Battaramulla. 65. Hon. Keheliya Rambukwella Former Minister of Mass Media and Information Asi disi medura, No. 163, Kirulapone Mawatha, Polhengoda, Colombo 05. 66. Hon. Kumara Welgama Former minister of Transport No. 01, D. R. Wijewardena Mawatha, Colombo 10. 67. Hon. Dullas Alahapperuma Former Minister of Youth Affairs and Skills Development Nipunatha Piyasa, No. 354/2, Elvitigala Mawatha,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "53",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      244.85,
      72.0,
      498.41,
      762.18
    ],
    "text": "Narehenpita, Colombo 05. 68. Hon. Johnston Fernando Former Minister of Cooperatives and Internal Trade CWE Secretariat, NO. 27, Vauxhall Street, Colombo 02. 69. Hon. Chandrasiri Gajadeera Former Minister of Rehabilitation and Prison Reforms No. 35/A, Dr. N. M. perera Mawatha, Colombo 08. 70. Hon. Salinda Dissanayake Former Minister of Indigenous Medicine No. 325, Ayurveda Building, Dr. N. M. Perera Mawatha, Colombo 08. 71. Hon. Reginold Cooray Former Minister of Minor Export Crop Promotion No. 80/5, Govijana Mandiraya, Rajamalwatta Avenue, Battaramulla. 72. Hon. Dilan Perera Former Minister of Foreign Employment Promotion and Welfare 5th Floor, Central Bank Building, Janadhapathi Mawatha, Colombo 01. 73. Hon. Jagath Pushpakumara Former Minister of Coconut Development and Janatha State Development No. 493/1, T. B. Jayah Mawatha, Colombo 10.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "54",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      244.85,
      72.0,
      498.46,
      762.18
    ],
    "text": "74. Hon. T. B. Ekanayake Former Minister of Culture and Arts 8th Floor, Sethsiripaya, Battaramulla. 75. Hon. Mahind Amaraweera Former Minister of Disaster Management Vidya Mawatha, Colombo 07. 76. Hon. Gunaratne Weerakoon Former Minister of Resettlement No. 146, Galle Road, Colombo 03. 77. Hon. Mervin Silva Former Minister of Public Relations and Public Affairs No. 302, Galle Road, Colombo 04. 78. Hon. Mahindananada Aluthgamage Former Minister of Sports No. 7/100, Independence Avenue, Colombo 07. 79. Hon. Dayasritha Tissera Former Minister of State Resources and Enterprise Development No. 561/3, Elvitigala Mawatha, Colombo 03. 80. Hon. Ranjith Siyambalapitiya Former Minister of Telecommunication and Information Technology No. 79/1, 5th Lane, Colombo 03. 81. Hon. Jagath Balasuriya Former Minister of National Heritage",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "55",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      244.85,
      72.0,
      498.41,
      762.18
    ],
    "text": "8th Floor, Sethsiripaya, Battaramulla. 82. Hon. Navin Dissanayake Former Minister of Public Management Reforms No. 29/2, D. P. Wijesinghe Mawatha, pelawatte, battaramulla. 83. Hon. Priyankara Jayaratna Former Minister of Civil Aviation No. 51E, 2nd Floor, Bristol Building, York Street, Colombo 01. 84. Hon. Patali Champika Ranwaka Former Minister of Technology, Research and Atomic Energy No. 408, Galle Road, Colombo 03. 85. Hon. Lakshmam Yapa Abeywardena Former Minister of Investment Promotion 25th Floor, West Tower, Worl Trade Centre, Colombo 01. 86. Hon. Basheer Segudawood Former Minister of Productivity Promotions No. 249, Stanly Thilakarathne Mawatha, Nugegoda. 87. Hon. Jayaratna Herath Former Minister of Botanical Gardens and Public Recreation Office Office of the Cabinet of Ministers, Republic Square, Sir Baron Jayathilaka Mawatha,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "56",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      244.85,
      72.0,
      498.37,
      762.18
    ],
    "text": "Colombo 01. 88. Hon. Duminda Dissanayake Former Minister of Education Services Office of the Cabinet of Ministers, Republic Square, Sir Baron Jayathilaka Mawatha, Colombo 01. 89. Hon. Gamini Vijith Vijayamuni Zoysa Former Minister of Wildlife Resources Conservation Office of the Cabinet of Ministers, Republic Square, Sir Baron Jayathilaka Mawatha, Colombo 01. 90. Hon. Lakshman Seneviratne Former Minister of Sugar Industry Development Office of the Cabinet of Ministers, Republic Square, Sir Baron Jayathilaka Mawatha, Colombo 01. 91. Nirmala Kothalawala Former of Project Minister of Highways Office of the Cabinet of Ministers, Republic Square, Sir Baron Jayathilaka Mawatha, Colombo 01. 92. Rohitha Abeygunawardena Former Project Minister of Ports Office of the Cabinet of Ministers, Republic Square, Sir Baron Jayathilaka Mawatha, Colombo 01. 93. Sumith Abeysinghe Former Secretary to the Cabinet of Ministers Office of the Cabinet of Ministers, Republic Square, Sir Baron Jayathilaka Mawatha, Colombo 01.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "57",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      244.85,
      72.0,
      409.51,
      100.04
    ],
    "text": "93A. W. M. D. J. Fernando",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      244.85,
      100.2,
      498.46,
      522.73
    ],
    "text": "Secretary to the Cabinet of Ministers Office of the Cabinet of Ministers, Republic Square, Sir Baron Jayathilaka Mawatha, Colombo 01. 94. Attorney General Attorney General Department, Colombo 12. 95. Don Herbert Nevil Piyadigama Former Co-Chairman National Pay Commission 96. Jayalath Ranasinghe Wimalasena Dissanayake Former Co-Chairman National Pay Commission 97. Gunasekera Liyanage Wimaladasa Samarasinghe Former Member 98. Wijeyalaxshmi Jegarasa Singham Former Member 99. Ginigaddarage Piyasena Former Member 100. Ranathunga Appuhamilage Dona",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      244.85,
      522.77,
      485.14,
      762.18
    ],
    "text": "Rupa Malani Peries Former Member 101. Dayananda Widanagamachchi Former Member 102. Sembakuttige Swarnajothi Former Member 103. Benedic Karunajeewa Ulliwishewa Former Member 104. Sujeewa Rajapakshe Former Member 105. Harsha Warnakula Fernando Former Member",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "58",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      244.85,
      72.0,
      498.42,
      410.03
    ],
    "text": "106. Prof. Sampath Amarathunga Former Member 107. Dr. Ravi Liyanage Former Member 108. Wegapitiya kattadiyalage hemachandra Wegapitiya Former Member 109. Keerthi Kotagama Former Member 110. Riyaz Mihular Former Member 111. Priyantha Fernando Former Member 112. Lesli Shelton Devendra Former Member 113. Wijesinghe Wellappeli Don Sumith",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      244.85,
      410.09,
      498.39,
      762.18
    ],
    "text": "Wijesinghe Former Member 114. Gampahalage Don Somaweera Chandrasiri Former Member 115. Walgama Hewamaluwage Piyadasa Former Member All of them C/o National Pay Commission Room No. 1..16, B. M. I. C. H. Baudhaloka Mawatha, Colombo 07. 116. Sathya Hettige Former Chairman Public Service Commission No. 177, Nawala Road, Narahrenpita. 117. Kanthi Wijetunha Former Member",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "59",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      244.85,
      72.0,
      498.46,
      734.08
    ],
    "text": "118. Sunil A. Sirisena Former Member 119. I. N. Soyza Former Member All of the Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo 05. 120. Ranil Wickremasinghe Former Mninister of Policy Planning Economic Affairs, Child, Youth and Cultural Affairs 121. John Amarathunga Former Minister of Public Order and Christian Affairs 122. Joseph Michael Perera Former Minister of Home Affairs 123. Gamini Jayawickrema Perera Former Minister of Food Security 124. Mangala Samaraweera Former Minister of Foreign Affairs 125. S. B. Dissanayake Former Minister of Rural Economic Affairs 126. A. H. M. Fowzie Former Minister of Diaster Management 127. (Dr.) Sarath Amunugama Former Minister of Higher Education and Research 128. Reginald Cooray Former Minister of Aviation 129. Karu Jayasuriya Former Minister of Buddha Sasana",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "60",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      244.85,
      72.0,
      498.46,
      550.93
    ],
    "text": "Minister of Public Adminstration, Local Government and Democratic Governance. 130. Lakshman Kiriella Former Minister of Plantation Industries 131. Ravi Karunanayake Former Minister of Finance 132. Janaka Bandara Tennakoon Former Minister of Provincial Councils and Regional Development. 133. Felix Perera Former Minister of Special Projects 134. S. B. Navinne Former Minister of Labour 135. Piyasena Gamage Former Minister of Skills Development and Vocational Training 136. Mahinda Yapa Abeywardena Former Minister of Parliamentary Affairs 137. Rauff Hakeem Former Minister of Urban Development, Water Supply and Drainage",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      244.85,
      550.97,
      498.36,
      762.18
    ],
    "text": "138. Patali Champika Ranawaka Former Minister of Power and Energy 139. Rajitha Senaratne Former Minister of Health and Indigenous Medicine 140. Duminda Dissanayake Former Minister of Agriculture 141. Gamini Vijith Vijayamuni Soyza Former Minister of Irrigation",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "61",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      244.85,
      72.0,
      498.45,
      564.97
    ],
    "text": "142. Kabeer Hasheem Former Minister of Highways and Investment Promotion 143. M. K. A. D. S. Gunawardana Former Minister of Lands 144. Sajith Premadasa Former Minister of Housing and Samurdhi 145. Wijayadasa Rajapaksha Former Minister of Justice 146. Gayantha Karunathilaka Former Minister of Mass Media 147. Navin Dissanayake Former Minister of Tourism and Sports 148. Mahinda Amaraweera Former Minister of Fisheries 149. Arjuna Ranatunga Former Minister of Ports and Shipping 150. Rishad Bathludeen Former Minister of Industry and Commerce 151. U. Palani Digambaram Former Minister of Plantation Infrastructure Development",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      244.85,
      565.01,
      498.37,
      762.18
    ],
    "text": "152. D. M. Swaminathan Former Minister of Resettlement, reconstruction and Hindu Religious Affairs 153. Akila Viraj Kariyawasam Former Minister of Education 154. Thalatha Atukorala Former Minister of Foreign Employment 155. R. M. Ranjith Madduma Bandara",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "62",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      244.85,
      72.0,
      498.42,
      762.18
    ],
    "text": "Former Minister of Internal Transport 156. P. Hansan Former Minister of Social Services, Welfare and Livestock Development 157. Chandrani Bandara Former Minister of Womens Affairs 158. M. H. A. Haleem Former Minister of Muslim Religious affairs and Posts All c/o The Secretary, Cabinet Office, Parliament of Sri Lanka Parliament Complex, Sri Jayawardenapura. 159. Ranil Wickramasinghe Former Primer Minister, Minister of National Policies, Economic Affairs, Resettlement and Rehabilitation, Norther Province Development, Vocational Training and Skills Development and Youth Affairs Prime Ministers Office No. 58, Sir Earnest de Silva Mawatha, Colombo 07. 159A. Mahinda Rajapakshe Prime Minister, Minister of Finance, Economy and Policy Development, Buddhasasana, Cultural and Religious Affairs, Urban Development, Water Supply and Residential Facilities Minister of Finance, Economy and Policy Development, Buddhasasana, Cultural and Religious Affairs, Urban Development, Water Suppy and Residential Facilities. No. 58, Sir Earnest de Silva Mawatha, Colombo 07.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "63",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      244.85,
      72.0,
      498.46,
      762.18
    ],
    "text": "159A (i). Hon. Ranil Wickramasinghe Minister of Defence, Minister of Finance, Economic Stabilization and National policies, Minister of Women, Child Affairs and Social Empowerment, Minister of Techology 159A (ii). Dinesh Gunawardena Minister of Public Administration, Home Affairs, Provincial Councils and Local Government 159A (iii). Nimal Siripala De Silva Minister of Ports, Shipping and Aviation 159A (iv). Douglas Devananda Minister of Fisheries 159A (v). Susil Premajayantha Minister of Education 159A (vi). Bandula Gunawardena Minister of Trabsport and Highways Minister of Mass Media 159A (vii). Keheliya Rambukwella Minister of Health Minister of Water Supply 159A (viii). Mahinda Amaraweera Minister of Agriculture Minister of Wildlife and Forest Resources Coservation 159A (ix). Wijayedasa Rajapakshe Minister of Justice, Prison Affairs and Constitutional Reforms 159A (x). Harin Fernando Minister of Tourism and Lands",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "64",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      244.85,
      72.0,
      498.41,
      579.01
    ],
    "text": "159A (xi) Hon. (Dr.) Ramesh Pathirana Minister of Plantation Industries Minister of Industries 159A (xii). Hon. Prasanna Ranatunga Minister of Urban Development and Housing 159A (xiii). Hon. Ali Sabry Minister of Foreign Affairs 159A (xiv.) Vidura Wickramanayake Minister of Buddasasana, Religious and Cultural Affairs 159A (xv). Kanchana Wikesekara Minister of Power and Energy 159A (xvi). Naseer Ahamed Minister of Environment 159A (xvii). Roshan Ranasinghe Minister of Irrigation Minister of Sport and Youth Affairs 159A (xviii). Manusha Nanayakkara Minister of Sport and Youth Affairs 159A (xix) Tiran Alles Minister of Public Security 159A (xx). Nalin Fernando",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      244.85,
      579.2,
      498.39,
      762.18
    ],
    "text": "Minister of Trade, Commerce and Food Security 160. John Amarathunga Former Minister of Tourism Development and Christian Religious Affairs Minister of Toursim Development, Wildlife and Christian Religious Affairs 6th Floor, Rakshana Mandiriya, No. 21,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "65",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      244.85,
      72.0,
      498.45,
      353.63
    ],
    "text": "Vaushall Street, Colombo 02. 160A. Nimal Siripala de Silva Former Minister of Justice, human rights and Legal Reforms Ministry of Justice, Human Rights and Legal Reforms Superior Court Complex, Colombo 12. 160B. Nimal Siripala De Silva Former Minister of Labour C/O of The Office of the Cabinet of Ministers, Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 161. Gamini Jayawickrema Perera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      244.85,
      353.79,
      498.39,
      494.53
    ],
    "text": "Former Minister of Sustainable Development and Wildlife Minister of Buddhasasana & Wayamba Development No. 135, Sreemath Anagarika Dharmapala Mawatha, Colombo 07. 161A. Mahinda Amaraweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      244.85,
      494.57,
      498.37,
      593.2
    ],
    "text": "Former Minister of Passenger Transport Management, Power & Energy Ministry of Passenger Transport Management, Power & Energy 161B. G. L. Pieris",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      244.85,
      593.24,
      480.34,
      748.12
    ],
    "text": "Former Minister of Education The Office of Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 162. Nimal Siripal de Silva Former Minister of Transport 162A. Pavithradevi Wanniarachchi Former Minister of Health",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 65,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "66",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 65,
    "bbox": [
      244.85,
      72.0,
      498.46,
      762.18
    ],
    "text": "The Office of the Cabinet of Ministers, Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 163. Mangala Samaraweera Former Minister of Finance and Mass Media Minister of Finance The Secretariat, Colombo 01. 163A. S. M. Chandrasena Former Minister of Environment and Wildlife Resrouces Minister of Environment and Wildlife Resources No. 1090, Sri Jayawardenapura Mawatha, Rajagiriya. 163B. Dinesh Gunawardene Former Minister of Foreign The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 164. S. B. Dissanayake Former Minister of Social Empowerment and Welfare 164A. Douglas Devananda Former Minister of Fisheries The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 165. W. D. J. Seneviratne Former Minister of Labour and Trade Union Relations 165A. Gamini Lokuge Former Minister of Transport The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "67",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      244.85,
      72.0,
      498.46,
      762.18
    ],
    "text": "166. Lakshman Kiriella Former Minister of University Education and Highways Minister of Public Enterprise, Kandywan Heritage and Kandy Development, Minister of Public Enterprise, Kandyan Heritage and Kandy Development Level 13 and 37, West Tower, World Trade Centre, Echelon Square, Colombo 01. 166A. Ramesh Pathirana Former Minister of Plantation Industries and Export Agriculture Ministry of Plantation Industries and Export Agriculture 11th Floor, Sethsiripaya, 2nd Stage, Battaramulla. 166B. Bandula Gunewardene Former Minister of Trade The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 167. Anura Priyadharshana Yapa Former Minister of Diaster Management 167A. Janaka Bandara Tennakoon Former Minister of Public Services, Provincial Councils and Local Government The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 168. Susil Premajayantha Former Minister of Technology, Technical Education and Employment",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "68",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      244.85,
      72.0,
      419.35,
      100.04
    ],
    "text": "168A. Keheliya Rambukwelle",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      244.85,
      100.2,
      498.46,
      325.55
    ],
    "text": "Former Minister of Mass Media The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Cololmbo 01. 169. Sagala Rathnayaka Former Minister of Law and Order and Prison Reforms Minister of Ports and Shipping and Southern Development 14th Floor, Suhurupaya, Battaramulla. 169A. Prasanna Ranatunga",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      244.85,
      325.59,
      498.4,
      438.25
    ],
    "text": "Former Minister of Industrial Export and Investment Promotion Tourism and Civil Aviation 7th Floor, Sethsiripaya, Battaramulla. 169B. Chamal Rajapaksha",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      244.85,
      438.29,
      498.46,
      536.77
    ],
    "text": "Former Minister of Irrigation The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 170. Rajitha Senaratne",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      244.85,
      536.93,
      498.43,
      649.48
    ],
    "text": "Former Minister of Health, Nutrition and Indiegenous Medicine No. 385, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 170A. Wimal Weerawansa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      280.85,
      649.64,
      498.41,
      762.18
    ],
    "text": "Former Minister of Small and Medium Business and Enterprise Development, Industries and Supply Chain Management Ministry of Small and Medium Business and Enterprise Development, Industries and Supply Chain Management",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "69",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      244.85,
      72.0,
      411.19,
      142.4
    ],
    "text": "No. 73/1, Galle Road, Colombo 03. 170B. Dalas Alahapperuma",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      244.85,
      142.44,
      498.46,
      240.92
    ],
    "text": "Former Minister of Power The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 171. Ravi Karunanayake",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      244.85,
      241.11,
      498.36,
      381.83
    ],
    "text": "Former Minister of Finance Minister of Power Energy and Business Development, Ministry of Power Energy and Business Development, No. 72, Ananda Coomaraswamy Mawatha, Colombo 07. 171A. Thilak Marapana",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      244.85,
      381.87,
      445.06,
      480.49
    ],
    "text": "Former Minister of Finance Minister of Foreign Affairs Ministry of Foreign Affairs, Republic Building, Colombo 01. 171B. Arumugan Thondaman",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      244.85,
      480.53,
      498.42,
      635.44
    ],
    "text": "Former Minister of Community Empowerment and Estate Infrastructure Development Ministry of Community Empowerment and Estate Infrastructure Development No. 45, St. Michaels Road, Colombo 03. 171C. Johnston Fernando",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      244.85,
      635.48,
      498.46,
      734.08
    ],
    "text": "Former Minister of Highways The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 172. Mahinda Samarasinghe",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      280.85,
      734.11,
      498.36,
      762.18
    ],
    "text": "Former Minister of Ports and Shipping",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "70",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      244.85,
      72.0,
      401.35,
      100.04
    ],
    "text": "172A. Wimal Weerawansa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      244.85,
      100.2,
      498.46,
      198.68
    ],
    "text": "Former Minister of Industries The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 173. Vajira Abeywardena",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      244.85,
      198.72,
      498.39,
      311.39
    ],
    "text": "Former Minister of Home Affairs Minister of Internal and Home Affairs and Provincial Councils and Local Government Independence Square, Colombo 07. 173A. Dinesh Gunawardena",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      244.85,
      311.55,
      498.39,
      494.53
    ],
    "text": "Former Minister of Foreign Relations, Skills Development, Employment and Labour Relations Ministry of Foreign Relations, Skills Development, Employment and Labour Relations No. 354/2, Nipunatha Piyasa, Elvitigala Mawatha, Narehenpita, Colombo 05. 173B. Mahinda Amaraweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      244.85,
      494.57,
      498.46,
      593.2
    ],
    "text": "Former Minister of Environment The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 174. S. B. Navinne",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      244.85,
      593.24,
      498.36,
      663.64
    ],
    "text": "Former Minister of Internal Affairs, North Western Development and Cultural Affairs 174A. S. M. Chandrasena",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      244.85,
      663.68,
      498.46,
      762.18
    ],
    "text": "Former Minister of Land The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 175. Patali Champika Ranwawaka",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "71",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      244.85,
      72.0,
      498.36,
      212.72
    ],
    "text": "Former Minister of Megapolis and Western Development Ministry Minister of Megapolis and Western Development 17th and 18th Floorsm Suhurupaya, Subhuthipura Road, Battarmulla. 175A. Douglas Devananda",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      244.85,
      212.88,
      498.39,
      339.59
    ],
    "text": "Former Minister of Fisheries and Aquatic Resources Ministry of Fisheries and Aquatic Resources New Secretariat, Maligawatta, Colombo 10. 175B. Mahindananda Aluthgamage",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      244.85,
      339.63,
      498.46,
      438.25
    ],
    "text": "Former Minister of Agriculture The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 176. Mahinda Amaraweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      244.85,
      438.29,
      498.36,
      494.53
    ],
    "text": "Former Minister of Fisheries and Aquatic Resources Development 176A. Vasudeva Nanayakkara",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      244.85,
      494.57,
      498.46,
      593.2
    ],
    "text": "Former Minister of Water Supply The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 177. Navin Dissanayake",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      244.85,
      593.24,
      498.36,
      719.92
    ],
    "text": "Former Minister of Plantation Industries Ministry of Plantation Industries 11th Floor, Sethsiripaya, 2nd Stage, Battaramulla. 177A. Pavithra Devi Wanniarchchi",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      280.85,
      720.08,
      498.41,
      748.12
    ],
    "text": "Former Minister of Women and Child Affaira and Social Security,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "72",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      244.85,
      72.0,
      498.37,
      170.48
    ],
    "text": "Healthcare and Indigenous Medical Services 3rd and 5th Floor, Sethsiripaya Stage II, Battaramulla. 177B. Udaya Gammanpila",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      244.85,
      170.64,
      498.46,
      311.39
    ],
    "text": "Former Minister of Energy The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 178. Ranjith Siyambalapitiya Former Minister of Power and Renewable Energy 178A. Ramesh Pathirana",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      244.85,
      311.55,
      498.46,
      452.29
    ],
    "text": "Former Minister of Plantations The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 179. Duminda Dissanayake Former Minister of Agriculture 179A. Prasanna Ranatunga",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      244.85,
      452.33,
      498.46,
      550.93
    ],
    "text": "Former Minister of Tourism, The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 180. Wijayadasa Rajapaksa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      244.85,
      550.97,
      498.35,
      607.24
    ],
    "text": "Former Minister of Justice and Buddha Sasana 180A. Rohitha Abeygunawardhana",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      244.85,
      607.4,
      498.46,
      719.92
    ],
    "text": "Former Minister of Ports and Shipping The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 181. P. Harrison",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      280.85,
      720.08,
      498.46,
      762.18
    ],
    "text": "Former Minister of Ports and Shipping The Office of the Cabinet of Ministers",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 72,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "73",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 72,
    "bbox": [
      244.85,
      72.0,
      469.3,
      142.4
    ],
    "text": "Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 181A. Bandula Gunawardene",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 72,
    "bbox": [
      244.85,
      142.44,
      498.4,
      311.39
    ],
    "text": "Former Minister of Information and Communication Technology, Higher Education, Technology and Innovation Ministry of Information and Communication Technology, Technology and Innovation No. 437, Galle Road, Colombo 03. 181B. Bandula Rajapaksha",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 72,
    "bbox": [
      244.85,
      311.55,
      498.46,
      410.03
    ],
    "text": "Former Minister of Youth and Sports The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 182. Rauff Hakeem",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 72,
    "bbox": [
      244.85,
      410.09,
      498.36,
      550.93
    ],
    "text": "Former Minister of Urban Planning and Water Supply Minister of Higher Education Lakdiya Medura No. 35, New Parliament Road, Pelawatta, Battaramulla. 182A. Janaka Bandara Tennakoon",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 72,
    "bbox": [
      244.85,
      550.97,
      498.39,
      705.88
    ],
    "text": "Former Minister of Public Adminstration, Home Affairs, Provincial Councils and Local Government Ministry of Public Adminstration, Home Affairs, Provincial Councils and Local Government Independence Square, Colombo 07. 182B. Ali Sabry, PC",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 72,
    "bbox": [
      280.85,
      705.92,
      498.46,
      762.18
    ],
    "text": "Former Minister of Justice The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 73,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "74",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 73,
    "bbox": [
      244.85,
      72.0,
      397.27,
      114.2
    ],
    "text": "Colombo 01. 183. Rishad Bathiudeen",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 73,
    "bbox": [
      244.85,
      114.24,
      498.36,
      170.48
    ],
    "text": "Former Minister of Industries and Commerce 183A. R. M. C. B. Ratnayake",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 73,
    "bbox": [
      244.85,
      170.64,
      498.46,
      283.19
    ],
    "text": "Former Minister of Wildlife and Forest Conservation The Office of the Cabinet of Ministers Republic Square, Sri Baron Jayatilleke Mawatha, Colombo 01. 184. Kabir Hashim",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 73,
    "bbox": [
      244.85,
      283.35,
      498.39,
      381.83
    ],
    "text": "Former Minister of Public Enterprises Development Minister of Highways and Road Development and Petroleum Resources Development 184A. Chamal Rajapaksa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 73,
    "bbox": [
      244.85,
      381.87,
      498.41,
      564.97
    ],
    "text": "Former Minister of Mahaweli, Agriculture, Irrigation and Rural Development, Internal Trade, Food Security and Consumer Welfare Ministry of Mahaweli, Agriculture, Irrigation and Rural Development, Internal Trade, Food Security and Consumer Welfare No. 500, T. B. Jayah Mawatha, Colombo 10. 185. Ranjith Madduma Bandara",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 73,
    "bbox": [
      244.85,
      565.01,
      498.4,
      719.92
    ],
    "text": "Former Minister of Public Adminstration and Management Minister of Public Adminstration and Management and Law and Order, Ministry of Public Adminstration and Management and Law and Order, Independence Square, Colombo 07. 185A. Dullas Alahapperuma",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 73,
    "bbox": [
      280.85,
      720.08,
      498.37,
      748.12
    ],
    "text": "Former Minister of Education, Sports and Youth Affairs",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 74,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "75",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 74,
    "bbox": [
      244.85,
      72.0,
      498.36,
      212.72
    ],
    "text": "Ministry of Education, Sports and Youth Affairs No. 204, Western Provincial Council Office Complex, 2nd Floor, Denzil Kobbekaduwa Mawatha, Battaramulla. 186A. Johnston Fernando",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 74,
    "bbox": [
      244.85,
      212.88,
      498.41,
      339.59
    ],
    "text": "Former Minister of Roads, Highways, Ports and Shipping Ministry of Roads, Highways, Ports and Shipping No. 19, Chaithya Road, Colombo 01. 187. Sajith Premadasa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 74,
    "bbox": [
      244.85,
      339.63,
      498.36,
      438.25
    ],
    "text": "Former Minister of Housing and Construction 2nd Floor, Sethsripaya, Sri Jayawardene Kotte. 188. Arjuna Ranatunga",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 74,
    "bbox": [
      244.85,
      438.29,
      498.36,
      663.64
    ],
    "text": "Former Minister of Petroleum Resources Development Minister of Transport and Civil Aviation No. 80, Sir Earnest De Silva Mawatha, Colombo 07. 189. M. K. A. D. S. Gunawardana Former Minister of Lands 189A. Sarath Fonseka Former Minister of Regional Development 190. U. Palani Digambaram",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 74,
    "bbox": [
      280.85,
      663.68,
      498.39,
      762.18
    ],
    "text": "Former Minister of Upcountry New Villages, Infrastructure and Community Development Ministry of Hill Country New Villages, Infrastructure and Community Development No. 45,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 75,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "76",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 75,
    "bbox": [
      244.85,
      72.0,
      401.83,
      128.24
    ],
    "text": "St. Michaels Road, Cololmbo 03. 191. Chandrani Bandara",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 75,
    "bbox": [
      244.85,
      128.4,
      498.4,
      255.11
    ],
    "text": "Former Minister of Women and Childrens Affairs Minister of Women and Child Affairs and Dry Zone Development Sethsiripaya (Stage II), 5th Floor, Battaramulla. 192. Thalatha Atukorala",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 75,
    "bbox": [
      244.85,
      255.15,
      498.45,
      395.87
    ],
    "text": "Former Minister of Justice and Foreign Employment Minister of Jutsice and Prison Reforms Ministry of Justice and Prison Reforms Superior Court Complex, Colombo 12. 193. Akila Viraj Kariyawasam",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 75,
    "bbox": [
      244.85,
      396.03,
      458.02,
      480.49
    ],
    "text": "Former Minister of Education Isurupaya, Pelawatta, Battaramulla. 194. M. H. A. Haleem",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 75,
    "bbox": [
      244.85,
      480.53,
      498.37,
      762.18
    ],
    "text": "Former Minister of Posts, Postal Services and Muslim Religious Affairs Ministry of Posts, Postal Services and Muslim Religious Affairs Colombo 01. 195. D. M. Swaminathan Former Minister of Rehabilitation, Resettlement and Hindu Religious Affairs 196. Chandima Weerakkody Former Minister of Skills Development 197. Dayasiri Jaysekara Former Minister of Sports 198. Sagala Ratnayake",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 76,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "77",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 76,
    "bbox": [
      244.85,
      72.0,
      498.37,
      128.24
    ],
    "text": "Former Minister of Southern Development 199. Harin Fernando",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 76,
    "bbox": [
      244.85,
      128.4,
      498.43,
      325.55
    ],
    "text": "Former Minister of Telecommunication and Digital Infrastructure Minister of Telecommunication, Digital Infrastructure and Foreign Employment, Ministry of Telecommunication, Digital Infrastructure and Foreign Employment and Sports No. 79/1, 5th Lane, Colombo 03. 200. Mano Ganesan",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 76,
    "bbox": [
      244.85,
      325.59,
      498.46,
      480.49
    ],
    "text": "Former Minister of National Dialogue Minister of National Integration, Official Languages, Social Progress and Hindu Religious Affairs No. 40, Buthgamuwa Road, Rajagiriya, P. O. Box 1566, Colombo. 201. Daya Gamage",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 76,
    "bbox": [
      244.85,
      480.53,
      498.37,
      649.48
    ],
    "text": "Former Minister of Primary Industries Minister of Social Welfare and Primary Industries, Ministry of Social Welfare and Primary Industries No. 80/5, Govijana Mandiriya, Rajamalwatta Avenue, Battarmulla. 202. Malik Samarawickrama",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 76,
    "bbox": [
      280.85,
      649.64,
      498.37,
      762.18
    ],
    "text": "Former Development Strategies and International Trade Ministry of Development Strategies and International Trade 6th Floor, West Tower, World Trade Centre, Colombo 01.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 77,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "78",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 77,
    "bbox": [
      244.85,
      72.0,
      498.42,
      762.18
    ],
    "text": "203. Faizer Musthapha Former Local Government and Provincial Councils 204. Vijith Vijayamuni de Soysa Former Minister of Irrigation and Water Resource of Management 204 (i). Ranil Wickramasinghe Minister of Defence Minister of Finance, Economics Stabilization and National Policies Minister of Technology Minister of Women, Child Affairs and Social Empowerment Minister of Investment Promotion 204 (ii). Dinesh Gunawardena Minister of Public Adminstration Home Affairs, Provincial Council and Local Government Independence Square Independent Avenue, Colombo 07. 204 (iii). Nimal Siripala De Silva, Minister of Ports, Shipping and Aviation 204 (iv). Pavithra Devi Wanniarchchi Minister of Wildlife and Forest Resources Conservation Minister of Irrigation 204 (v). Douglas Devananda Minister of Fisheries 204 (vi). Susil Premajayantha Minister of Education 204 (vii). Bandula Gunawardana Minister of Transport and Highways Minister of Mass Media",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 78,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "79",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 78,
    "bbox": [
      244.85,
      72.0,
      498.41,
      255.11
    ],
    "text": "204 (viii). Ramesh Pathirana Minister of Health Minister of Industries 204 (ix). Mahinda Amaraweera Minister of Agriculture and Plantation Industries 204 (x). Wijedasa Rajapaksa Minister of Justice, Prison Affairs and Constitutional Reforms",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 78,
    "bbox": [
      244.85,
      255.15,
      498.46,
      593.2
    ],
    "text": "204 (xi). Prasanna Ranathunga Minister of Urban Development and Housing 204 (xii). Ali Sabry Minister of Foreign Affairs 204 (xiii). Vidura Wickremanayake Minister of Buddhasasana, Religious and Cultural Affairs 204 (xiv). Kanchana Wijesekera Minister of Power and Energy 204 (xv). Keheliya Rambukwella Minister of Enviroment 204 (xvi). Harin Fernando Minister of Sports, Youth Affairs Minister of Tourism and Lands 204 (xvii). Manusha Nanayakkara",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 78,
    "bbox": [
      244.85,
      593.24,
      498.39,
      649.48
    ],
    "text": "Minister of Labour and Foreign Employment 204 (xvii). Tiran Alles",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 78,
    "bbox": [
      244.85,
      649.64,
      498.39,
      748.12
    ],
    "text": "Minister of Public Security 204 (xix). Nalin Fernando Minister of Trade, Commerce and Food Security 204 (xx). Jeevan Thondaman",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 79,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "80",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 79,
    "bbox": [
      244.85,
      72.0,
      498.44,
      536.77
    ],
    "text": "Minister of Water Supply, Estate Infrastructural Development 204 (B1). H. A. Chandana Kumarasinghe Director General (Establishment) Establishment Division, Public Adminstration Division, Ministry of Public Adminstration, Home Affairs, Provicnial Council and Local Government Independence square, Colombo 07. 204 (B2). Hiransa Kaluthanthri Director of Management Services Minister of Finance, Economic Stabilization and National Policy, Room No. 325, 3rd Floor, Ministry of Finance, Cololmbo 01. 205. Dharmasena Dissanayaka Former Chairman 205A. Justice Jagath Balapathabandi",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 79,
    "bbox": [
      244.85,
      536.93,
      450.82,
      635.44
    ],
    "text": "Former Chairman, Public Service Commission, No. 177, Nawala Road, Narehenpita, Colombo. 205B. Sanath J. Ediriweera,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 79,
    "bbox": [
      244.85,
      635.48,
      450.82,
      734.08
    ],
    "text": "Chairman, Public Service Commission, No. 1200/9, Rajamalwatte Road, Battaramulla. 205B1. S. M. Mohamed",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 79,
    "bbox": [
      280.85,
      734.11,
      443.14,
      762.18
    ],
    "text": "Member Public Service Commission",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "81",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      244.85,
      72.0,
      421.99,
      142.4
    ],
    "text": "No. 1200/9. Rajamalwatte Road, Battaramulla. 205B2. N. H. M. Chitrananda",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      244.85,
      142.44,
      443.14,
      240.92
    ],
    "text": "Member Public Service Commission No. 1200/9. Rajamalwatte Road, Battaramulla. 205B3. C. Pallegama",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      244.85,
      241.11,
      443.14,
      339.59
    ],
    "text": "Member Public Service Commission No. 1200/9. Rajamalwatte Road, Battaramulla. 205B4. N. Selvakumaran",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      244.85,
      339.63,
      443.14,
      438.25
    ],
    "text": "Member Public Service Commission No. 1200/9. Rajamalwatte Road, Battaramulla. 205B5. M. B. R. Pushpakumara",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      244.85,
      438.29,
      443.14,
      536.77
    ],
    "text": "Member Public Service Commission No. 1200/9. Rajamalwatte Road, Battaramulla. 205B6. A. D. N. D. Soysa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      244.85,
      536.93,
      443.14,
      635.44
    ],
    "text": "Member Public Service Commission No. 1200/9. Rajamalwatte Road, Battaramulla. 205B7. R. Nadarajapillai",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      244.85,
      635.48,
      443.14,
      734.08
    ],
    "text": "Member Public Service Commission No. 1200/9. Rajamalwatte Road, Battaramulla. 205B8. G. S. A. De Silva",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 80,
    "bbox": [
      280.85,
      734.11,
      443.14,
      762.18
    ],
    "text": "Member Public Service Commission",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "82",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      244.85,
      72.0,
      405.67,
      142.4
    ],
    "text": "No. 1200/9. Rajamalwatte Road, Battaramulla. 206. A. Salam",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      244.85,
      142.44,
      406.15,
      184.64
    ],
    "text": "Former Member 206A. Prof. Hussain Ismail",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      244.85,
      184.68,
      443.14,
      297.35
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 206B. Sarath Jayathilake",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      244.85,
      297.39,
      443.14,
      410.03
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 206C. Indrani Sugathadasa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      244.85,
      410.09,
      443.14,
      522.73
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 207. V. Jagarajasingham",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      244.85,
      522.77,
      387.67,
      564.97
    ],
    "text": "Former Member 207A. Shivagnanasothy",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      244.85,
      565.01,
      443.14,
      677.68
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 208. Nihal Seneviratne",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      244.85,
      677.72,
      428.98,
      719.92
    ],
    "text": "Former Member 208A. Sudarma Karunathilake",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 81,
    "bbox": [
      280.85,
      720.08,
      443.14,
      762.18
    ],
    "text": "Public Service Commission No. 177, Nawala Road,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 82,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "83",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 82,
    "bbox": [
      244.85,
      72.0,
      379.51,
      128.24
    ],
    "text": "Narahenpita, Colombo. 208B. P. R. C. Ruberu",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 82,
    "bbox": [
      244.85,
      128.4,
      443.14,
      240.92
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 209. Dr. Prathap Ramanujam",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 82,
    "bbox": [
      244.85,
      241.11,
      484.42,
      353.63
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 209A. Ahamed Lebbey Mohomed Sallem",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 82,
    "bbox": [
      244.85,
      353.79,
      443.14,
      466.33
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 210. S. Ranugge",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 82,
    "bbox": [
      244.85,
      466.49,
      443.14,
      579.01
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 210A. Weerasema Liyanagama",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 82,
    "bbox": [
      244.85,
      579.2,
      443.14,
      691.72
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 211. D. L. Mendis",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 82,
    "bbox": [
      280.85,
      691.88,
      443.14,
      762.18
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "84",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      244.85,
      72.0,
      380.23,
      114.2
    ],
    "text": "Colombo. 211A. Dilip Jayaweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      244.85,
      114.24,
      443.14,
      226.88
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 212. Sarath Jayathilaka",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      244.85,
      226.92,
      460.18,
      269.15
    ],
    "text": "Former Member 212A. Suntharan Arunmainayaham",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      244.85,
      269.19,
      443.14,
      381.83
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 213. Dhara Wijethilaka",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      244.85,
      381.87,
      383.59,
      424.09
    ],
    "text": "Former Member 213A. G. S. A. De Silva",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      244.85,
      424.25,
      443.14,
      536.77
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 213B. W. H. Piyadasa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      244.85,
      536.93,
      465.46,
      649.48
    ],
    "text": "Former Member Public Service Commission No. 177, Nawala Road, Narahenpita, Colombo. 214. Don Hebert Neville Piyadigama",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 83,
    "bbox": [
      280.85,
      649.64,
      498.42,
      762.18
    ],
    "text": "Former Co-Chairman National Pay Commission 214A. Dayan Gomes Former Member Public Service Commission No. 177, Nawala Road, Narahenpita,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "85",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      72.0,
      498.46,
      114.2
    ],
    "text": "Colombo. 215. Jayalath Ranasinghe Wimalasena",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      114.24,
      434.98,
      184.64
    ],
    "text": "Dissanayake Former Co-Chairman National Pay Commission 215A. Mr. Upali Wijayaweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      184.68,
      498.37,
      240.92
    ],
    "text": "Former Chairman National Pay Commission 216. Gunasekara Liyanage Wimaladasa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      241.11,
      443.86,
      311.39
    ],
    "text": "Samarasinghe Former Member, National Pay Commission 216A. Mrs. Chandrani Senaratne",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      311.55,
      453.22,
      367.79
    ],
    "text": "Former Member National Pay Commission 217. Vijayalakshmi Jegarasingam",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      367.83,
      438.82,
      424.09
    ],
    "text": "Former Member National Pay Commission 218. Ginigaddarage Piyasena",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      424.25,
      434.98,
      480.49
    ],
    "text": "Former Member National Pay Commission 218A. Mrs. Sujatha Cooray",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      480.53,
      498.4,
      536.77
    ],
    "text": "Former Member National Pay Commission 219. Rantunga Appuhamilage Dona Rupa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      536.93,
      434.98,
      607.24
    ],
    "text": "Malini Peiris Former Member National Pay Commission 219A. Dr. Madura Wehalle",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      607.4,
      463.78,
      663.64
    ],
    "text": "Former Member National Pay commission 220. Dayananda Widanagamachchi",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      244.85,
      663.68,
      438.82,
      719.92
    ],
    "text": "Former Member National Pay Commission 220A. M. S. D. Ranasiri",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 84,
    "bbox": [
      280.85,
      720.08,
      438.82,
      762.18
    ],
    "text": "Former Member National Pay Commission",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "86",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      72.0,
      440.26,
      86.0
    ],
    "text": "221. Sembakuttige Swarnajothi",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      86.04,
      438.82,
      142.4
    ],
    "text": "Former Member National Pay Commission 221A. Dr. Ananda Hapugoda",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      142.44,
      494.26,
      198.68
    ],
    "text": "Former Member National Pay Commission 222. Benedict Karunajeewa Ulluwishewa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      198.72,
      438.82,
      255.11
    ],
    "text": "Former Member National Pay Commission 222A. Sanjeewa Somaratne",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      255.15,
      438.82,
      311.39
    ],
    "text": "Former Member National Pay Commission 223. Sujeewa Rajapakse",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      311.55,
      438.82,
      367.79
    ],
    "text": "Former Member, National Pay Commission 223A. Ajith Nayanakantha",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      367.83,
      456.34,
      424.09
    ],
    "text": "Former Member National Pay Commission 224. Harsha Warnakula Fernando",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      424.25,
      438.82,
      480.49
    ],
    "text": "Former Member National Pay Commission 224A. Ravi Liyanage",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      480.53,
      438.82,
      536.77
    ],
    "text": "Former Member National Pay Commission 225. Sampath Amartunga",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      536.93,
      438.82,
      593.2
    ],
    "text": "Former Member National Pay Commission 225A. Sanath Ediriweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      593.24,
      434.98,
      649.48
    ],
    "text": "Former Member National Pay Commission 226. Ravi Liyanage",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      649.64,
      438.82,
      705.88
    ],
    "text": "Former Member National Pay Commission 226A. Prof. Ranjith Senerathna",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 85,
    "bbox": [
      244.85,
      705.92,
      470.74,
      762.18
    ],
    "text": "Former Member National Pay Commission 227. W. K. Hemachandra Wegapitiya",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "87",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      72.0,
      438.82,
      128.24
    ],
    "text": "Former Member National Pay Commission 227A. Eng. R. M. Amarasekara",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      128.4,
      438.82,
      184.64
    ],
    "text": "Former Member National Pay Commission 228. Keerthi Kotagama",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      184.68,
      480.1,
      240.92
    ],
    "text": "Former Member National Pay Commission 228A. Major Gen. (Rtd.) Siri Ranaweera",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      241.11,
      438.82,
      297.35
    ],
    "text": "Former Member National Pay Commission 229. Reyaz Mihular",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      297.39,
      438.82,
      353.63
    ],
    "text": "Former Member National Pay Commission 229A. W. H. Piyadasa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      353.79,
      434.98,
      410.03
    ],
    "text": "Former Member National Pay Commission 230. Priyantha Fernando",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      410.09,
      438.82,
      466.33
    ],
    "text": "Former Member National Pay Commission 231. Leslie Shelton Devendra",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      466.49,
      438.82,
      522.73
    ],
    "text": "Former Member National Pay Commission 232. Sumith Wijesinghe",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      522.77,
      438.82,
      579.01
    ],
    "text": "Former Member National Pay Commission 233. Somaweera Chandrasiri",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      579.2,
      489.46,
      635.44
    ],
    "text": "Former Member National Pay Commission 234. Walgama Hewamaluwage Piyadasa",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      244.85,
      635.48,
      438.82,
      748.12
    ],
    "text": "Former Member National Pay Commission 214th to 234th Room No. 2G 10, B. M. I. C. H. Bauddaloka Mawatha, Colombo 07.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 86,
    "bbox": [
      414.19,
      748.18,
      498.7,
      762.16
    ],
    "text": "Respondents",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "88",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      100.82,
      72.0,
      498.46,
      245.84
    ],
    "text": "Before : S. Thurairaja, PC, J Arjuna Obeyesekere, J K. Priyantha Fernando, J Counsel : Manohara de Silva, PC with Dilmini de Silva, Senal Kariyawasam and Harithriya Kumarage instructed by Anusha Perusinghe for the Petitioner.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      82.82,
      248.07,
      545.72,
      424.55
    ],
    "text": "Hashini Opatha, SSC instructed by Rizni Firdous for all Respondents. Argued on : 19.11.2024 Decided on : 18.02.2025 K. PRIYANTHA FERNANDO, J 1. The 1st to 278th petitioners have filed the instant application alleging",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      8.520000457763672,
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      82.82,
      426.94,
      546.05,
      563.87
    ],
    "text": "that, the fundamental rights guaranteed to them in terms of Article 12(1) of the Constitution have been violated by the respondents in their refusal to categorize the petitioners as Management Assistants Non Technical Segment 1 and place them in salary scale MN-2-2006-A under P.A Circular NO.6/2006 and subsequent revisions made to the said Circular. 2. This Court on 30.05.2019, having heard the submissions of the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      100.82,
      565.18,
      543.77,
      629.78
    ],
    "text": "learned Counsel for the Petitioners and the submissions of the learned Counsel for the Respondents, decided to grant Leave to Proceed in respect of the alleged violation of the Fundamental rights guaranteed to the Petitioners under Article 12(1) of the Constitution.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      82.82,
      631.09,
      543.77,
      662.66
    ],
    "text": "3. The petitioners in their petition dated 23.10.2013, state that the 1st",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      100.82,
      663.97,
      543.62,
      712.1
    ],
    "text": "to 278th Petitioners are Document Assistants attached to the Ministry of Education. The 279th Petitioner is the Education Documents Assistants Union.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      82.82,
      713.41,
      543.62,
      744.97
    ],
    "text": "4. The petitioners state that, by Cabinet Memorandum bearing",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 87,
    "bbox": [
      100.82,
      746.43,
      543.48,
      761.56
    ],
    "text": "No.79/00 dated 11.08.2000 approval of the Cabinet ministers were",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 88,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "89",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 88,
    "bbox": [
      78.26,
      72.05,
      543.73,
      350.73
    ],
    "text": "sought to change the designation of the post of Clerks of the Department of Education to Document Assistants and the post of Typists to Computer Data entry operators. The changes were due to the difficulty in assigning clerks to schools other than urban popular schools, and the fact that Clerks attached to the aforesaid institutions perform different duties than those in the general clerical service which includes working outside of normal working hours in assisting extra-curricular activities of the said institutions. The petitioners further state that, the aforesaid memorandum mentioned that the Salary scale applicable to the Clerical and Allied services would be applicable for the said posts and this was approved by the Cabinet of Ministers on 17.08.2000. The petitioners state that, thereafter they were appointed to the post of Document Assistants Grade II B of the Ministry of Education and were placed in the salary T-2-1 in terms of P.A circular 2/97 (111). 5. The petitioners contend that, upon the creation of the Public",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 88,
    "bbox": [
      96.26,
      352.04,
      543.73,
      465.95
    ],
    "text": "Management Assistants Service in 2004, clerks were absorbed into the said service and were placed in salary scale T 2 2 of circular No.15/2003. However, the petitioners contend that, no corresponding salary revisions were made for the post of Document Assistants even though in the aforesaid Cabinet Memorandum it has been stated that the salary applicable to clerks should be applicable to Document Assistants as well.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 88,
    "bbox": [
      78.26,
      467.38,
      543.73,
      498.95
    ],
    "text": "6. According to the petitioners, in document marked P-9A and P-9B, in",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 88,
    "bbox": [
      100.82,
      500.26,
      543.77,
      581.27
    ],
    "text": "2006 the government implemented a new salary structure for the public service which involved the public management assistants and in the implementation of the same, P.A. Circular No.6/2006 was issued on 25.04.2006, containing the provisions relating to restructuring of the salaries of the public service.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 88,
    "bbox": [
      78.26,
      582.61,
      543.42,
      614.18
    ],
    "text": "7. The petitioners state that, P.A circular No.6/ 2006 sougt to rectify the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 88,
    "bbox": [
      100.82,
      615.61,
      543.75,
      762.4
    ],
    "text": "salary anomaly which was created in 2004, by providing in paragraph 3.2.1.1 of Annexture II, that Departmental posts such as clerks shall be absorbed as Management Assistants Non-Technical Segment 1 category after the formulation of a new scheme concerning their services to a multi duty service similar to the Public Management Assistantss service within 3 months. It further required the relavant ministries to formulate new schemes of recruitment and submit the same for the approval of the Director General of Establishments with the recommendation of National Salaries and Cadre Commission,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 89,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "90",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 89,
    "bbox": [
      100.82,
      72.05,
      543.71,
      120.06
    ],
    "text": "whereupon the salary applicable to the Public Management Assistant service would be applicable to the new service with effect from 01.01.2006.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 89,
    "bbox": [
      78.26,
      121.49,
      543.77,
      153.06
    ],
    "text": "8. It is the position of the petitioners that, since the post of Document",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 89,
    "bbox": [
      78.26,
      154.37,
      543.8,
      482.51
    ],
    "text": "Assistant was not included in Annexture III (Index to salary conversion) of Circular No.6/2006, the Ministry of Education was required to formulate a new scheme of recruitment in respect of Document Assistants and submit the schemes of recruitment to the National Salaries and Cadre Commission for its recommendation in order to place them in the salary scale applicable to the public Management Assistants Service. However, the Ministry of Education has failed to do so. The petitioners contend that, they had a legitimate expectation that the Ministry of Education would formulate a new scheme of recruitment in line with the scheme of recruitment of the Public Management Assistants Service and would make the Necessary Arrangements to place them in Salary Scale MN-2-2006-A. 9. The petitioners submit that, the decision of the Cabinet of Ministers which includes 26th to 93rd Respondents on the particular Cabinet Memorandum which was titled as Absorption of Documents Assistants of the Ministry of Education to Public Management Assistants service is arbitrary, Capricious, unreasonable and violative of the fundaments rights guaranteed to them under Article 12(1) of the Constitution.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 89,
    "bbox": [
      78.26,
      483.82,
      543.75,
      515.39
    ],
    "text": "10. Based on the above allegations, the petitioners have submitted that",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 89,
    "bbox": [
      105.38,
      516.7,
      543.77,
      581.27
    ],
    "text": "their fundamental rights have been violated and contends that they are entitled to be categorized as Management Assistants Non-Technical Segment 1 and be placed in salary scale MN - 2 - 2006 - A.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 89,
    "bbox": [
      78.26,
      582.61,
      543.77,
      614.18
    ],
    "text": "11. The learned Senior State Counsel for the 1st 93rd Respondents,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 89,
    "bbox": [
      105.38,
      615.61,
      543.79,
      729.5
    ],
    "text": "making her submissions stated that, the role of the aforesaid Public Management Assistants Service was in fact a distinct and a separate service which was an amalgamation of the Government Clerical Service, the Government Typists Service, the Government Stenographers Service, the Government Book Keepers Service, The Government Shroffs Service and the Government Store-Keepers Service which previously belonged to the Combined Service.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "91",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      73.82,
      72.05,
      543.68,
      87.18
    ],
    "text": "12. The learned Senior State Counsel for the Respondents contended",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      105.38,
      88.49,
      543.65,
      185.94
    ],
    "text": "that, the reason behind the Document Assistants who held a Departmental Post to not be absorbed into the Public Management Assistants Service was the fact that there was a clear distinction between the nature and function of their roles and responsibilities and their entry level qualifications when compared with those who were absorbed into the said service.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      73.82,
      187.37,
      543.7,
      218.94
    ],
    "text": "13. According to the Senior State Counsel for the Respondents, the post",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      105.38,
      220.25,
      543.77,
      367.17
    ],
    "text": "of Document Assistants, was only a re-designation of the Departmental Post of clerk, which was done pursuant to the Cabinet decision in document marked P-2 and that they were never absorbed as Public Management assistants and due to this the Counsel takes the position that, the Document Assistants were not entitled to be categorized as Management assistants Non Technical Segment 1, unless and until a new scheme of Recruitment was formulated covering their service into a multi duty service similar to the Public Management Assistants Service.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      73.82,
      368.48,
      543.63,
      400.05
    ],
    "text": "14. The learned Deputy Solicitor General in her written submissions filed",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      69.26,
      401.48,
      543.77,
      581.27
    ],
    "text": "on behalf of the respondents state that, the decision to categorize Document Assistants as Management AssistantNon-Technical Segment 2 was based entirely on the entry qualifications, the skills required and the duties and functions they perform, as set out in the Public Administration Circular No.06/2006 and that the decision of the Cabinet of Ministers not to approve the proposal to appoint the Document Assistants as Management Assistant Non Technical Segment 1, based on the nature and functions and the applicable criteria in terms of Circular No.06 /2006 was lawful. 15. In light of that, the main issue at hand is to consider whether, by",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      69.26,
      582.61,
      543.78,
      680.03
    ],
    "text": "refusing to categorize the petitioners (Documents Assistants and typists) as Management Assistants Non-Technical Segment 1 and by refusing to place them in salary scale MN-2-2006-A, the 1st-93rd respondents have violated the fundamental rights guaranteed to the petitioners under Article 12(1) of the Constitution.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      100.82,
      681.49,
      459.43,
      696.59
    ],
    "text": "Alleged violation of Article 12(1) of the Constitution",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      73.82,
      697.93,
      543.69,
      729.5
    ],
    "text": "16. Article 12(1) of the Constitution provides that, All persons are equal",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 90,
    "bbox": [
      105.38,
      730.81,
      526.39,
      745.93
    ],
    "text": "before the law and are entitled to the equal protection of the law.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 91,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "92",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 91,
    "bbox": [
      73.82,
      72.05,
      543.69,
      87.18
    ],
    "text": "17. In case of Tuan Ishan Raban and others V Members of the Police",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 91,
    "bbox": [
      105.38,
      88.49,
      544.03,
      136.62
    ],
    "text": "Commission and Pradeep Priyadarshana V Members of the Police Commission and others, (2007) 2 SLR page 359, Bandaranayake J. stated that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 91,
    "bbox": [
      73.82,
      137.93,
      543.59,
      482.51
    ],
    "text": "Equality as postulated in Article 12(1) of the Constitution means the right of a person to be treated alike among his equals and such rights to be administered equally. Equality thus means that there should not be any discrimination among those who are equally circumstanced. Thus Article 12(1) of the Constitution ensures the protection from arbitrary and discriminatory action by the executive and/or the administration. The objective of Article 12(1) of the Constitution therefore is to give persons equal treatment. However, such guaranty does not forbid reasonable classification, which is founded on intelligible differentia. The concept of equality only forbids action which is unreasonable, arbitrary and capricious and not the classification that is reasonable... 18. Hence, in the instant case, the question to consider is whether by not",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 91,
    "bbox": [
      73.82,
      483.82,
      543.77,
      581.27
    ],
    "text": "grouping the petitioners as Management Assistants Non-Technical Segment 1, the rights of the petitioners (Document Assistants and the typists) were in fact violated or whether such classification was reasonable. 19. In order to be eligible to fall into the category of Management",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 91,
    "bbox": [
      96.26,
      582.61,
      543.64,
      745.93
    ],
    "text": "Assistants Non-Technical Segment 1 under the salary scale MN-2-2006, one must have ideally been in the Public Management Assistants category. Document [P-9A] reflects that, in order to implement the new salary structure, all posts and services within the public service were required to be re-categorized by each respective ministry and department. In accordance with this directive, the Public Management Assistants were classified into Segment 1 under the salary scale MN-2-2006, based on specific entry criteria, including the required GCE O-level and A-level qualifications at the time of recruitment, as well as defined skills of a specified nature.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "93",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      73.82,
      72.05,
      543.32,
      87.18
    ],
    "text": "20. In light of that, one must draw their attention to documents marked",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      96.26,
      89.57,
      543.63,
      174.9
    ],
    "text": "[P4A], and [P33] which contains the entry requirements in terms of age, educational qualifications and functions of the role of Document Assistants and for Public Management Assistants respectively. As per document marked [P4A] dated 2000.11.08, the requirements for the post of Document Assistants are as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      114.38,
      177.29,
      255.36,
      210.9
    ],
    "text": "Age: 18 - 45 years",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "SymbolMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      114.38,
      213.29,
      543.76,
      246.78
    ],
    "text": "Educational qualifications: Pass GCE O/L exams with simple",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "SymbolMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      132.38,
      249.2,
      543.77,
      334.53
    ],
    "text": "passes in six subjects including one of language (Sinhala/ Tamil) and pure math, basic math, and combined math in no more than two sittings. Candidate must have passed five subjects in one sitting, of which, the candidate should have credit passes for three subjects including Sinhala or,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      114.38,
      336.87,
      543.38,
      368.97
    ],
    "text": "Candidate must pass six subjects including first language/ Tamil and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "SymbolMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      132.38,
      371.07,
      543.45,
      417.71
    ],
    "text": "Math in no more than two sittings in GCE O/L exams Candidate must have passed five subjects in one sitting, of which, the candidate should have credit passes for three subjects including Sinhala or,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      114.38,
      419.69,
      543.22,
      451.79
    ],
    "text": "Candidate must pass GCE O/L exams with at least simple passes in",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "SymbolMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      132.38,
      453.77,
      543.42,
      516.71
    ],
    "text": "6 subjects including language (Sinhala/ Tamil) and math in no more than two sittings. Candidate must have passed five subjects in one sitting, of which, the candidate should have credit passes for three subjects including language.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      100.82,
      551.14,
      543.71,
      599.18
    ],
    "text": "Further, document marked [P-33] dated 2004.12.24 lays down the criterion to be eligible for the role of Public Management Assistants service as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      118.82,
      608.56,
      259.8,
      624.5
    ],
    "text": "Age: 18 - 30 years",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "SymbolMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      118.82,
      626.84,
      498.67,
      658.22
    ],
    "text": "Educational qualifications: Should have passed the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "SymbolMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      136.82,
      660.61,
      498.77,
      727.36
    ],
    "text": "General Certificate of Education (Ordinary Level) Examination in six (06) subjects at one sitting with credit passes in",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 92,
    "bbox": [
      143.78,
      728.48,
      392.71,
      758.7
    ],
    "text": "i. Sinhala / Tamil / English Language; ii. Mathematics and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 93,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "94",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 93,
    "bbox": [
      118.82,
      72.0,
      498.43,
      167.84
    ],
    "text": "iii. Two other subjects and 6 passes in GCE Ordinary Level Examinations with 4 A passes for four subjects including for Sinhala / Tamil / English and Mathematics and, A pass in all subjects at the General Certificate of Education",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 93,
    "bbox": [
      118.82,
      169.92,
      498.31,
      232.4
    ],
    "text": "(Advanced Level) Examination (other than the common general paper) at one sitting. A pass in all subjections under the old syllabus would be",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 93,
    "bbox": [
      73.82,
      234.48,
      543.44,
      281.13
    ],
    "text": "sufficient. 21. Upon careful consideration of the aforementioned criteria, it is evident",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 93,
    "bbox": [
      73.82,
      282.44,
      543.71,
      379.89
    ],
    "text": "that clear distinctions exist between the entry requirements applicable to the positions of Document Assistants and Public Management Assistants. Accordingly, it is sufficient to conclude that these two job roles are distinct in nature. 22. As evident in ['RA 1-a'] dated 11.12.2013, the entry qualifications for",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 93,
    "bbox": [
      96.26,
      381.2,
      543.77,
      594.02
    ],
    "text": "Document Assistants are listed as Passes in 6 subjects at the G.C.E (O/L) Examination with Credit passes in 4 subjects including Sinhala/Tamil/English and Mathematics and Pass in at least 1 subject at the G.C.E (A/L) examination (excluding the common general test) whereas for the position of public management assistant in [RA-1-b] are specified as Passes in 6 subjects at the G.C.E (O/L) examination in a single sitting with Credit passes in 4 subjects including Sinhala/Tamil/ English and Mathematics and Passes in all subjects at the G.C.E (A/L) Examination in a single sitting (under the Old Syllabus, passes in at least 3 subjects in a single sitting. Further comparison of Documents [RA2-a] and [RA2-b] reveals significant differences in the duties and functions associated with the role of Document Assistants and Public Management Assistants.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 93,
    "bbox": [
      73.82,
      595.33,
      543.74,
      627.02
    ],
    "text": "23. However, in relation to documents marked [RA 1-a] and in [RA 1-b], it",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 93,
    "bbox": [
      96.26,
      628.33,
      543.75,
      725.78
    ],
    "text": "is observed and the Court is mindful that these documents are dated subsequent to the filing of this case. Nevertheless, the Court finds these documents to be relevant solely for the purpose of understanding the distinctions between the two roles in question. The Court does not treat the documents as evidence of the matters in dispute but considers them only to demonstrate that the two roles are not equal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 94,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "95",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 94,
    "bbox": [
      73.82,
      72.05,
      543.61,
      87.18
    ],
    "text": "24. In light of the evidence presented, it is clear that the roles of Document",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 94,
    "bbox": [
      73.82,
      88.49,
      544.03,
      317.79
    ],
    "text": "Assistants and Public Management Assistants are distinct. Therefore, as reflected in document [P28] the decision of the Cabinet of Ministers not to approve the proposal to appoint Document Assistants as Management Assistants Non-Technical - Segment 1 in view of their nature and functions and the application criteria laid down in terms of public Admin circular 06/2006 can be considered justified and correct. While the learned counsel for the petitioners contend that they belong to Management Assistants Non-Technical -Segment 1, based on the above evidence it is clear that they do not fall within the category of Public Management Assistants as defined for this segment. Accordingly, the petitioners' argument in this regard cannot be sustained. 25. In the case of Palihawadana v Attorney General and two others,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 94,
    "bbox": [
      96.26,
      319.16,
      543.77,
      416.61
    ],
    "text": "[1979] 1 SLR page 65 it is discussed as to how Article 12 prescribes equality before the law and equal protection of the law, but how equality in any literal or abstract sense is not attainable. For the purpose of applying a particular law or operating an administrative scheme reasonable classification is permissible and a certain measure of inequality is permitted.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 94,
    "bbox": [
      69.26,
      417.94,
      543.32,
      597.74
    ],
    "text": "What is prohibited is class legislation; but reasonable classification is not forbidden. The principle underlying the guarantee in Article 12 is not that the same rules of law should be applicable to all persons within the Democratic Socialist Republic of Sri Lanka, or that the same remedies should be made available to them irrespective of differences of circumstances. It only means that all persons similarly circumstanced shall be treated alike both in respect of privileges conferred and liabilities imposed... 26. Thus, the classification must not be arbitrary but rather should be",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 94,
    "bbox": [
      100.82,
      599.17,
      543.8,
      680.06
    ],
    "text": "based on some real and substantial distinction bearing a just and reasonable relation to the object sought. It must appear that not only a classification has been made, but also that it is based upon some reasonable ground, i.e. some difference which bears a just and proper relation to the attempted classification.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 94,
    "bbox": [
      69.26,
      681.49,
      543.75,
      713.06
    ],
    "text": "27. Based on the above considerations and the precedence set out, it can",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 94,
    "bbox": [
      100.82,
      714.37,
      543.56,
      762.52
    ],
    "text": "be said that, while Article 12 of the Constitution guarantees equality for all, it does not preclude reasonable classification based on intelligible differentia. In the present case, based on the reasons",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      100.82,
      781.32,
      497.12,
      805.8
    ],
    "text": "96",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      73.82,
      72.05,
      543.6,
      202.5
    ],
    "text": "discussed above, including the distinctions between the roles, their respective entry requirements, duties, and functions, it is apparent that these differences justify the classification. Therefore, it can be reasonably concluded that the classification is rational and founded on these distinctions. Accordingly, the classification of the respondents cannot be deemed arbitrary. 28. Therefore, the petitioners are not entitled to obtain relief from this",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      96.26,
      203.81,
      543.31,
      235.38
    ],
    "text": "Court as there is no violation of the Fundamental Rights guaranteed to them by Article 12(1) of the Constitution.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      100.82,
      261.2,
      335.88,
      292.65
    ],
    "text": "Application is dismissed.",
    "fonts": [
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      100.82,
      343.47,
      498.7,
      454.67
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE S. THURAIRAJA, PC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      172.82,
      454.96,
      216.74,
      471.32
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      100.82,
      521.69,
      498.7,
      632.9
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE ARJUNA OBEYESEKERE",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      100.82,
      635.12,
      215.81,
      665.3
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 95,
    "bbox": [
      100.82,
      667.52,
      497.62,
      762.54
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]