[
  {
    "page_number": 0,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      72.24,
      538.33,
      107.18
    ],
    "text": "In the Supreme Court of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      108.58,
      543.01,
      207.52
    ],
    "text": "In the matter of an Application under and in terms of Article 126 read with Article 17 of the Constitution. Application No. SC FR 346/2018",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      210.22,
      506.31,
      224.68
    ],
    "text": "1. Ranawaka Aarachchige",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      227.38,
      480.82,
      293.35
    ],
    "text": "Gamini Jayarathne No. 51, Kalukele, Polonnaruwa.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      296.05,
      512.28,
      310.51
    ],
    "text": "2. Hettiarachchige Rangika",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      378.07,
      313.21,
      474.7,
      361.87
    ],
    "text": "Eranda No. 63, Kalukele, Polonnaruwa.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      364.33,
      543.1,
      447.21
    ],
    "text": "Petitioners Vs. 1. S.M.L.R. Bandara",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      449.91,
      531.34,
      584.37
    ],
    "text": "Officer-in-Charge, Aralaganwila Police Station, Aralaganwila. [Presently, attached to the Welikanda Police Station.] 2. L.G.H. Herath",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      587.07,
      531.34,
      704.4
    ],
    "text": "Officer-in-Charge (Crimes Division), Aralaganwila Police Station, Aralaganwila.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      72.44,
      487.78,
      86.9
    ],
    "text": "3. Pujitha Jayasundara",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      89.62,
      540.82,
      172.72
    ],
    "text": "Inspector General of Police, Police Headquarters, Colombo 1. 4. Honourable Attorney General",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      378.07,
      175.3,
      482.38,
      224.08
    ],
    "text": "Attorney General’s Department, Colombo 12.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      226.54,
      543.1,
      649.8
    ],
    "text": "Respondents Before: Murdu Fernando, PC, J. [As Her Ladyship was then, and the present Honourable Chief Justice.] S. Thurairaja, PC, J. Yasantha Kodagoda, PC, J. Appearance: Nuwan Bopage with Chathura Weththasinghe for the Petitioners. Yuresha De Silva, DSG, Shaminda Wickrema, SSC and Sajith Bandara, SC for the Respondents. Argued on: 8th March 2022 and 14th February 2024 Written Submissions tendered on: 8th March 2022 and 20th May 2024 for the Petitioners. 8th March 2022 for the Respondents. Judgment delivered on: 3rd July 2025",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.2,
      339.07,
      153.08
    ],
    "text": "Judgment Yasantha Kodagoda, PC, J. An insight into the Judgment",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      155.62,
      542.97,
      170.08
    ],
    "text": "1. On 6th June 2018, a protest took place at the Kalukele junction situated on the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      172.78,
      543.11,
      512.37
    ],
    "text": "Polonnaruwa – Mahiyanganaya main road. Approximately 250 villagers of the village of Kalukele took part, protesting against the inaction on the part of the authorities at preventing the invasion of their village and fields by wild elephants, which was causing considerable hardships to them. The protest caused a complete blockage of the main road for over two hours. Admittedly, the two Petitioners participated in this protest. On an application made by the police, the learned Magistrate issued an order under section 106 of the Code of Criminal Procedure Act on two named individuals, requiring the discontinuation of the protest. The two Petitioners claim that they were unaware of the order made by the learned Magistrate and that in any event the order was not directed at them. On 18th June 2018, the two Petitioners along with another villager were arrested by officers of the Aralaganwila Police Station in relation to committing certain offences relating to this protest. That same day, they were remanded by the learned Magistrate of Polonnaruwa. The Petitioners claim that the police acted unlawfully, and that the arrest was an infringement of their fundamental rights. This Judgment examines the lawfulness of the protest and the arrest of the two Petitioners and concludes upon the disputed issues. The Judgment also contains an examination of the law relating to the conduct of protests and demonstrations. Formalities",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      514.83,
      542.79,
      529.29
    ],
    "text": "2. The Petitioners invoked the jurisdiction conferred on it by Article 126 read with",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      531.99,
      543.02,
      579.69
    ],
    "text": "Article 17 of the Constitution. 3. Following the Support of this Application on 6th March 2019, a differently",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      582.39,
      543.1,
      681.48
    ],
    "text": "constituted Division of this Court had by majority decision granted leave to proceed against the Respondents on the premise that prima facie it appeared to Court that the fundamental rights of the Petitioners guaranteed under Article 12(1) of the Constitution had been infringed. 4. Following the completion of pleadings, this matter was taken up for hearing on 8th",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      684.18,
      543.0,
      715.8
    ],
    "text": "March 2022 before this bench. This Court partly heard learned counsel for the Petitioners. Thereafter, this Court called upon the learned counsel for the",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.44,
      543.1,
      326.83
    ],
    "text": "Respondents to outline the case for the Respondents. On a consideration of such submissions and the material placed before this Court, this Court formed the view that, in addition to the possible infringement of the fundamental rights of the Petitioners guaranteed by Article 12(1) of the Constitution, there was a prima facie case which necessitated this Court to grant leave to proceed under Articles 13(1), 14(1)(a) and 14(1)(b) as well. Therefore, leave to proceed was additionally granted on the premise that the fundamental rights guaranteed under Articles 13(1), 14(1)(a) and 14(1)(b) appear prima facie to have been infringed. In these circumstances, the Respondents were afforded an additional opportunity to file further objections (if they deemed doing so was necessary), and in such event for the Petitioners to file further counter Affidavits. The parties availed themselves of such opportunity. Thereafter, this matter was taken up for hearing on 14th February 2024. Case for the Petitioners",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      329.17,
      543.09,
      343.63
    ],
    "text": "5. Approximately one hundred (100) families live in the Kalukele area. A majority of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      346.33,
      543.1,
      703.8
    ],
    "text": "them are rice farmers who cultivate paddy fields (rice paddies). During the period preceding the incident referred to in this Judgment, these people have been facing numerous problems due to wild elephants invading their village and their paddy fields. In consequence of such invasions, a couple of farmers had lost their lives. “X1” attached to the Affidavit of the Petitioners contains a news item revealing the pathetic story of how a 54-year-old farmer (the father of five children) died on 25th February 2018 due to an attack by a wild elephant. Considerable damage had been caused to the villagers’ crops and to their property including dwellings. Cogent evidence in that regard has been pictorially presented by documents marked “X3(i)” to “X3(vi)” and “X11(i)” to “X11(vi)”. The Petitioners claim that officers of the Department of Wildlife, the Forest Department and those of the Mahaweli Authority have not taken sufficient measures to safeguard the villagers and their property from wild elephants. They claim that officials have disregarded demands of the villagers with regard to preventing elephants invading their village and their fields, and causing disturbance and harm to the livelihoods of the villagers. The electrified fence meant to keep the elephants confined to the forest had been dysfunctional for quite some time. The Petitioners have presented to this Court a considerable volume of documentary and visual material to depict the dangerous and calamitous situation confronted by them due to this human – elephant conflict.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      72.44,
      543.09,
      86.9
    ],
    "text": "6. As problems encountered by the villagers had over the time aggravated and the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      89.62,
      543.1,
      343.15
    ],
    "text": "situation had become intolerable, in order to highlight their plight, the neglect of duties by public officials with regard to the problems encountered by them and to extract meaningful action from the officialdom, on 6th June 2018, a demonstration had been held at the Kalukele junction through which the Polonnaruwa – Mahiyanganaya main road lies. The Petitioners have not stated from where exactly they protested. While the protest was taking place, some police officers had arrived at the scene. Upon inquiries being made, the protesters had informed them the reason for the protest. Police officers had responded by informing them that a meeting will be held to discuss measures to be adopted to overcome the problems encountered by them. The Petitioners do not admit that the police officers required them to disperse. However, after some time, the group of protesters had dispersed in expectation of a solution being found to their problems at the meeting to be held. 7. As promised by the police officers, on 7th June 2018, a meeting with the concerned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      345.85,
      543.1,
      462.09
    ],
    "text": "parties had been held at the Aralaganwila police station. Those officers who were present at the meeting were unable to give any undertaking that they would resolve the problems encountered by the villagers. Thus, the meeting had concluded indecisively, with heated argument between the villagers and the officials. 8. On the 18th of June 2018, the two Petitioners were summoned to the Aralaganwila",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      464.79,
      543.06,
      666.84
    ],
    "text": "police station. When they called over at the police station, they were arrested by the 1st and 2nd Respondents. The Petitioners claim that they were informed that they had acted in violation of an order made by the learned Magistrate of Polonnaruwa, which restrained them from participating in the protest. The position of the Petitioners is that, on 6th June 2018, when they were at the protest site, they were not informed of or served with the order purported to have been made by the learned Magistrate. The Petitioners claim that they were not even informed that a Magistrate had issued an order directing them to stop the protest. They further claim that they had come to know of the purported order made by the learned Magistrate, only when they were arrested. 9. Following their arrest, on the 18th of June itself, the two Petitioners along with",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      669.54,
      542.72,
      684.0
    ],
    "text": "another villager had been produced before the learned Magistrate of",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      72.44,
      543.06,
      137.32
    ],
    "text": "Polonnaruwa. The learned Magistrate had placed the Petitioners in remand custody. 10. On 22nd June 2018, an application was made on behalf of the Petitioners to the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      140.02,
      543.1,
      307.75
    ],
    "text": "learned Magistrate, that they be enlarged on bail. On that occasion, the 1st and 2nd Respondents had informed court that at the demonstration (referred to above), they had read-over the order made by the learned Magistrate and the Petitioners did not comply with the said order. The police officers asserted that the police possessed a video-recording which shows that the order made by the learned Magistrate was served on the two Petitioners. The learned Magistrate reserved making an order in respect of the application seeking bail, on the basis that he required time to watch the purported video-recording. 11. On the 2nd of July 2018, when the case was taken up, Attorneys-at-Law",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      310.45,
      543.01,
      443.97
    ],
    "text": "representing the Petitioners submitted to the learned Magistrate that no order under section 106 of the Code of Criminal Procedure Act had been made against the two Petitioners. On that occasion, presumably on the footing that he was satisfied (after watching the video-recording) that the information provided by the police was incorrect, the learned Magistrate discharged both Petitioners from the case. 12. Based on probing by the Attorneys-at-Law representing the Petitioners, it had",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      446.67,
      543.1,
      701.16
    ],
    "text": "transpired that on 6th June 2018 the police had filed an Application in the Magistrate’s Court (bearing No. AR 892/18) notifying the learned Magistrate of the planned protest and seeking an order under section 106 of the Code of Criminal Procedure Act (CCPA) restraining the villagers from engaging in a protest. Thereafter, the learned Magistrate had made two separate orders on Herath Mudiyanselage Karunarathna and Hetti Aarachchige Gunasena directing them to stop the protest with immediate effect. The Petitioners had not been named in the orders. [A copy of the case record relating to AR 892/18 and proceedings of court dated 06.06.2018 were produced by the Petitioners marked “X4” and “X4(i)”.] Furthermore, the Petitioners have learnt that when they were produced before the learned Magistrate, the police had filed another case bearing No. B 965/18 in which the Petitioners along with another person had been cited as suspects. [A copy of the case record bearing No. B 965/18 was produced by the Petitioners marked “X5” and proceedings of Court on the several days referred to above, were also produced by the Petitioners marked “X6”, “X7”, “X8” and “X9”.]",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      72.44,
      543.08,
      103.0
    ],
    "text": "13. The grievance of the Petitioners is that, (a) the purported orders made by the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      105.7,
      543.1,
      256.24
    ],
    "text": "learned Magistrate did not relate to them as their names were not included in the said orders, (b) in any event, those orders of court were not served on either of them, (c) at the time of the protest, they were unaware of the orders made by the Magistrate, (d) they were arrested for no valid reason, (e) when being produced before the Magistrate, a false allegation against them was made by the police, (f) they were placed in remand custody without any ‘valid’ reason, and (g) the police objected to the grant of bail on a false premise. 14. During the hearing, learned counsel for the Petitioners submitted that the orders",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      258.97,
      543.1,
      461.13
    ],
    "text": "issued by the learned Magistrate purportedly under section 106 of the CCPA (“R2(b)” and “R2(c)”) related to two other persons, namely H.M. Karunarathna and H. A. Gunasena. Those two orders were confined only to the two of them, and not to the Petitioners or to the other protesters. Furthermore, he submitted that the Petitioners were unaware that the Magistrate had issued two orders under section 106, prohibiting them conducting a protest on the premise that it caused a public nuisance. He submitted that an order issued under section 106 if directed at the public at large, must be served as provided for by section 99 of the CCPA. He emphasised that the learned Magistrate had not issued an order to the public at large prohibiting them from participating in the protest. 15. Learned counsel for the Petitioners further submitted that, assuming that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      463.71,
      543.1,
      684.0
    ],
    "text": "Petitioners engaged in a protest that amounted to being members of an unlawful assembly, they cannot still be held liable for non-compliance with the court orders, as neither of the orders issued by the learned Magistrate were addressed to either of the Petitioners. At the conclusion of the hearing in court, learned counsel for the Petitioners further submitted that, if the Respondents allege that the protest in fact led to an unlawful assembly and the Petitioners were members of such unlawful assembly, the Police could have obtained an order to disperse the crowd (including the Petitioners), under section 95(1) of the CCPA. Furthermore, assuming that the crowd of such unlawful assembly had not dispersed upon the police attempting to do so, the police could have used force to disperse the unlawful assembly under section 95(2). Therefore, he submitted that, the police having obtained orders under section 106 and the protest being peacefully dispersed with a promise of a meeting being held, makes it evident that the protest",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.44,
      543.09,
      121.24
    ],
    "text": "did not amount to an unlawful assembly in which the two Petitioners were members.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      123.94,
      542.67,
      138.4
    ],
    "text": "16. He further submitted that the police having arrested the Petitioners after twelve",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      141.1,
      543.09,
      274.51
    ],
    "text": "days from the protest, shows that such arrest was for suppression of the freedom of expression. He also submitted that the Petitioners not being released on bail indicates that the arrest was for a collateral purpose. The police had enforced punishment on the Petitioners for having protested. Towards this end, learned counsel for the Petitioners submitted that the police had abused criminal justice measures. 17. Learned counsel for the Petitioners also submitted that from a legal stand point,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      277.21,
      543.03,
      444.93
    ],
    "text": "the arrest of the Petitioners was contrary to law, and that their arrest, custody by the police and remand custody ordered by the learned Magistrate amounted to an infringement of the fundamental rights of the Petitioners guaranteed under Articles 13(1) and 13(2) of the Constitution. As regards the remand of the Petitioners, learned counsel submitted that he was impugning in these proceedings only the application by the police to have the Petitioners placed in remand and the position taken up by the police when the inquiry into the bail application was taken up, which resulted in the denial of bail. 18. The Petitioners have also pleaded that the conduct of the Respondent police",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      447.63,
      542.88,
      512.49
    ],
    "text": "officers resulted in an infringement of their fundamental rights guaranteed under Articles 12(1), 14(1)(a), (b), (c), (g) and (h) of the Constitution. 19. Learned counsel also submitted that the conduct of the police was illegal,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      515.19,
      543.34,
      562.89
    ],
    "text": "capricious, based on mala fide intent and founded upon political considerations. 20. The Petitioners have also pleaded that due to the period of remand, their paddy",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      565.59,
      543.02,
      631.12
    ],
    "text": "fields suffered loss due to further invasions by wild elephants and lack of supplies due to neglect during a vital period of the Yala cultivation season. Case for the Respondents",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      633.66,
      543.1,
      648.12
    ],
    "text": "21. According to Affidavits of the 1st Respondent dated 25th September 2020 and 18th",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      650.82,
      543.09,
      716.76
    ],
    "text": "January 2023, and the documents presented by him (attached to his Affidavits) and on his behalf (by the incumbent Officer-in-Charge of the Aralaganwila Police station), on 6th June 2018, the Aralaganwila police had received information that a protest was taking place at the Kalukele junction, in a manner that was causing",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      380.83,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.44,
      543.1,
      292.75
    ],
    "text": "obstruction to vehicular movement on the Polonnaruwa – Mahiyanganaya main road. Having left the police station around 11.25 a.m., by noon, the 1st Respondent had visited the site of the protest. He had observed that in fact a protest was taking place with a large number of persons (approximately 250) participating, and had observed that the protesters had placed various objects (including rocks, trunks of trees, and tires) across the main road. Some of those objects had been set on fire. Further, some protesters were even lying and some others were seated on the road. The protesters by themselves and the objects placed across the road had resulted in vehicular traffic on the Polonnaruwa – Mahiyanganaya main road being completely obstructed. He noted that the protest was causing considerable inconvenience to the public and in particular to those driving vehicles on the Polonnaruwa – Mahiyanganaya main road.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      295.45,
      543.1,
      309.91
    ],
    "text": "22. Inquiries made at the site of the protest revealed that one H.M. Karunarathna was",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      312.61,
      543.1,
      378.43
    ],
    "text": "the chief organiser of the protest. This person had been engaged in the protest from atop a bus stand at the Kalukele junction, and had later stepped down to manage the crowd.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      381.13,
      543.06,
      395.59
    ],
    "text": "23. Having identified the cause for the protest (the human – elephant conflict in the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      398.29,
      543.1,
      617.52
    ],
    "text": "Kalukele area) and the need to resolve the problems encountered by the villagers, the 1st Respondent had requested the Divisional Secretary of Aralaganwila to arrive at the protest site. Acceding to the request made by the police, the Divisional Secretary arrived at the protest site, and having spoken with the protesters, he assured them that steps would be taken to address the grievances of the villagers. However, the protesters disregarded his assurance and continued with the protest. The protesters intimated to the 1st Respondent, that they will disperse only if the Minister in-charge of the subject would give them an opportunity to explain to him the problems encountered by the villagers. The 1st Respondent attempted without success to contact the Minister concerned. In the circumstances, the protest continued. 24. With the continuation of the protest for approximately 2 hours and 45 minutes, the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      620.22,
      543.1,
      703.32
    ],
    "text": "continued obstruction of the Polonnaruwa – Mahiyanganaya main road causing considerable inconvenience to the public, and his apprehension that certain offences may be committed, the 1st Respondent instructed Inspector Pradeep of the Aralaganwila Police Station to report to the Magistrate’s Court of Polonnaruwa facts relating to the protest, and obtain an order under section 106(1) of the Code",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      72.44,
      543.1,
      274.51
    ],
    "text": "of Criminal Procedure Act (CCPA) against the organisers of the protest, namely H.M. Karunarathna and H.A. Gunasena. This was with the view to stop the protest and thereby remove the obstructions from the road. Inspector Pradeep complied with such instructions. While the notes made with regard to the incident were produced marked “R1(a)”, “R1(b)”, and “R1(C)”, a copy of the application filed in the Magistrate’s Court of Polonnaruwa for the purpose of obtaining an order under section 106 of the CCPA was produced marked “R2(a)” attached to the Affidavit dated 24th September 2020. The corresponding orders issued by the learned Magistrate under section 106 of the CCPA were produced marked “R2(b)” and “R2(c)”. 25. Having obtained the orders issued by the learned Magistrate, around 3.20 p.m. the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      277.21,
      543.1,
      479.25
    ],
    "text": "1st Respondent returned to the site of the protest and informed the main organisers of the protest and other protesters of the orders made by the learned Magistrate. Both Petitioners were present among the protesters. However, the protesters disregarded the orders issued by the learned Magistrate and continued with the protest. In the circumstances, once again around 3.45 p.m. the protesters were informed of the orders issued by the learned Magistrate. The protesters were also informed that a meeting will be held on the following day at the Aralaganwila police station with the Divisional Secretary and other officials in attendance, and that they were entitled to attend that meeting at which a solution to their problem would be sought to be found. After sometime, the protesters dispersed. 26. On 7th June 2018, a meeting was held at the Aralaganwila police station with the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      481.95,
      542.96,
      598.29
    ],
    "text": "participation of senior police officers, the Divisional Secretary, officers of the Department of Wildlife and the affected villagers. At the meeting, a decision was taken to drive away to the forests the herd of elephants who were invading the village and the fields and also to repair the electric fence, thereby preventing the elephants from re-entering the area. Thereafter, the meeting ended. 27. According to the 1st Respondent, based on video footage of the protest, steps were",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      601.02,
      543.1,
      701.16
    ],
    "text": "taken to identify the protesters. Thereafter, steps were taken to report facts to the Magistrate’s Court under ‘section 180 (sic) of the Code of Criminal Procedure Act’ regarding the protesters (including the two Petitioners) for having defied the orders made by the learned Magistrate. Consequently, the two Petitioners and H.M. Karunarathna (a person in respect of whom an order under section 106 of the CCPA had been issued) were arrested on 18th June 2018 having revealed to",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      72.44,
      543.1,
      154.48
    ],
    "text": "them the reasons for their arrest. Thereafter, they were produced before the learned Magistrate. Copies of the relevant reports tendered to the Magistrate’s Court have been produced marked “R4(a)” to “R4(e)”. 28. Subsequently, action was taken by the 1st Respondent to institute criminal",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      157.18,
      543.1,
      239.2
    ],
    "text": "proceedings against the Petitioners and certain other suspects for disregarding the orders of the Magistrate and thereby committing contempt of court. “R5” was produced in proof thereof. 29. By his Affidavit dated 1st September 2022 [filed sequel to the grant of further leave",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      241.78,
      543.09,
      340.99
    ],
    "text": "to proceed on 8th March 2022 under Articles 13(1), 14(1)(a) and 14(1)(b)], the incumbent Officer-in-Charge of the Aralaganwila police station Inspector K. Wasantha Premalal having examined the relevant documentation relating to this matter has adverted to what has already been asserted to by the 1st Respondent. 30. Attached to the Affidavit of Inspector Wasantha Premalal, the following",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      343.69,
      283.97,
      358.15
    ],
    "text": "documents have been produced:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      105.74,
      360.85,
      543.1,
      684.0
    ],
    "text": "i. The 1st Respondent’s notes indicating his departure from the police station on 6th June 2018 at 11.25 a.m. to proceed to the site of the protest and to the Magistrate’s Court – “R1”. ii. Notes made by the 1st Respondent upon his return to the police station at 5.35 p.m. – “R2”. iii. Further notes made by the 1st Respondent relating to the incident – “R3”. iv. Application made on behalf of the 1st Respondent on 6th June 2018 to the learned Magistrate seeking an order under section 106 of the CCPA – “R4”. v. The two orders issued by the learned Magistrate on H.M. Karunaratne alias ‘Upaasaka Chutte’ and H.A. Gunasena under section 106 of the CCPA - marked respectively as “R5” and “R6” (already produced by the 1st Respondent attached to his first Affidavit marked “R2(a)” and “R2(b)”). vi. Statements of K.K.S. Saranga Kiriella, D.M. Ranjith Ruwan and H. Susil Shantha (drivers of vehicles that were obstructed due to the protest) recorded on 6th June 2018 – “R7”, “R8” and “R9”. vii. B Report (No. B 965/18) tendered to the Magistrate’s Court on 8th June 2018 – “R10(A)”. viii. Further B Report dated 18th June 2018 – “R10(B)”. ix. Further B Report dated 25th June 2018 – “R10(C)”.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      72.44,
      543.09,
      241.24
    ],
    "text": "x. Notes dated 18th June 2018 relating to the arrest of the two Petitioners and H.M. Karunarathna – “R10(D)”. xi. Notes dated 30th June 2018 of Police Constable 90073 Sampath relating to videography of the protest and the transfer of the recording to a Compact Disk – “R11(A)” and “R11(B)”. xii. Compact Disk containing video-recorded footage of the protest – “R12”. xiii. Charge sheet filed in B 965/18 against thirteen (13) accused including the two Petitioners – “R13”. 31. According to the further ‘B Reports’ (produced marked “R10(B)” and “R10(D)”)",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      243.94,
      543.09,
      343.79
    ],
    "text": "and the Charge sheet marked “R13”, the Petitioners together with the other suspects including H.M. Karunarathna have been charged in the Magistrates Court for committing offences under sections 140 and 332 of the Penal code read with sections 139 and 32 of the said Code. Public Protests and Demonstrations",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      346.33,
      542.86,
      360.79
    ],
    "text": "32. Public protests, demonstrations (along with its somewhat recent manifestation",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      363.49,
      543.1,
      703.8
    ],
    "text": "called ‘pickets’) and processions are indeed forms of organised collective expressions of views sometimes associated with demands being made. They are common occurrences in most democracies. Public protests often culminate in holding of public meetings. It is commonplace to hear from protest sites rhetorical and repetitive utterances of slogans often containing condemnation of persons and policies as well as demands of the protesters. Possibly influenced by Mahatma Gandhi’s style of peaceful activism, Sri Lanka has witnessed unique forms of protests, including Satyagrahas and candle-light vigils wherein spirituality is sought to be infused into peaceful protests associated with at time resistance and non-compliance which take the form of civil disobedience. At the other end of the spectrum of protests is the Ali Jinnah style of protests with the call of ‘direct action’ wherein the demands of the protesters are to be achieved primarily by the protesters themselves, through action aimed at causing change. Then there are protests which are used as stepping stones for political revolutions. Recently in 2022, Sri Lanka witnessed a possible attempt at achieving such a political revolution, through the conduct of series of protests which carried the vernacular nomenclature “Aragalaya” (meaning a ‘struggle’), that inter-alia resulted in the President of the Democratic Socialist Republic of Sri Lanka of that era being compelled to vacate office and resign.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      72.44,
      542.67,
      86.9
    ],
    "text": "33. Most public protests and demonstrations are aimed at highlighting the plight of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      89.62,
      543.12,
      498.57
    ],
    "text": "the public at large or communities adversely affected by an identifiable phenomenon, general state of affairs affecting the poor, the vulnerable or the weak, or a particular policy of importance adopted or intending to be adopted by the authorities. Basically, at a public protest, what is seen and heard is the expression of a grievance by a segment of the community, condemnation of that situation and a call for reformative action. Indeed, there can be an element of political activism in it as well. Certain political parties more than the others use protests to publicly voice their criticism of policies and practices of the State. The primary objective of a protest is to attract the attention of the authorities and the public at large, create public opinion and garner support, which may sometimes result in public authorities responding to demands being made or at least entering into discussions with the protesters with the view to resolving grievances and problems encountered by the protesters. As the immediate goal of protesters is to attract attention, they choose public venues for the conduct of their protest. Often people resort to protests when they perceive the lack or the absence of meaningful responsiveness of the authorities to their cause. Public protests, demonstrations and associated public meetings may have a political undertone and may be the outcome of political stratagem. Such political flavour does in no way make an otherwise lawful protest, unlawful. It is not uncommon to observe policies of the State being suspended, reversed or varied as a result of protests which are sustained over a period of time and those that galvanize public support. Thus, the potential of protests and demonstrations being efficacious tools of activism and advocacy.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      501.27,
      542.66,
      515.73
    ],
    "text": "34. It would not be incorrect to conclude that occurrence of protests as a sign of a",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      518.43,
      543.1,
      685.2
    ],
    "text": "vibrant democracy to be tolerated and permitted by rulers who sincerely believe in democratic values, fundamental rights and adherence to the rule of law. In this regard, it is important to recall the views adopted by this Court in Deshapriya v. Rukmani, Divisional Secretary, Dodangoda and Others [(1999) 2 Sri. LR 412 at 418], wherein this Court observed that “democracy without dissent is a delusion. Democracy can never prohibit lawful dissent. Indeed, a fundamental characteristic of true democracy is that it not only protects dissent, and tolerates it, but genuinely cherishes dissent - recognising that it is only through a peaceful contest among competing opinions that the ordinary citizen will perceive the truth”.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      72.44,
      543.1,
      86.9
    ],
    "text": "35. It is vital to note that undemocratic systems of government, autocratic rulers and",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      89.62,
      543.1,
      172.72
    ],
    "text": "repressive regimes are likely to be intolerant towards protests and show a propensity to adopt measures (some of which may be unlawful) to prevent and interdict protests and punish protesters. They appear to be ignorant of the far reaching and long-term repercussions arising out of the suppression of dissent.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      175.3,
      543.06,
      189.76
    ],
    "text": "36. Particularly due to the political undertones of most public protests and what may",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      192.46,
      543.1,
      498.57
    ],
    "text": "be seen by certain persons in authority as amounting to unpalatable, caustic or irritating and disturbing rhetoric, even within the democratic world, one sees how certain governments have on certain occasions reacted to protests as opposed to responding to protests in terms of the law. On certain occasions, curbing of what may amount to an unlawful protest has taken the manifestation of punishment being summarily meted-out by agents of the State to the protesters. Regrettably though, even in Sri Lanka on certain occasions both lawful and peaceful as well as unlawful and not peaceful protests and demonstrations have been met with law enforcement overreach contrary to the rule of law, including the principle of proportionality. Unlawful protests and demonstrations which could be dispersed according to law and with minimum harm being caused to protesters, have instead been met with violent use of force resulting in serious bodily injury being inflicted to the protesters. What is even more serious is counter-action by sponsored or patronized hooligans and by vigilante groups, resulting in goons unleashing violence towards peaceful protesters and demonstrators, and thereby converting an otherwise peaceful and lawful or an unlawful protest into mob-violence. 37. It is of vital importance to respect, secure and advance the right of protesters to",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      501.27,
      543.1,
      601.41
    ],
    "text": "express dissent towards the government. As held by this Court time and again in multiple cases, including in the case of Amaratunga v. Sirimal [(1993) 1 Sri. LR 264 at 271] “stifling the peaceful expression of legitimate dissent today can only result, inexorably, in the catastrophic explosion of violence some other day”. 38. Dr. Jayampathy Wickramaratne, PC in his monumental work titled “Fundamental",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      604.14,
      543.05,
      703.32
    ],
    "text": "Rights in Sri Lanka” (3rd Edition, 2021, page 888) referring to peaceful assemblies, has expressed the view that “assemblies perform a function of vital significance in a democratic society. They contribute to the formation and dissemination of opinion and the education of the public. They are also one manner in which the government is made to feel public opinion.” Quoting from Dicey, he has further said that, “the right of assembly is the right to meet ‘so long as the law is not thereby broken’…”. Therefore, the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.44,
      542.97,
      138.4
    ],
    "text": "exercise of the freedom of assembly must not, offend the law relating to nuisance, traffic, public order, etc. However, enforcement of the law must not be a means of restricting, abridging or denying the right to demonstrate and protest.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      90.02,
      141.1,
      542.7,
      155.56
    ],
    "text": "39. In a public protest, it is possible to observe three fundamental rights being",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      90.02,
      158.26,
      543.09,
      428.95
    ],
    "text": "exercised both individually and collectively. They are, the freedom of speech and expression including publication [Article 14(1)(a)], freedom of peaceful assembly [Article 14(1)(b)], and the freedom of association [Article 14(1)(c)]. The exercise of these three fundamental rights is intertwined in almost all public protests, and it can be said that the Constitution recognises de-facto a composite fundamental right to ‘demonstrate and protest’. It is important to note that, what Article 14(1)(a) envisages is the freedom of speech and expression in a manner that does not infringe the law, and what Article 14(1)(b) recognises is the fundamental right to engage in lawful and peaceful assembly. As persistently upheld by this Court in several cases such as in Bandara and Others v. Jagoda Arachchi, OIC, Fort police station and Others [(2000) 1 Sri. LR 225 at 230], “the freedom of peaceful assembly and the freedoms of speech and expression, related to such an assembly are liberties vital to the functioning of a democratic society and every citizen is entitled to the exercise of these freedoms by virtue of Article 14(1)(a) and (b) of the Constitution”. 40. On the other hand, it is equally important to note that as held by this Court in the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      431.67,
      543.1,
      716.4
    ],
    "text": "case of Kumara and Others v. OIC, Police Station, Katunayake and Others [(2019) 3 Sri. LR 220 at 236 - 238], “Article 14(1)(b) of the Constitution recognizes the freedom of peaceful assembly, the qualification being the ‘peaceful’ nature of the assembly. Therefore, even a protest may be protected under Article 14(1)(b) as long as it remains peaceful”. His Lordship Justice Buwaneka Aluwihare in that Judgment has further observed that “when a peaceful assembly later takes on an unlawful hue in the above manner, it no longer enjoys the full entitlement to the freedom of assembly recognized in Article 14(1)(b). In the event of such an assembly, by the operation of Article 15(7) of the Constitution, it is permissible to impose such restrictions “as may be prescribed by law” imposed inter alia “in the interests of ... public order” … ‘public order or peace’ envisages a climate in which the public can go about their routine of daily activities without unusual disturbances. Whether an act constitutes a disturbance of the public order or peace, depends on the extent of its ability to disrupt the usual pace of daily activities of the public.”. Thus, for an assembly to be peaceful, it should not only be void of any violence, it should be conducted according to law as well. Thus, the governing principle relating to the exercise of the de-facto fundamental right to demonstrate and protest is the exercise of its constituent fundamental rights in a manner that does not",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      72.44,
      543.11,
      309.91
    ],
    "text": "transgress the law. The exercise of the freedom to demonstrate and protest may be restricted only in terms of Article 15 of the Constitution. Particularly, if a protest is conducted in a public place and such protest is carried out peacefully and in a lawful manner, there is no reason for law enforcement authorities to stop, curtail or restrict it, as protesters are merely exercising their fundamental rights. This observation is founded upon the premise that such protest is carried out without offending the law. Of course, as contained in Article 28 of the Constitution, the exercise and enjoyment of rights and freedoms which would include the freedom to engage in a protest is inseparable from the performance of duties and obligations. In addition to conducting protests or demonstrations in a peaceful manner that preserves public peace, they also have a duty incumbent upon them for the preservation of security of the protesters themselves. As mentioned in Kumara and Others v. OIC, Police Station, Katunayake and Others (supra) cited above:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      312.25,
      543.1,
      477.33
    ],
    "text": "“On the other hand, the protestors and the organizations that give them leadership such as Trade Unions have a duty incumbent on them to follow the lawful rules and regulations set out in relation to protests, not only for the preservation of public order, but for the security of the protestors themselves. Where a satisfactory resolution to a problem seems distant, and emotions are running high, the organizers of a protest should take measures to ensure that the public tranquility is maintained, and no inconvenience is caused to the public who are outside the theatre of protests and no disruption is caused to the public life.” 41. Therefore, when exercising the de-facto composite fundamental right to protest",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      479.79,
      543.1,
      562.17
    ],
    "text": "and demonstrate, it is the duty of every person in Sri Lanka to inter alia be respectful of the rights and freedoms of others (including themselves) and not transgress the law of the land. 42. It is noteworthy to keep in mind that principles of democracy, rule of law and",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      564.87,
      543.1,
      714.0
    ],
    "text": "fundamental rights demand from those in authority to be tolerant of protests and demonstrations, and be receptive to expression of views which may even sound bitter, harsh, derogatory, defamatory, unpatentable or unreasonable. Should there be a transgression of the law by the protesters, the response by the State law enforcement machinery should only be in good faith and in terms of the law in the larger interest of the Public and the State, which may include restoration of public order, maintenance of essential services and supplies, protection of national security, and protection of public and private property, and individual freedoms of those not participating in protests.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      89.62,
      542.84,
      104.08
    ],
    "text": "43. With regard to the response by the police, one cannot overlook the possibility of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      106.78,
      543.11,
      338.59
    ],
    "text": "the police being genuinely anxious of what appears to be a peaceful protest cum demonstration suddenly turning into a violent outburst (with or without any external interference), and the occurrence of mob violence resulting in a serious disruption of public order and causing of damage to public and private property. Even where the apprehension of the police appears to be sincere, any preventive action or action aimed at halting the demonstration must be founded upon a clear and present danger of the peaceful gathering converting itself into an unlawful assembly and affecting public order and security, and should be responded to with a proportional response implemented strictly according to law. Use of force should be the last resort. Lethal force may be used only if according to the provisions of the Penal Code, the use of such force is justified and is absolutely essential. 44. Law enforcement measures including the use of force as well as criminal justice",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      108.02,
      340.69,
      543.09,
      438.81
    ],
    "text": "measures such as causing the arrest of protesters should certainly not be aimed at or carried out with the motive of summarily punishing or harassing those who have engaged in an unlawful protest or demonstration. Should there have been a transgression of the law, the violators of the law should be dealt with strictly according to law, in good faith and in a proportional manner.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      448.23,
      367.87,
      462.49
    ],
    "text": "Protest held on 6th June 2018 at the Kalukele junction",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      465.03,
      542.64,
      479.49
    ],
    "text": "45. It is the situation that had developed due to the regular invasion of the village of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      108.02,
      482.19,
      543.1,
      685.32
    ],
    "text": "Kalukele by elephants, sense of insecurity such invasions gave rise to, and loss of life and damage to property and the paddy fields that had been caused by elephants which resulted in the villagers organising and conducting the protest held on 6th June 2018 at the Kalukele junction on the Polonnaruwa - Mahiyanganaya main road. According to the evidence placed before this Court by the Petitioners (with which the 1st Respondent has not expressed disagreement) the villagers of Kalukele were ostensibly frustrated by the lack of an effective response by officials to their previous requests for preventive and remedial action. Understandably, the villagers felt that in order to attract the attention of the officials, and get them activated to take necessary preventive measures to end the human – elephant conflict, a public protest ought to be conducted.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      72.44,
      543.05,
      86.9
    ],
    "text": "46. It is also evident that the protest at the Kalukele junction on 6th June 2018 resulted",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      89.62,
      543.1,
      343.79
    ],
    "text": "in a complete obstruction of the main road and thereby caused a disruption of vehicular movement on the Polonnaruwa – Mahiyanganaya main road. This is evident from the notes of observation of the scene of the demonstration made by the 1st Respondent (“R2” and “R3”), video recording of the protest (“R12” and “R13”) and still photographs taken at the location (“R10(iii)”, “R10(iv)”, “R10(viii)”, “R10(ix)”, “R10(x)”, “R10(xii)”, “R10(xiii)”, “R10(xiv)” and “R10(xv)”), and the statements made by K.K.S. Saranga Kiriella (“R7”), D.M. Ranjith Ruvan (“R8”), and H. Susil Shantha (“R9”) who had been driving their respective vehicles on that road and had to halt such vehicles and wait for several hours till the protesters finally dispersed. In fairness, it must be placed on record that, even the learned counsel for the Petitioners did not contest this fact that the protest had caused disruption of vehicular movement on the Polonnaruwa – Mahiyanganaya main road. Lawfulness or otherwise of the protest",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      346.33,
      543.04,
      360.79
    ],
    "text": "47. In Saranapala v. Solanga Arachchi, Senior Superintendent of Police and Others",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      108.02,
      363.49,
      543.0,
      412.27
    ],
    "text": "[(1999) 2 Sri. LR 166 at 170] Justice Dr. A.R.B. Amerasinghe examining the scope of the rights recognised by Articles 14(1)(a) and (b) of the Constitution has observed the following:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      414.61,
      543.03,
      595.77
    ],
    "text": "“While I do not accept the view that an apparently limitless variety of conduct can be labelled \"speech\" whenever the person engaging in the conduct intends thereby to express an idea, I do, however, accept the fact that marching, parading and picketing on the streets and holding meetings in parks and other public places may constitute methods of expression entitled to the protection of the freedoms declared and recognized in Articles 14 (1) (a) and (b) of the Constitution. Streets and parks and public places are held in trust for the use of the public and have been customarily used for purposes of assembly, communicating thoughts between citizens, and discussing public questions. Such use of the streets, parks and public places is a part of the privileges, immunities, rights and liberties of citizens”.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      108.02,
      598.5,
      543.14,
      715.92
    ],
    "text": "In my view, this observation by Justice Dr. Amerasinghe while being valid to date, should not be treated as a carte blanch right to protest on a public road causing obstruction to it. It is to be noted that, particularly when using a street / road (a public way) as the site for a protest or demonstration, it should not cause an obstruction to vehicular traffic. That is because, streets are meant for vehicular movement, and obstruction of a street is prohibited by law. A violation of what is prohibited by law cannot be justified on the footing that such violation was caused",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      90.02,
      72.44,
      543.12,
      338.59
    ],
    "text": "in the course of exercising a fundamental right. The situation would be different if the side walk / pavement of a road is to be used for a protest in a manner that does not cause obstruction to pedestrians. Furthermore, the use of a public park for a demonstration or protest would not by itself be violative of the law. The governing principle of law is that while the right to protest and demonstrate is a fundamental right which must be recognised and respected by the State and therefore the People must have the right to comprehensively exercise it, the use of a public space for a demonstration or a protest is not an absolute right of protesters and demonstrators. The use of a public space for a protest must be carried out in a lawful manner and not in a manner that violates the law of the land or impinge upon the rights of others who wish to use such public space. Furthermore, in the wider interests of the public, acting in terms of the law and in good faith, it would be well within the entitlement of the relevant law enforcement authorities to regulate the use of such public spaces. 48. It would be necessary to note that the focus in this part of the Judgment is on",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      341.29,
      543.1,
      647.28
    ],
    "text": "demonstrations and protests, which is to be understood as being distinct from processions on public roads and other thoroughfares. Though there may be an inter-relationship between a procession and a protest/ demonstration, it must be noted that there are certain unique provisions of law contained in the Police Ordinance relating to the regulation of a procession on a road. Specific provision in that regard is necessary in my view, since public roads are primarily for movement of vehicles and the sidewalks to be used by pedestrians, and a procession on a road would be the exception. A procession on a road necessitates the adoption of certain special arrangements to ensure that vehicular movement does not come to a grinding halt due to obstruction caused by an ongoing procession. This would necessitate the organisers of the procession to give prior notice to the police of their intention. Section 77 of the Police Ordinance and Police Order E5 regulates the duty of both the organisers of processions and the Police. Once special arrangements are made by the Police, it is also the duty of the police to not ‘roam at will’ and continue to impose further restrictions on the freedom of movement and expression of the persons taking part in the procession and unnecessarily curtain such procession.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      90.02,
      649.98,
      542.59,
      664.44
    ],
    "text": "49. Particularly with regard to the complete blockage of the Kalukele junction on the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      108.02,
      667.14,
      543.09,
      715.92
    ],
    "text": "Polonnaruwa – Mahiyanganaya main road due to the obstruction caused by the protesters, it has to be noted that it would amount to the offence of ‘public nuisance’ as defined in section 261 and made punishable in terms of section 283 of",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      72.44,
      543.1,
      394.63
    ],
    "text": "the Penal Code. Further, since the protesters by doing certain acts such as by standing on the Polonnaruwa – Mahiyanganaya main road (as opposed to on the side-walks) and by placing tires and trunks of trees on the road, caused obstruction of a public way. Thereby, they have committed the offence of causing ‘Danger or obstruction in a public way or line of navigation’ defined and made punishable by section 276 of the Penal Code. More fundamentally, by the willful obstruction of the passage of vehicles along the Polonnaruwa – Mahiyanganaya main road and not having a reasonable excuse (recognised by law) for causing such obstruction, the protesters have committed an offence under section 59(1) of the National Thoroughfares Act, No. 40 of 2008. Evidence with regard to the committing of these offences emanate from the narrative provided by the 1st Respondent and by the description of the incident given by vehicle drivers Saranga Kiriella, Ranjith Ruwan and Susil Shantha. Furthermore, from the statements made by them, it is evident that the protesters had prevented them from moving in the direction in which they wished to travel and had the right to proceed. This would amount to the offence of wrongful restraint, as defined in section 330 of the Penal Code and made punishable in terms of section 332 of the said Code. 50. From the analysis contained in the preceding paragraph, it is evident that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      397.21,
      543.12,
      514.17
    ],
    "text": "group of protesters had been engaging in the protest at the Kalukele junction in an unlawful manner, their action constituted several offences, and that the group of protesters constituted an unlawful assembly, of which the common object was to commit the afore-stated offences. Magisterial Order issued under section 106 of the CCPA 51. It is in the afore-stated backdrop that, the 1st Respondent had on 6th June 2018 (the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      516.87,
      543.1,
      702.84
    ],
    "text": "day of the protest) by making a written application (“R4”) moved the learned Magistrate of the Magistrate’s Court of Polonnaruwa to issue an order under section 106 of the CCPA. It is to be noted that, according to “R4”, the 1st Respondent had formulated the application before he visited the scene of the demonstration. He has relied upon intelligence and information he had purportedly received from sources that a protest was to be held on that day and had premised his request to the learned Magistrate on the footing that it was being anticipated that the protest would result in a blockage of the Polonnaruwa – Mahiyanganaya main road and a protest under such circumstances would result in a public nuisance and inconvenience being caused to the people of the area. He has identified H.M. Karunarathna and H.A. Gunasena to be the organisers of the",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.44,
      543.05,
      155.56
    ],
    "text": "protest. The 1st Respondent has requested that the learned Magistrate makes an order under section 106 on those two persons named by him (as opposed to the protesters at large), directing them not to engage in the protest in an unlawful manner.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      158.26,
      542.97,
      172.72
    ],
    "text": "52. It appears from “R5” and “R6” that in response to “R4”, the learned Magistrate",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      175.3,
      543.09,
      291.67
    ],
    "text": "had issued two separate orders under section 106 of the CCPA on H.M. Karunarathna and H.A. Gunasena directing them not to conduct a protest in a manner that would obstruct the Polonnaruwa – Mahiyanganaya main road or in a manner that would cause inconvenience to the public or obstruction of the movement of persons. 53. It is necessary to place on record that learned counsel for the Petitioners did not",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      294.37,
      543.1,
      631.8
    ],
    "text": "impugn the conduct of the 1st Respondent in making the afore-stated application to the learned Magistrate or the validity of the two orders made under section 106 of the CCPA. Thus, in this Judgment, I shall not comment on the lawfulness or otherwise of the process adopted by the police and the order made by the learned Magistrate. Suffice me to note that, when an unlawful assembly takes place, in terms of section 95 of the CCPA, any Magistrate or a police officer not below the rank of an Inspector of police may command such unlawful assembly to disperse. Furthermore, section 98 of the CCPA empowers a Magistrate to inter alia direct that any unlawful obstruction or nuisance be removed from any way (which would include a road) which may be lawfully used by the public. However, it appears that not resorting to those two sections does not prevent the police from making an application to a Magistrate to make an order under section 106 of the CCPA. However, both when making an application to a Magistrate to issue an order either under section 98 or 106 of the CCPA, as well as when making an order as requested by the police, both the police as well as Magistrates must be acutely conscious of the de-facto fundamental right to protest and demonstrate, and should curtail it to the minimum extent possible and do so only in wider public interest and for the maintenance of public order. 54. According to “R2” and “R3”, initially the 1st Respondent had advised H.M.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      634.5,
      543.1,
      717.48
    ],
    "text": "Karunarathna (who was on top of a bus stand) not to conduct the protest in a manner that obstructs the Polonnaruwa – Mahiyanganaya main road. H.M. Karunarathna had not headed to this request. He had insisted on the police getting down to the location of the protest either the Minister of Wildlife or the State Minister in-charge of the subject. When Inspector of Police Pradeep brought to the",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      90.02,
      72.44,
      543.1,
      325.99
    ],
    "text": "site of the protest the orders issued by the learned Magistrate, the 1st Respondent attempted to serve the order on Karunarathna. He refused to accept it and had thrown it away. That is observable by the video-recording produced marked “R12”. Thereafter, the 1st Respondent got Police Sergeant Ekanayake to read out and explain the contents of the order to H.M. Karunarathna. He had on that occasion too rejected to act in terms of the Magisterial order. The 1st Respondent had not been able to locate H.A. Gunasena. Therefore, the section 106 order issued in respect of him could not be served. The 1st Respondent had thereafter advised the protesters to stop the protest and disperse. That request had also been rejected by the protesters. According to the notes of the 1st Respondent (“R2”), among the protesters had been H.M. Karunarathna, R.M. Gamini Jayarathne (1st Petitioner), and H.M. Rangika Eranda (2nd Petitioner). Incidentally, these notes also reveal that, H.A. Gunasena is the father of H.M. Rangika Eranda – the 2nd Petitioner. 55. It is to be noted that neither of the two orders issued by the learned Magistrate",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      90.02,
      328.69,
      543.1,
      445.53
    ],
    "text": "(“R5” and “R6”) had been addressed to either of the Petitioners. Furthermore, though the police notes indicate that the two Petitioners were among the protesters (which is an undisputed fact), there is no evidence indicating that the two Petitioners were personally told of the Magisterial order issued. Arrest of the Petitioners 56. As stated above, the position of the Petitioners is that, they participated at the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.02,
      448.23,
      543.11,
      702.84
    ],
    "text": "protest held on 6th June 2018 and that they were unaware that the Magistrate had issued two orders regarding the protest. They have also said that they participated at the meeting held at the Aralaganwila police station on 7th June 2018, and that on 18th June 2018 when they called-over at the Aralaganwila Police Station (as they were informed to do so), they were arrested by the 1st and 2nd Respondents alleging that ‘they have violated a court order’. Thereafter, they were held in police custody until they were produced before the learned Magistrate later that afternoon. According to paragraph 11 of the 1st Respondent’s Affidavit dated 24th September 2020, based on video footage of the protest held on 6th June 2018, steps were taken to identify those who took part in it. Thereafter, those identified (including the two Petitioners) were arrested. The 1st Respondent has also said that steps were taken to report facts to the Magistrate’s Court of Polonnaruwa. According to the Report filed in the Polonnaruwa Magistrate’s Court on 8th June 2018 after the protest ended (contained in “X5” produced by the Petitioners), the 1st Respondent has informed the learned Magistrate that the two orders issued by",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.44,
      543.1,
      361.39
    ],
    "text": "the Magistrate had been handed over by him to whom the two orders had been addressed, they being H. M. Karunarathna and H.A. Gunasena. It would be noted that according to the video recording produced marked “R12”, it can be seen that the police attempted (unsuccessfully) to handover the Magisterial order to H.M. Karunarathna. Furthermore, the police notes do not reveal that the 1st Respondent was able to identify H.A. Gunasena and handover the Magisterial order to him. The video footage shows that a police officer using a public address system announcing some content in a document (which this Court can in the circumstances of the evidence presented, accept were the contents of the two Magisterial orders). Furthermore, in the circumstances of this case, I am ready to accept the position that at least some of the protesters would have heard the fact that a Magistrate had issued two orders on two named protesters to stop the obstruction caused by the protest. However, this Court cannot overlook the fact that neither of the orders were addressed to either of the Petitioners and that there is no proof that either of the Petitioners had heard the contents of the Magisterial orders being read.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      90.02,
      363.97,
      542.93,
      378.43
    ],
    "text": "57. Neither the 1st nor the 2nd Affidavit of the 1st Respondent specifically refer to the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      90.02,
      381.13,
      543.12,
      617.52
    ],
    "text": "offences alleged to have been committed by either of the Petitioners which warranted their arrest. Thus, the 1st Affidavit of the 1st Respondent does not contain a specific justification for the arrest of the Petitioners. However, an examination of the B Report filed in the Magistrate’s Court of Polonnaruwa by the 1st Respondent two days after the protest ended (“R11(A)” produced by the 1st Respondent attached to his 2nd Affidavit and also found in document marked “X5” produced by the Petitioners) reveals that he had upon the conclusion of the protest concluded that the two Petitioners and another suspect as having committed the offences of (i) disobeying the court order, (ii) being members of an unlawful assembly, and (iii) committing wrongful restraint. He has intimated to the learned Magistrate that, due to the afore-stated reasons, he intends to in due course arrest and produce the suspects before the Magistrate. 58. Furthermore, an examination of the notes of arrest made by Police Constable 51050",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      620.22,
      543.09,
      686.16
    ],
    "text": "Suwandaratne on 18th June 2018 (“R10(D)”) relating to the arrest of the two Petitioners reveals that, the reasons for the arrest have been recorded as their having committed the offences contained in the preceding paragraph. [These notes have been written at 8.10 a.m. in paragraph 297 of page 107 of the Minor Crimes",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      90.02,
      72.44,
      543.1,
      137.32
    ],
    "text": "Information Book of the Aralaganwila police station.] The Petitioners have not impeached those notes as having been a fabrication. 59. On 18th June 2018, while producing the two Petitioners and H.M. Karunarathna",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      90.02,
      140.02,
      543.1,
      324.91
    ],
    "text": "before the learned Magistrate, the 1st Respondent has tendered a further B Report (“R10(B)”). This Report would ostensibly have been in purported compliance with section 115(1) of the CCPA. In that B Report, the 1st Respondent has reported to the learned Magistrate that the Petitioners and the other suspect have committed the offences of (i) being members of an unlawful assembly and (ii) committing wrongful restraint. The 1st Respondent has moved the learned Magistrate to place the suspects (including the two Petitioners) in remand custody till 25th June 2018 on the footing that some other suspects are to be arrested and the investigation is incomplete. 60. Possibly, the dropping of the allegation relating to the suspects having acted in",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      327.61,
      543.1,
      530.73
    ],
    "text": "violation of the orders issued by the Magistrate under section 106 of the CCPA had been due to the fact that the 1st Respondent may have realised that he was unable to prove that the court orders were served on the Petitioners or read in a manner to be heard by them. Even otherwise, it is a matter for debate whether the two Petitioners were obliged to comply with the directive contained in the two Magisterial orders, as they had been issued addressed to two named individuals and not to the protesters at large. Furthermore, the two orders were not directed at the public generally. If the order was directed at the public, section 106(3) would have necessitated a copy of the order to be published in the manner provided by section 99(2) of the CCPA (by posting it at such place the court may consider fittest for conveying the information contained in the order).",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      90.02,
      533.43,
      543.09,
      547.89
    ],
    "text": "61. During the hearing, learned Senior State Counsel submitted that the arrests of the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      550.59,
      542.96,
      616.56
    ],
    "text": "two Petitioners were carried out by the 1st Respondent acting under the authorisation contained in section 32(1)(b) of the CCPA. It is trite law that for an arrest under section 32(1)(b) to be lawful, the following conditions should be satisfied:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      116.06,
      619.14,
      542.99,
      667.92
    ],
    "text": "i. A cognizable offence should have been committed (by whomsoever). ii. One of the following should have happened or existed in respect of the person arrested:",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      171.02,
      670.62,
      511.9,
      685.08
    ],
    "text": "a) He should have been concerned in committing such offence,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      171.02,
      72.44,
      542.94,
      86.9
    ],
    "text": "b) a reasonable complaint should have been made in respect of him",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      171.02,
      89.62,
      542.91,
      121.24
    ],
    "text": "as having been concerned in committing such offence, c) credible information should have been received of his having been",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      171.02,
      123.94,
      543.1,
      155.56
    ],
    "text": "concerned in committing such offence, or d) a reasonable suspicion should exist of his having been concerned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      158.26,
      543.09,
      241.24
    ],
    "text": "in committing such offence. iii. The arrest should be carried out by a Peace Officer, who should be in a position to satisfy himself of one of the circumstances contained in ‘(a)’ to ‘(d)’ above.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      90.02,
      243.94,
      543.09,
      360.31
    ],
    "text": "[It is necessary to observe in the passing, that section 32(1) contains other circumstances under which an arrest of a person by a Peace Officer could be justified, and there exists other provisions in other written laws which also authorise the arrest of persons suspected / concerned in the committing of certain offences.] 62. From the evidence referred to in the preceding paragraphs of this Judgment, it is",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      363.01,
      543.1,
      514.65
    ],
    "text": "clear that the 1st Respondent had an adequate factual basis to conclude that the two Petitioners (i) were members of an unlawful assembly of which the common object was to cause wrongful restraint, and (ii) had committed wrongful restraint. Both offences contained in sections 140 and 332 of the Penal Code are cognizable offences, and therefore the arrest could have been carried out without a warrant of arrest issued by a Magistrate. In these circumstances, I conclude that the 1st Respondent had ample justification in law and fact to cause the arrest of the Petitioners, and that he had acted in terms of the law in causing their arrest.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      90.02,
      517.35,
      542.67,
      531.81
    ],
    "text": "63. Following the arrest of the Petitioners, they had been produced before the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      108.02,
      534.51,
      543.1,
      702.84
    ],
    "text": "Magistrate during the period of 24 hours, provided for in section 37 of the CCPA. To that extent, the 1st Respondent had acted in terms of the law. However, it is necessary to note that the B Report presented on the occasion H.M. Karunarathna and the two Petitioners being produced before the learned Magistrate (“R10B”) merely contains the two allegations that all three suspects had committed the offences of being members of an unlawful assembly and caused unlawful restraint to the public. As held by this Court in Mohamed Razik Mohamed Ramzy v. B.M.A.S.K. Senaratne and Others [SC / FR No. 135/2020, SC Minutes of 14th November 2023, at page 46] the said B Report falls short of the requirements contained in section 115(1) of the CCPA, in that it does not contain - (i) a report of",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      90.02,
      72.44,
      543.06,
      154.48
    ],
    "text": "the case, and (ii) a summary of the statements recorded in the course of the investigation. All what it contains are two allegations that the suspects had committed offences and a request that they be placed in remand custody. 64. Upon the suspects being produced before the learned Magistrate, as evident from",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      157.18,
      545.98,
      205.96
    ],
    "text": "“X6”, he had placed the three suspects in remand custody on the basis that the police investigation was incomplete and certain other suspects have to be arrested.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      90.02,
      208.54,
      543.09,
      223.0
    ],
    "text": "65. The afore-stated B Report does not contain any valid reason for the police to have",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      225.7,
      543.1,
      617.52
    ],
    "text": "sought from the learned Magistrate that the two Petitioners be placed in remand custody. That the investigation is incomplete (by itself) is not a valid ground to deny a suspect bail, unless it can be established that there are certain investigational steps that need to be taken, which investigational steps cannot be effectively carried out unless during the period of such investigation the suspect remains in remand custody. Furthermore, that other suspects are to be arrested, is also not a ground (by itself) to seek the extension of the period of remand of the suspects produced. However, it is apparent, that this is not one of those cases. In the circumstances of this case, the enlargement of the suspects on bail would not have been an impediment to the arrest of the other suspects. Furthermore, the 1st Respondent has not shown any ground contained in section 14 of the Bail Act, which would justify the suspects being denied bail and being placed in remand custody. Therefore, this Court holds that the learned Magistrate’s perfunctory decision to place the two Petitioners in remand custody and thereby deprive them of their liberty, was (a) based on the Report presented to the Magistrate by the 1st Respondent which was not in compliance with the law, and (b) devoid of a justifiable reason for placing the two Petitioners in remand custody. Of course, there may be situations where the remand of a suspect for a limited period of time would be in the best interests of achieving the objectives of criminal justice, and in particular would enable investigators to conduct an effective investigation. In such instances, placing the suspect in remand custody should be favourably considered by a Magistrate for reasons to be recorded.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      90.02,
      620.22,
      543.1,
      634.68
    ],
    "text": "66. With regards to the duty cast on Magistrates to refrain from conducting",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      108.02,
      637.38,
      543.09,
      703.32
    ],
    "text": "themselves in a perfunctory manner and to always act judiciously, this Court in the case of Dayananda v. Weerasinghe and others [(1983) 2 Sri. LR 84 at 92] has held that “Magistrates should be more vigilant and comply with the requirements of the law when making remand orders and not act as mere rubber stamps”. Despite multiple",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      90.02,
      72.44,
      543.08,
      189.76
    ],
    "text": "occasions, including in the case cited above, where this Court has cautioned Magistrates to refrain from functioning in a perfunctory manner and mechanically endorsing by ‘rubber stamping’ requests by the police to remand suspects without adequate justification for denying bail, has caused considerable concern to this Court. 67. As observed in the Mohamed Razik Mohamed Ramzy judgment of this Court,",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      90.02,
      192.46,
      543.14,
      497.49
    ],
    "text": "couched within Article 13(2) are two specific and inter-related fundamental rights. They are, that every person held in custody, detained or otherwise deprived of personal liberty (a) shall be brought before the judge of the nearest competent court according to procedure established by law; and (b) shall not be further held in custody, detained or deprived of personal liberty except upon and in terms of an order of such judge made in accordance with procedure established by law. It would thus be seen that, though the 1st Respondent had produced the two Petitioners before the learned Magistrate well within the stipulated time limit, he had failed to comply with the law as regards the preparation of the B Report according to law. Furthermore, his application to the learned Magistrate that the two Petitioners be placed in remand custody was arbitrary and also contrary to law. This has resulted in the denial of freedom to the two Petitioners for 14 days as a result of they having been detained in remand custody. Therefore, I hold that, the circumstances pertaining to the remand of the two Petitioners was an infringement of Article 13(2) of the Constitution for which inter alia the 1st Respondent must take responsibility. 68. As regards the overall conduct of the 1st and 2nd Respondents relating to and",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      108.02,
      500.19,
      543.1,
      703.32
    ],
    "text": "arising out of the protest held at the Kalukele junction on 6th June 2018 including obtaining the two section 106 orders, I do not see the transgression of the rule of law, save as to note that it would have been open for the police to respond to the protest that was being carried out in a manner that violated the law, either by recourse to sections 95, 98 or 106 of the CCPA. I must in the interest of recognising the fundamental right to protest and demonstrate note that, should the police have acted under section 98 and obtained a Magisterial order for the removal of the complete obstruction caused to vehicular traffic on the Polonnaruwa – Mahiyanganaya main road, it would have been more appropriate, since recourse to section 98 would have left room for the protesters to continue with their protest from remaining on either side of the road. However, having regard to the overall conduct of the police and the attendant circumstances, it would not be justifiable",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      72.44,
      542.8,
      137.96
    ],
    "text": "to impose any sanction on them for not having taken steps to obtain an order under section 98 of the CCPA. Conclusions",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      140.5,
      543.1,
      154.96
    ],
    "text": "69. In view of the foregoing, I hold that the arrest of the two Petitioners by the 1st",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      157.66,
      543.09,
      223.6
    ],
    "text": "Respondent was not unlawful and therefore an infringement of the Petitioners fundamental rights guaranteed under Article 13(1) of the Constitution had not occurred.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      226.3,
      543.08,
      240.76
    ],
    "text": "70. I hold that the 1st Respondent had acted in a manner that contravenes the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      243.46,
      542.74,
      326.47
    ],
    "text": "fundamental rights of the two Petitioners guaranteed by Article 13(2) of the Constitution by causing their remand custody through the presentation of a Report prepared not in conformity with the law and moving for their remand custody by citing arbitrary reasons.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      329.17,
      542.97,
      343.63
    ],
    "text": "71. I have not found any basis to conclude that the 2nd Respondent was responsible",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      346.33,
      543.1,
      394.03
    ],
    "text": "for any infringement of a fundamental right of the Petitioners. 72. Due to the reasons contained in this Judgment, I make a declaration that the 1st",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      396.73,
      543.1,
      461.61
    ],
    "text": "Respondent has infringed the Petitioners’ fundamental rights guaranteed by Article 13(2) of the Constitution. 73. In view of the unlawful character of the protest that took place at the Kalukele",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      464.31,
      543.08,
      564.13
    ],
    "text": "junction on 6th June 2018 at which the two Petitioners participated, I make no order that any of the Respondents have infringed the fundamental rights of the Petitioners guaranteed under Articles 12(1), 14(1)(a) and 14(1)(b) of the Constitution. Outcome",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      566.67,
      533.26,
      598.29
    ],
    "text": "74. Due to the afore-stated reasons and conclusions, I partly allow this Application.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      601.02,
      543.1,
      615.48
    ],
    "text": "75. Acting in terms of Article 126(4) of the Constitution, I make an order that the 1st",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      618.18,
      543.1,
      683.04
    ],
    "text": "Respondent pays as compensation a sum of Rs. 30,000/= from his personal funds to the two Petitioners. 76. Before departing from this Judgment, it is necessary for this Court to observe",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      108.02,
      685.74,
      542.82,
      717.36
    ],
    "text": "serious concern regarding the predicament of the villagers of Kalukele due to the human – elephant conflict. Court notes that the situation that is said to have",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      72.44,
      543.12,
      515.73
    ],
    "text": "prevailed at the time of the protest referred to in this Judgment had a direct impact on the villagers of Kalukele exercising their fundament right to life and their peaceful livelihoods and occupation, and therefore it is the bounded Constitutional duty of the State to ensure that effective action is taken to prevent further attacks on the villagers and their property by elephants. This Court also notes that norms relating to environmental protection and sustainable development now recognised by law, also requires wild animals such as elephants to be given adequate space in their traditional habitat to live and sustain themselves. The Court notes that the human – elephant conflict is a relatively new phenomenon occasioned due to unplanned and ad hoc development and human habitat extending into the traditional areas of wild animals and the ensuing shrinking of space for wild animals to gather food. Possibly some amount of such expansion is unavoidable due to factors associated with population growth and the need to ensure sufficient production of agricultural crops for human consumption. However, the Court notes that the impact of this phenomenon can be mitigated by well-planned and effectively implemented measures being adopted. It is not the function of this Court to venture into setting out what type of measures ought to be taken, nor does it claim to possess the necessary expertise to do so. However, this Court notes that it would be prudent to act on expert advice and adopt a multi-disciplinary approach in formulating strategies for implementation. Due to these reasons, unless the situation has by now been remedied in an effective and sustainable manner, this Court calls upon the relevant authorities to take immediate and meaningful action to prevent the human – elephant conflict and to take measures aimed at protecting the people and their property as well as wild animals.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      90.02,
      518.43,
      543.08,
      532.89
    ],
    "text": "77. The Attorney-General is directed to take note of these observations and convey",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      534.99,
      543.1,
      616.32
    ],
    "text": "these views to the relevant authorities of the Executive and thereby initiate necessary action. A report is to be filed in this Court within six (6) months from the delivery of this Judgment, setting out the action taken by the authorities and the ensuing ground situation.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      90.02,
      619.02,
      543.1,
      633.48
    ],
    "text": "78. The Inspector General of Police is directed to forthwith take necessary action to",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      108.02,
      636.18,
      543.09,
      702.0
    ],
    "text": "issue a Police Order for the purpose of disseminating the principles contained in this Judgment among police officers and to ensure recognition of the principles contained herein and adherence to them. Broadly, such principles would be twofold; those being the duty cast on police officers to respect the fundamental",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 30",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      72.44,
      543.1,
      308.35
    ],
    "text": "right of the People to demonstrate and protest, and the imperative duty cast on demonstrators and protesters to exercise such fundamental right lawfully and not in transgression of the law. He shall also ensure that the fundamental principles of law pertaining to law enforcement relating to unlawful assemblies and the management of public disorders (including the dispersing of unlawful assemblies) contained in the written law and in judicial precedent including this Judgment are correctly identified and appreciated. For the purpose of complying with this directive of Court, the Inspector General of Police shall consult and act on the advice of the Attorney-General, and thereafter issue an appropriately worded Police Order prepared in terms of the Police Ordinance. Following the promulgation of that Order, a copy of it along with a Report containing other action taken in pursuance of this Judgment shall be filed in this Court within six (6) months from the delivery of this Judgment.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      90.02,
      311.05,
      542.7,
      325.51
    ],
    "text": "79. This Court notes the compelling need for Magistrates to be educated on the need",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      90.02,
      328.21,
      543.03,
      580.65
    ],
    "text": "to take judicious decisions (without functioning in a perfunctory manner) with regard to applications by the police to place suspects in remand custody. As recognised by the Bail Act, the governing principle is that while the grant of bail is the norm, the refusal to grant bail shall be the exception. While it shall be lawful for a Magistrate to refuse to grant bail and place the suspect in remand custody, he shall do so not for the mere asking by the Police, but for valid reasons which are in conformity with the objectives of criminal justice. Magistrates must be acutely conscious that the Judiciary is also dutybound to uphold fundamental rights of the People and should make orders restricting the exercise of such rights only in exceptional circumstances, for valid reasons recognised by law and take such decisions in the manner provided by law. It is the expectation of this Court that the Judges’ Institute will take necessary measures to educate Magistrates on the principles contained in this Judgment. 80. It is necessary to observe that the counsel who settled the papers filed after the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      108.02,
      583.35,
      543.1,
      700.8
    ],
    "text": "extended granting of leave to proceed and the instructing Attorney for the Respondents have been remised on certain occasions in assigning identical document markings to different documents and on certain other occasions assigning different document markings to identical documents. An example would be the two orders issued by the learned Magistrate of Polonnaruwa on H.M. Karunarathna and H.A. Gunasena having been produced marked “R2(b)” and “R2(c)” attached to the Affidavit of the 1st Respondent dated 24th September 2020,",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 31",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      90.02,
      72.44,
      543.1,
      376.39
    ],
    "text": "produced marked “R5” and “R6” attached to the Affidavit of the 1st Respondent dated 17th January 2023, and again produced containing the same marking and attached to the Affidavit of the present OIC of the Aralaganwila police station dated 1st September 2022. The ensuing confusion could have been easily avoided, if due regard was given to the documents that were produced attached to the initial Affidavit of the 1st Respondent and the markings given to them, when producing documents attached to the Affidavit of the present OIC of the Aralaganwila police station and the 2nd Affidavit of the 1st Respondent. Furthermore, a document once produced (attached to the 1st Affidavit of the 1st Respondent) need not have been re-produced attached to the Affidavit of the incumbent OIC of the Aralaganwila police station or attached to the 2nd Affidavit of the 1st Respondent. When preparing this Judgment and referring to documentary evidence, the afore-described situation caused considerable inconvenience to this Court. Therefore, the Attorney-General is directed to pay due attention to this matter and ensure that such unprofessional conduct does not reoccur in the future. 81. The Registrar is directed to forward copies of this Judgment to the following:",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      379.09,
      513.94,
      650.88
    ],
    "text": "i. Honourable Attorney General ii. Director, Judges’ Training Institute iii. Inspector General of Police iv. Director-General of Wildlife v. Conservator-General of Forests vi. Director-General of the Mahaweli Authority vii. District Secretary, Polonnaruwa viii. Divisional Secretary, Aralaganwila ix. Deputy Inspector General of Police, Legal Division, Sri Lanka Police. x. Officer-in-Charge, Police Station, Aralaganwila.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      653.34,
      543.1,
      701.32
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      380.83,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC FR 346/2018 - JUDGMENT 32",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      72.2,
      216.05,
      154.96
    ],
    "text": "Murdu Fernando, PC, C.J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      469.78,
      157.42,
      543.1,
      171.68
    ],
    "text": "Chief Justice",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      174.1,
      543.1,
      255.88
    ],
    "text": "S. Thurairaja, PC, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      386.71,
      258.37,
      552.1,
      289.19
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]