{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2010-10-15-SC-FR-91-2008",
  "num": "SC/FR/91/2008",
  "date_str": "2010-10-15",
  "description": "Hon. J.A.N. De Silva CJ - 1. Target Environmental Servi...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_91_2008.pdf",
  "parties": "1. Target Environmental Services Company (private) Limited. No. 38, Jethawana Road, Colombo 14 2. R.M. Anura Jayantha Ratnayake Chairman, Target Environmental Services Company (private) Limited. No. 38, Jethawana Road, Colombo 14 Petitioners Vs. 1. Dr. Ashoka Kahandaliyanage Secretary Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 2. Dr. Ajith Mendis Director-General of Health Services Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 3. Shantha Wijeratne Senior Assistant Secretary (Procurement) Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 4. H.A. Ariyadasa Deputy Director General (Building and Supply) Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 5. B.N.K.B. Bamunendra Senior Assistant Secretary (Administration) Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 6. P.A.P.P. Pathiratne Deputy Director General (Finance) Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 7. Y.S.L.P.K. Perera Director (Finance) Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 8. R.M.S.G. Amarasinghe Assistant Secretary Ministry of Public Administration and Home Affairs, Independence square, Colombo7. 9. Dr. Nihal Jayatillake Additional Secretary (Medical Services) Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 10. D.A. Indrasena Deputy Director General (Finance-I) Ministry of Healthcare and Nutrition “Suwasiripaya” No 385, Rev. Baddegama Wimalawansa Thero mawatha Colombo 10. 11. C.S. Kumarasinghe Additional Director-General Department of National Budget, The Secretariat, Colombo1. 12. K.A. Indran Director Department of State Enterprises The Secretariat, Colombo1. 13. Will Shine Janitor Services, No. 88/3, Aponso Mawatha St. Jude Place, Taladuwa, Negambo. 14. Amila Janitor Services, No. 22 Welikanda Plaza, Rajagiriya. 15. Ultrakleen (private) Limited. No. 291/37 Havelock Garden, Colombo 5. 16. Hon. Attorney General Attorney General’s Department Colombo12. Respondents",
  "judgement_by": "Hon. J.A.N. De Silva CJ"
}