[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      71.45,
      529.48,
      102.23
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.84,
      101.57,
      542.65,
      253.07
    ],
    "text": "In the matter of an appeal under and in terms of Article 128 of the Constitution of the Democratic Socialist Republic of Sri Lanka read with Section 5C(1) of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990, as amended SC Appeal No. 57/2013 SC/HCCA/LA Application No. 377/2012 CP/HCCA/KAN No. 60/2010(F) DC Matale Case No. 5684/Land",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      252.29,
      542.66,
      403.79
    ],
    "text": "Ruhunu Kankanamlage Moses Gabriel Fernando, Koshena, Ikkukhena, Kuliyapitiya. PLAINTIFF Hettiarachchige Kamalita Ranjani Fernando, Koshena, Ikkukhena, Kuliyapitiya. SUBSTITUTED PLAINTIFF",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      403.13,
      333.64,
      418.91
    ],
    "text": "- Vs -",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      418.13,
      439.46,
      509.27
    ],
    "text": "Kadanage Don Dharmadasa, alias Dammi Mudalali, Kandalama Road, Dambulla. DEFENDANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      508.61,
      358.16,
      539.51
    ],
    "text": "And between",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      538.73,
      518.8,
      614.87
    ],
    "text": "Hettiarachchige Kamalita Ranjani Fernando, Koshena, Ikkukhena, Kuliyapitiya. SUBSTITUTED PLAINTIFF – APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      614.09,
      323.93,
      644.99
    ],
    "text": "- Vs -",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      644.33,
      439.46,
      705.23
    ],
    "text": "Kadanage Don Dharmadasa, alias Dammi Mudalali, Kandalama Road, Dambulla.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      71.45,
      514.36,
      262.71
    ],
    "text": "DEFENDANT – RESPONDENT And now between Kadanage Don Dharmadasa, alias Dammi Mudalali, Kandalama Road, Dambulla. DEFENDANT – RESPONDENT – APPELLANT - Vs -",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      261.77,
      542.04,
      466.31
    ],
    "text": "Hettiarachchige Kamalita Ranjani Fernando, Koshena, Ikkukhena, Kuliyapitiya. SUBSTITUTED PLAINTIFF – APPELLANT – RESPONDENT Before: S. Thurairaja, PC, J Yasantha Kodagoda, PC, J Arjuna Obeyesekere, J Counsel: Hemasiri Withanachchi with Shantha Karunadara for the Defendant – Respondent – Appellant",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      467.93,
      545.41,
      618.59
    ],
    "text": "Saliya Peiris, PC with Pasindu Tilakaratne for the Substituted Plaintiff – Appellant – Respondent Argued on: 21st November 2023 Written Tendered on behalf of the Defendant – Respondent – Appellant Submissions: on 10th May 2013 and 2nd February 2024",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      618.65,
      542.43,
      704.27
    ],
    "text": "Tendered on behalf of the Substituted Plaintiff – Appellant – Respondent on 2nd July 2013 and 12th February 2024 Decided on: 17th December 2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.83,
      694.07
    ],
    "text": "Obeyesekere, J 1) This appeal arises from the judgment delivered on 26th July 2012 by the Provincial High Court of the Central Province holden at Kandy exercising Civil Appellate jurisdiction [the High Court]. By the said judgment, the High Court set aside the judgment of the District Court of Matale [the District Court] and granted the Substituted Plaintiff – Appellant – Respondent [the Plaintiff] the relief prayed for in the plaint. 2) Aggrieved, the Defendant – Respondent – Appellant [the Defendant] sought and obtained leave to appeal from this Court on 28th March 2013 on three questions of law which are set out in paragraph 39 of this judgment. 3) The primary issue that needs to be determined in this case is whether the Plaintiff has discharged the burden cast on a plaintiff in a rei vindicatio action, with the Plaintiff claiming that the corpus in issue is praveni land [sometimes referred to as paraveni] and not maruvena land [sometimes referred to as bandara]. The facts in brief 4) The Plaintiff filed action on 7th November 2002 in the District Court of Matale stating that he is the owner of the land referred to in Schedule “B” to the plaint, in extent of 9A 3R 14P, by virtue of Deed No. 1807 dated 23rd November 1974 [P4]. The Plaintiff had referred to the several deeds by which his predecessors had acquired title, with the earliest deed having been executed on 5th December 1951. These deeds were tendered in evidence during the trial [P8 – P15] and although initially marked subject to proof, had been read in evidence without any objection at the time the case of the Plaintiff was closed. 5) The Plaintiff acknowledged in the plaint that the rights of his predecessors in title were subject to the performance of service to the Dambulla Raja Maha Viharaya, which fact is reflected in the early deeds relied upon by the Plaintiff.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.92,
      217.91
    ],
    "text": "6) The Plaintiff stated further that, (a) he had permitted the Defendant to cultivate the said land, (b) the Defendant was therefore his licensee, and (c) the Defendant had refused to vacate the said land in spite of the quit notice dated 31st October 2002 served on the Defendant. The action of the Plaintiff was therefore a rei vindicatio action. 7) The Plaintiff had accordingly sought the following relief:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      218.21,
      545.01,
      525.95
    ],
    "text": "(a) A declaration that the Plaintiff is the owner of the land referred to in Schedule “B” to the plaint; (b) Ejectment of the Defendant from the said land; (c) Damages in a sum of Rs. 25,000 per month from 1st November 2002 until delivery of vacant possession. 8) In his answer filed on 12th September 2003, the Defendant, while denying the title of the Plaintiff, sought a declaration of title on the basis that he had prescribed to the land. He also claimed that he had effected improvements on the land which he valued at Rs. 2.5m and sought to recover the said sum in the event the Plaintiff was granted the relief that was sought. 9) Admissions and Issues were settled on 6th July 2006. The parties admitted the jurisdiction of the Court and that the land was subject to the performance of service to the Dambulla Raja Maha Viharaya [kvqjg jsIh jia;= foam, oUq,a, rPuyd jsydrfha",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      529.25,
      285.05,
      545.03
    ],
    "text": "rdPldrshg hg;a foam,la nj ms,s.kS].",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      548.09,
      542.52,
      579.95
    ],
    "text": "10) In order to give context to the issue that needs to be determined in this appeal, I",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      583.13,
      542.8,
      713.15
    ],
    "text": "shall first refer to, under the heading of ‘The rei vindicatio action’ the requirements that a plaintiff in a rei vindicatio action must establish in order to succeed, the burden of proof cast on the parties in a rei vindicatio action, and whether the case of the defendant too can be considered in evaluating the case of the plaintiff. I shall thereafter consider briefly what is a praveni land under the heading of ‘The feudal land tenure system’, and thereafter proceed to consider the facts relating to the said issue and the judgments of the District Court and the High Court.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.32,
      122.87
    ],
    "text": "The Rei Vindicatio action 11) The past decisions of this Court unite in holding that a party claiming a declaration",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      126.17,
      542.88,
      252.95
    ],
    "text": "of title must have title in himself to the land in dispute and that the relief shall not lie if he fails in that endeavour. While a carve out was formulated in Palisena v Perera [56 NLR 407] in relation to lands that are the subject matter of permits issued under the Land Development Ordinance, the plaintiff’s ownership of the corpus is the very essence of a rei vindicatio action. 12) This position is trite law and was reiterated by Samayawardhena, J in Pinto and",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      256.25,
      542.6,
      383.15
    ],
    "text": "others v Fernando and others [BALJ 2024/2025, Vol XXVII 474] when he stated that, “In order to succeed in a rei vindicatio action, first and foremost, the plaintiff shall prove his ownership to the property. If he fails to prove it, his action shall fail. This principle is based on the Latin maxim “onus probandi incumbit ei qui agit”, which means, the burden of proof lies with the person who brings the action.” 13) In Wille’s Principles of South African Law [9th Edition (2007); page 539] the author",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      386.33,
      542.86,
      608.51
    ],
    "text": "confirms that in order “To succeed with the rei vindicatio, the owner must prove on a balance of probabilities, first, his or her ownership in the property. If a movable is sought to be recovered, the owner must rebut the presumption that the possessor of the movable is the owner thereof. In the case of immovables, it is sufficient as a rule to show that title in the land is registered in his or her name. Secondly, the property must exist, be clearly identifiable and must not have been destroyed or consumed. Money, in the form of coins and banknotes, is not easily identifiable and thus not easily vindicable. Thirdly, the defendant must be in possession or detention of the thing at the moment the action is instituted. The rationale is to ensure that the defendant is in a position to comply with an order for restoration.” [emphasis added] 14) Referring to the obligation of a plaintiff in a rei vindicatio action to establish the title",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.32,
      611.69,
      542.88,
      703.67
    ],
    "text": "to the land, Chief Justice Dep stated in Preethi Anura v William Silva (SC Appeal No. 116/2014; SC Minutes of 5th June 2017), that the, “Plaintiff need not establish the title with mathematical precision nor to prove the case beyond reasonable doubt as in a criminal case. The plaintiff’s task is to establish the case on a balance of probability.”",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.05,
      542.92,
      103.79
    ],
    "text": "15) Chief Justice Sharvananda pointed out in Theivandran v Ramanathan Chettiar",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      107.09,
      542.82,
      252.95
    ],
    "text": "[(1986)] 2 Sri LR 219; at page 222] that once the legal title to the premises is admitted or proved to be in the plaintiff, the burden of proof is on the defendant to show that he is in lawful possession. A similar view was expressed in Pinto [supra] where it was held that, “When the paper title to the property is admitted or proved to be in the plaintiff, the burden shifts to the defendant to prove on what right he is in possession of the property.” 16) In Banda v Soysa [(1998) 1 Sri LR 255; at page 259], Chief Justice G.P.S De Silva stated",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      256.25,
      542.67,
      383.15
    ],
    "text": "that, “In a case such as this, the true question that a court has to consider on the question of title is, who has the superior title? The answer has to be reached upon a consideration of the totality of the evidence led in the case.” This statement is of particular relevance to this appeal since the question that had to be determined in that case was whether the corpus was praveni land. 17) Even though in a rei vindicatio action, the initial burden of establishing title is on the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      386.33,
      542.89,
      589.43
    ],
    "text": "plaintiff, it was held in Wasantha v Premaratne (SC Appeal No. 176/2014; SC Minutes of 17th May 2021), that, “Notwithstanding that in a rei vindicatio action the burden is on the plaintiff to prove title to the land no matter how fragile the case of the defendant is, the Court is not debarred from taking into consideration the evidence of the defendant in deciding whether or not the plaintiff has proved his title. Not only is the Court not debarred from doing so, it is in fact the duty of the Court to give due regard to the defendant’s case, for otherwise there is no purpose in a rei vindicatio action in allowing the defendant to lead evidence when all he seeks is for the dismissal of the plaintiff’s action.” [emphasis added] 18) The current position with regard to the manner in which evidence in a rei vindicatio",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      592.73,
      542.81,
      646.43
    ],
    "text": "action must be considered has been summarised in Pinto [supra] in the following manner:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      646.61,
      542.46,
      719.51
    ],
    "text": "“Whilst emphasising that (a) the initial burden in a rei vindicatio action is on the plaintiff to prove ownership of the property in suit and (b) the standard of proof in a rei vindicatio action is proof on a balance of probabilities, if the plaintiff in such an action has “sufficient title” or “superior title” or “better title” than that of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.44,
      214.91
    ],
    "text": "the defendant, the plaintiff shall succeed. No rule of thumb can be laid down in what circumstances the Court shall hold that the plaintiff has discharged his burden. Whether or not the plaintiff proved his title shall be decided upon a consideration of the totality of the evidence led in the case.” The feudal land tenure system 19) An extremely useful discussion of the historical evolution of the feudal land tenure",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      218.21,
      542.88,
      348.11
    ],
    "text": "system that prevailed in this Country during the times of the Sinhalese Kings is found in the Full Bench decision in Appuhamy v Menike [(1917) 19 NLR 361] and Herath v Attorney General [(1958) 60 NLR 193]. These two judgments have been considered in the recent judgment of this Court in Sirisena and others v Matheshamy and others [SC Appeal No. 82/2010; SC minutes of 28th March 2022] where Samayawardhena, J stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      348.29,
      543.0,
      706.79
    ],
    "text": "“The feudal land tenure system in Sri Lanka, commonly referred to as the “rajakariya” system, is a historical one that started well before the colonial periods. The Sinhala king was the lord paramount of all the land in the country. On this basis (the) king granted away whole villages to temples or individual persons on sannasa (සǦනස), royal grant etc., though much of the land was already held by private parties. A village (ගම) so granted to a temple is viharagama (ɪහාරගම) or dewalagama (ෙǊවාලගම), and a village granted to an individual is nindagama (ǧǦදගම). The proprietor of a viharagama, dewalagama or nindagama was known as ninda proprietor or ninda lord. Each such village consisted of a number of holdings or allotments and each such holding was known as panguwa (පංěව). The ninda lord could assign such holdings to people subject to service (rajakariya). Such people are known as nilakarayas (ǧලකාරයා). Nilakarayas were of two kinds, namely paraveni nilakaraya (පරfjsǧ ǧලකාරයා) and maruwena nilakaraya (මාɞfවන ǧලකාරයා). Paraveni nilakaraya’s panguwa is known as paraveni panguwa (පරfjsǧ පංěව) whereas maruwena nilakaraya’s panguwa is known as maruvena panguwa (මාɞfවන පංěව). Paraveni nilakarayas are those who held their lands before the nindagama or viharagama or dewalagama was granted to the ninda lord, and maruvena nilakarayas are those who received their lands from the ninda lord subsequent to the royal grant.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5",
      "CIDFont+F6",
      "CIDFont+F8"
    ],
    "sizes": [
      11.019074440002441,
      11.498174667358398,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.17,
      542.44,
      179.99
    ],
    "text": "Paraveni nilakarayas are hereditary holders in perpetuity of the pangu subject to the performance of different services to the ninda lord who could be the chief of the temple or dewalaya. In practical terms, maruwena nilakarayas also fall into the same category.” 20) The British colonial administration gradually abolished the feudal land tenure",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      183.29,
      542.78,
      386.27
    ],
    "text": "system, first through reforms proposed by the Colebrooke-Cameron Commission and later, following on a report by the Service Tenures Commission, consolidated and codified the legal position that prevailed until then through the Service Tenures Ordinance, No. 4 of 1870 [the Ordinance]. While in terms of Section 29 of the Nindagama Lands Act, No. 30 of 1968, the Ordinance ceased to apply to any nindagama land, the final step towards abolishing the feudal land system came through the Land Reform Commission Law, No. 1 of 1972. The Ordinance however continued to apply to viharagama and devalagama lands, while such lands were excluded from the operation of the Land Reform Commission Law. 21) Section 2 of the Ordinance contained the following definitions, which I shall re-",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      389.57,
      466.85,
      421.79
    ],
    "text": "produce since these definitions too give context to the issue at hand:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      421.25,
      542.95,
      627.47
    ],
    "text": "(a) “nindagama proprietor” shall mean any proprietor of nindagama entitled to demand services from any praveni nilakaraya or maruwena nilakaraya, for and in respect of a praveni pangu or maruwena pangu held by him. (b) “temple” shall include vihara and dewala. (c) “viharagama proprietor” or “dewalagama proprietor” shall include the officer of any vihara or dewala respectively entitled to demand services from any praveni nilakaraya or maruwena nilakaraya, for and in respect of a praveni pangu or maruwena pangu held by him. (d) “praveni nilakaraya” shall mean the holder of a praveni pangu in perpetuity,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      630.77,
      542.92,
      682.07
    ],
    "text": "subject to the performance of certain services to the temple or nindagama proprietor.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      72.17,
      542.59,
      87.95
    ],
    "text": "(e) “praveni pangu” shall mean an allotment or share of land in a temple or",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      91.25,
      542.85,
      243.47
    ],
    "text": "nindagama village held in perpetuity by one or more holders, subject to the performance of certain services to the temple or nindagama proprietor. (f) “maruwena nilakaraya” shall mean the tenant at will of a maruwena pangu. (g) “maruwena pangu” shall mean an allotment or share of land in a temple or nindagama village held by one or more tenants at will. 22) While the definition of praveni nilakaraya specifically states that his rights are",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      246.77,
      542.95,
      452.99
    ],
    "text": "subject to the performance of service, the definition of maruwena nilakaraya does not provide that the provision of services to the proprietor is a condition of the tenancy. However that does not mean that a maruwena nilakaraya is not required to provide services to the proprietor. I say so for the reason that the definition of nindagama or viharagama proprietor provides otherwise and recognises the entitlement of the proprietor to demand services from both the praveni nilakaraya and the maruwena nilakaraya. This stands to reason in that a maruwena nilakaraya cannot be in a better position than a praveni nilakaraya when it comes to performance of service. 23) Thus, whether it was praveni pangu or maruwena pangu, the relevant nilakaraya",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      456.17,
      542.89,
      640.19
    ],
    "text": "was required to provide services to the proprietor, with the distinguishing factor between the two being that the praveni nilakaraya, although the owner of the land was still subject to the performance of services whereas the maruwena nilakaraya was a tenant at will who was obliged to perform services only if so demanded by the proprietor. Needless to state, the tenancy of the maruwena nilakaraya could have been terminated at any time by the proprietor and hence, a refusal by the maruwena nilakaraya to perform services may well have led to the termination of the tenancy. 24) The above position is confirmed by Section 31 of the Nindagama Lands Act which",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      643.49,
      542.51,
      716.39
    ],
    "text": "provides that, \"nindagama land means any land in respect of which a proprietor thereof was, prior to the date of the commencement of this Act, entitled to demand services from any praveni nilakaraya or maruwena nilakaraya for and in respect of a praveni pangu or maruwena pangu held by any such nilakaraya.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.05,
      542.88,
      103.79
    ],
    "text": "25) In an appeal to the Privy Council against the judgment of this Court in Herath v",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      107.09,
      542.59,
      141.95
    ],
    "text": "Attorney General [supra], Mr. L.M.D De Silva delivering the opinion of the Privy Council in Attorney General v Herath [(1960) 62 NLR 145] held that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      161.09,
      542.96,
      437.03
    ],
    "text": "“It is common ground that a “nilakaraya” holds an allotment of land (known as a “pangu”) subject to the performance of services for, or payment of dues to (where the performance of services had been commuted for the payment of dues) an “overlord” (referred to very appropriately by the learned Chief Justice in his judgment and hereafter by their Lordships as the “ninda lord”). Sometimes (as in the present case) a temple was the ninda lord. It is also common ground that the type of nilakaraya known as a “maruwena nilakaraya” holds the land as a tenant at will and the type known as a “paraveni nilakaraya” (second respondent belonged to this type) holds the land in perpetuity. It was, as stated by the learned Chief Justice, a “hereditary holding”. [page 148] “He has therefore all the rights which entitle him to be regarded as an owner.” [page 150]. 26) I must also state that even though Section 2 of the Buddhist Temporalities Ordinance",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      440.33,
      542.72,
      564.71
    ],
    "text": "defines a praveni panguwa to mean “an allotment of land held by one or more hereditary tenants subject to the performance of service or rendering of dues to a temple”, it is settled law that the praveni nilakaraya is the owner of the underlying praveni panguwa subject to the performance of service to the Temple. 27) The Ordinance also provided for the following:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      564.17,
      542.9,
      672.59
    ],
    "text": "(a) The appointment of Commissioners to inquire and determine the (i) tenure of each pangu subject to service in the village, whether it be praveni or maruwena; (ii) the names of the proprietors and holders of each praveni pangu; and (iii) the nature and extent of the services due for each praveni pangu;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      72.17,
      542.44,
      87.95
    ],
    "text": "(b) The preparation of the Service Tenure Register [the Register] containing a list",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      91.25,
      542.85,
      211.67
    ],
    "text": "of praveni pangus in such village, the names of the proprietors and tenants of each pangu and the nature and extent of the services due for such pangu; (c) The register shall be conclusive proof that the lands referred to in the register are praveni lands – vide Section 11. 28) Thus, with the introduction of the Ordinance, all details relating to praveni lands",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      214.97,
      542.51,
      300.59
    ],
    "text": "were entered in the Register that the Commissioners were required to prepare. Issues and the trial before the District Court 29) With that being the legal position, I am of the view that in vindicating his title, the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      303.89,
      542.65,
      392.63
    ],
    "text": "Plaintiff in this case was required to establish on a balance of probability that the land in question was praveni land, or perhaps in the alternative that the land did not come within the category of maruwena land. 30) Although the Plaintiff had stated in his plaint that the land was subject to the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      395.93,
      542.88,
      484.07
    ],
    "text": "performance of service to the Dambulla Raja Maha Viharaya, the plaint did not state whether the land referred to in Schedule “B” was praveni or maruwena land, nor did the Plaintiff raise a specific issue in this regard. However, the Plaintiff raised the following issues:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      482.97,
      545.22,
      607.28
    ],
    "text": "01' meusKs,af,a ‘w’ Wmf,aLk.; foam, wxl 322, 346, 358, 364 iy 460 orK Tmamq u; oUq,q rPuyd jsydrfha rdPldrshg hg;aj tla lf,l whs;slre jqfha talkdhl gslsrs nKavdr hk who@ 02' tls talkdhl gslsrs nKavdrf.a whs;sh meusKs,af,a 3, 4, 5 fPaoj, i|yka wdldrhg fodka mshfiak rdukdhl\" fndafma wdrpspsf.a mshisrs PhjraOk iy rKisxy wdrpspsf.a fma%upkaø Orauodi .=KjraOk hk whg ysusjqfha o@ 03' Tjqka jsiska tu foam,ska fnod fjka lrk ,o fldgila jk meusKs,af,a ‘wd’ Wmf,aLkfha",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      609.93,
      544.93,
      673.07
    ],
    "text": "jsia;r jk foam, 1974.11.23 osk veksiagra fmfrard m%isoaO fkd;drsia uy;d ,shd iy;sl lrk ,o wxl 1807 orK Tmamqj u; meusKs,slreg mjrd ysuslr fok ,oafoa o@ 31) Thus, it is clear from the issues raised by the Plaintiff that even though the question",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      676.37,
      542.67,
      711.11
    ],
    "text": "of whether the land was in fact praveni land was not directly put in issue by the Plaintiff, the case for the Plaintiff, as borne out by Issue No.1 proceeded on the basis",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      545.13,
      199.07
    ],
    "text": "that the land was in fact praveni land. I say this for the reason that, even though the land was owned by the Plaintiff and his predecessors in title, it was subject to the performance of service to the Dambulla Raja Maha Viharaya, which, as I have already stated, is not the case if the land was maruwena, where the provision of services was upon the demand of the proprietor. 32) The Defendant raised inter alia the following issue – meusKs,af,a 2 fPaofha olajd we;s",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      202.19,
      544.86,
      262.55
    ],
    "text": "mrsos m%Yak.; foam, oUq,a, rPuyd jsydrfha rdPldrshg hg;a jkafka kus meusKs,slreg whs;sh m%ldY lsrsfus kvqjla mj;ajdf.k hdyels o@ 33) Even though the Defendant raised the above issue, the reason for the Defendant to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      265.85,
      542.45,
      411.71
    ],
    "text": "claim that the Plaintiff cannot maintain an action to have the title to the land declared in his favour has not been stated in the answer. Be that as it may, in view of the admission that the land was subject to the performance of service to the Dambulla Raja Maha Viharaya, the burden of proving that the Plaintiff cannot have and maintain the action was on the Defendant, and it was therefore imperative for the Defendant to have led evidence in order to substantiate this issue. 34) The case proceeded to trial with the evidence of (a) the Surveyor who prepared the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      415.01,
      542.55,
      487.91
    ],
    "text": "Commission Plan, (b) a relation of the Plaintiff, Chandrasiri Perera, and (c) the wife of the Plaintiff, who had been substituted in place of the Plaintiff who had passed away during the trial, being led on behalf of the Plaintiff. It is clear from the evidence that the case for the Plaintiff was dependent on the evidence of Chandrasiri Perera.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      491.09,
      542.63,
      522.83
    ],
    "text": "35) The evidence-in-chief of Chandrasiri commenced on 6th November 2008. At the end",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      526.13,
      542.84,
      633.95
    ],
    "text": "of that days’ proceedings, the District Judge, while fixing the trial for further evidence-in-chief of Chandrasiri had informed the parties that the case for the Plaintiff must be concluded on the next date and that the Defendant must be ready to commence his case soon thereafter. 36) The evidence-in-chief of Chandrasiri had continued on 21st April 2009 and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      637.13,
      542.64,
      710.03
    ],
    "text": "proceedings had been adjourned for the day due to lack of time. When the case was taken up for further trial on 2nd September 2009, an application had been made by the Instructing Attorney-at-Law of the Defendant for a postponement on the personal grounds of Counsel but the said application had been refused and the case",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      72.17,
      542.44,
      145.07
    ],
    "text": "had proceeded thereafter in the absence of the Counsel of the Defendant, with the Plaintiff concluding the evidence of Chandrasiri and the Substituted Plaintiff. None of these witnesses were cross examined and no evidence was led on behalf of the Defendant.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      148.25,
      542.94,
      179.99
    ],
    "text": "37) For the sake of clarity, I must state that the trial did not proceed ex-parte as",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      183.29,
      542.74,
      421.19
    ],
    "text": "erroneously stated by the District Court but instead the case must be considered as having proceeded inter partes. As held in De Mel v Gunasekera [(1939) 41 NLR 33], “on a trial proceeding ex parte a decree nisi is entered and the defendants have an opportunity of curing their default by showing that they had reasonable grounds for not appearing. Now, when a postponement is applied for on specified grounds and is refused, what other reasonable grounds would such a defendant have? His only ground would have to be that the Court should have granted his application, and that would be inviting the Court, perhaps presided over by another Judge, to reconsider its previous order, and this a Court cannot do.” Questions of Law 38) By its judgment delivered on 26th October 2009, the District Court dismissed the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      424.49,
      542.94,
      551.27
    ],
    "text": "plaint on the basis that the Plaintiff has not proved that the land is praveni. The Defendant had only claimed that he had acquired prescriptive title to the land, and in the absence of any evidence to support that position, the District Court quite rightly rejected the plea of prescription raised by the Defendant. I must perhaps add that the issue of prescription is no longer in issue before this Court. 39) On an appeal filed by the Plaintiff, the said judgment was set aside by the High Court.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      554.57,
      542.47,
      605.87
    ],
    "text": "The Defendant thereafter sought and obtained leave to appeal from this Court on the following questions of law:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      605.33,
      542.75,
      694.79
    ],
    "text": "(i) Did the Civil Appellate High Court err in law by ignoring the principle that the burden of proving that lands are Praveni and that claimants or their predecessors in title are Praveni tenants rests on the claimant as laid down in Banda v Soysa [(1998) 1 Sri LR 255]?",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      72.17,
      542.76,
      176.87
    ],
    "text": "(ii) Did the learned High Court Judges misdirect themselves by not taking into account that the entry in the register of land as Praveni is conclusive as to the nature of the tenure but not conclusive as to the identity of the tenant as held in Hewavitharana v Dangan Rubber Company [17 NLR 49]? (iii) Were the learned High Court Judges in error by holding that the learned District",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      180.05,
      542.47,
      249.83
    ],
    "text": "Judge was not obliged to go on a voyage of discovery on his own to consider whether the land in dispute is Praveni property or Maruvena property? 40) In order to enable me to consider the above questions of law, I shall first consider",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      253.13,
      360.39,
      268.91
    ],
    "text": "the ratio laid down in the above two judgments.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      269.57,
      542.67,
      335.51
    ],
    "text": "Hewavitharana v Dangan Rubber Company 41) Hewavitharana v Dangan Rubber Company [supra] was a case where the plaintiffs",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      338.81,
      542.84,
      539.27
    ],
    "text": "claimed that the lands that were the subject matter of that case were praveni lands, based on a series of deeds executed by some of the praveni nilakarayas. The company alleged that the lands in question are the property of the Vihara itself, vested in the Vihara trustee, and as such are not praveni lands. The Vihara trustee had leased the land to one Herat who had assigned these rights to the company. Thus, while the plaintiffs claimed a declaration of title on the strength of its deeds, the company claimed its entitlement to the land under a lease executed by the Vihara trustee. 42) It is in that factual background that Wood Renton, J stated as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      538.73,
      542.45,
      704.27
    ],
    "text": "“The lands, as I have said, admittedly fall within the gama of the Ridi Vihare. That fact gives rise, however, to no presumption as to the nature of their tenure. The burden of proving, in the first place, that the lands are paraveni and, in the second place, that they or their predecessors in title are paraveni tenants of these lands, rests on the plaintiffs. The entry of any land in the register prepared under the Service Tenures Ordinance, 1870 (No. 4 of 1870), as a paraveni land belonging to a specified tenant is conclusive evidence as to the nature of the tenure (section 11) and relevant, but not conclusive evidence as to the identity of the tenant.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.92,
      449.75
    ],
    "text": "When a temple land is not entered in the list of paraveni lands of the temple, the necessary inference, at any rate unless some adequate explanation is given for the omission, is that the Commissioners had determined that the tenure of the lands was not paraveni but maruwena. [per Lascelles C. J. and Grenier J. in Tikiri Banda v Ranasinghe Mudalige Appuhamy [(1912) SC Minutes of 5th March, 1912] The first point to be determined, therefore, is whether each of the lands claimed by the plaintiffs is shown by the register to be a paraveni land. Moreover, prima facie evidence of title is all that is required in such an action. Prima facie evidence of title, of course, there must be. … I have now, I think, examined the whole body of evidence on which the plaintiffs rely. It is in many respects vague and unsatisfactory. But precise evidence in support of title to lands of the character that we have here to deal with cannot readily be procured. In view of this circumstance, and of the failure of the company to call the trustee to warrant and defend the title, which he conveyed to Ranasinghe, I am not prepared to say that the prima facie evidence does not justify a declaration of title and a decree for ejectment in the plaintiffs' favour. [emphasis added; pages 53-54]” 43) Pereira, J went on to state that, “Under section 11 of the Ordinance the register, of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      453.05,
      542.5,
      614.75
    ],
    "text": "course, is the best evidence of the nature of each panguwa. The contention of the plaintiffs is that the panguwas claimed by them are entered in the register as paraveni panguwas. If so, of course the plaintiffs are entitled to succeed in this action, provided they succeed in tracing title from persons whose names are entered in the register as those of the paraveni tenants.” Banda v Soysa 44) In Banda v Soysa [supra] the plaintiff, being the trustee of the Ginikarawe Vihara",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      618.05,
      542.75,
      710.03
    ],
    "text": "filed action against the defendants for declaration of title and ejectment of the defendants on the basis that the land in dispute is the absolute property of the Vihara, or in other words, was maruvena property. It was established that the Vihara had 414 acres of which 126 acres were praveni land, which meant that the rest of the lands were maruvena lands.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.05,
      542.55,
      103.79
    ],
    "text": "45) While the District Court held with the plaintiff, the Court of Appeal overturned the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      107.09,
      542.92,
      218.03
    ],
    "text": "decision of the District Court. Chief Justice G.P.S. De Silva, having cited with approval the above conclusion reached in Tikiri Banda v Ranasinghe Mudalige Appuhamy [supra; cited in Hewavitharana] that “When a temple land is not entered in the list of praveni lands of the temple, the necessary inference, at any rate unless some adequate explanation is given for the omission, is that the Commissioners had determined that the tenure of the lands was not praveni, but maruwena\" stated that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      234.05,
      542.45,
      323.39
    ],
    "text": "“Thus the District Court concluded that since 126 acres were praveni lands having regard to the contents of P3, that the balance 288 acres (out of the entire extent of 414 acres shown in P4) were Bandara lands. It seems to me that this conclusion is not unreasonable on the facts and circumstances of this case.” [page 258]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      322.85,
      545.47,
      428.15
    ],
    "text": "“In a case such as this, the true question that a court has to consider on the question of title is, who has the superior title? The answer has to be reached upon a consideration of the totality of the evidence led in the case.” [page 259] 46) I am of the view that the ratio in the above two cases can be summarised as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      427.61,
      542.45,
      475.19
    ],
    "text": "(a) The burden of proving that a land is praveni is on the party who claims so; (b) An entry in the Register prepared in terms of Section 11 of the Ordinance, if",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      478.37,
      542.95,
      594.23
    ],
    "text": "produced in evidence, is the best evidence of the nature of each panguwa and is conclusive proof of the matters stated therein; (c) The fact that a land coming under a Viharagama has not been entered in the Register may give rise to an inference that the said land is maruvena land; (d) In cases where a determination needs to be made whether a land is praveni or",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      597.41,
      542.67,
      662.39
    ],
    "text": "maruvena, what is required is prima facie evidence of title and who has the superior title. 47) It is important to state that while the register may be the best evidence, none of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      665.69,
      542.51,
      719.51
    ],
    "text": "above two cases held that in order to succeed, it is mandatory for a plaintiff to produce the register. Thus, whether a plaintiff has discharged the burden of proof cast on him would depend on the facts and circumstances of each case.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.05,
      234.26,
      103.79
    ],
    "text": "Judgment of the District Court",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      106.97,
      542.39,
      138.71
    ],
    "text": "48) Chandrasiri Perera stated in his evidence that he is a relation of the Plaintiff and that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      142.01,
      542.75,
      306.95
    ],
    "text": "the task of looking after the land and cultivating it had been entrusted to him by the Plaintiff as he was employed in that area. He stated further that he looked after the land until he was transferred from the area in 1994 and that before leaving, he had placed the Defendant in possession of the land in order to cultivate the land. He stated further that the land in question was a praveni land, which position was not challenged by the Defendant. This piece of oral evidence is crucial to the final determination that I will be arriving at. 49) In its judgment, the District Court quite correctly stated that (a) the title deeds",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      310.25,
      542.95,
      452.39
    ],
    "text": "produced by the Plaintiff does not state that the land in question was praveni land nor do any of the deeds refer to a praveni nilakaraya, and (b) the Plaintiff did not produce the register maintained under the Ordinance in order to establish that the said land had been registered as a praveni land under and in terms of Section 11 of the Ordinance. 50) The relevant parts of the judgment of the District Court are as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.32,
      451.49,
      545.46,
      543.42
    ],
    "text": "“meusKs,a, fjkqfjka idlaIs os we;s ohdmd, pkaøisrs fmfrardf.a idlaIsh wkqj meusKs,af,a ‘wd’ Wmf,aLK.; foam, mrfjsks bvuls' ta wkqj by;ska Wmqgd olajk ,o nKavd tfrysj fidhsid iy fyajdjs;drK tfrysj vka.ka rnra fldusmeks ,susgvs kvq ;skaoq wkqj meusKs,af,a ‘wd’ Wmf,aLK.; foam, by; ls 1870 wxl( 02 orK wd{d mkf;a 11 jk j.ka;sh m%ldrj mj;ajdf.k hkq ,nk frPsiagrfha mrfjsks bvula f,i ,ehsia;= .;fldg we;s nj meusKs,slre jsiska uq,skau Tmamq l<hq;=h'",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F6",
      "CIDFont+F9"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.32,
      543.11,
      545.4,
      719.96
    ],
    "text": "kuq;a meusKs,a, fjkqfjka ohdmd, pkaøisrs fmfrard meusKs,af,a ‘wd’ Wmf,aLK.; foam, mrfjsks bvula njg muKla idlaIs oS we;' kuq;a 1870 wxl 02 orK wd{d mkf;a 11 jk j.ka;sh m%ldrj meusKs,af,a ‘wd’ Wmf,aLk.; foam, mrfjsks bvula njg Tmamq lsrsusjia tls idlaIsh lsisfia;au m%udKj;a fkdjk njg by; ls kvq ;skaoq wkqj ;SrKh lrus' ta wkqj meusKs,af,a ‘wd’ Wmf,aLK.; foam, mrfjsks bvula njg meusKs,a, fjkqfjka ohdmd, pkaøisrs fmfrard idlaIsh u.ska uq,a jrg wkdjrKh lr we;s lreK 1870 wxl 02 orK wd{d mkf;a 11 jk j.ka;sh m%ldrj fuu wOslrKh bosrsfha Tmamq fldg fkdue;s njg ;SrKh lrus' ta wkqj meusKs,af,a ‘wd’ Wmf,aLK.; foam, mrfjsks bvula njg meusKs,slre fjkqfjka ohdmd, pkaøisrs fmfrard kvq jsNd.fhaos idlaIs fouska m%ldY fldg ;snqko\" tys mrfjsks mx.=",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F6",
      "CIDFont+F9"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.11,
      545.11,
      123.92
    ],
    "text": "ks,ldrhd ljqrekao hkak fyda tys mrfjsks mx.=j fyda mrfjsks bvu fyda l=ulao hkak fyda 1870 wxl 02 orK wd{d mkf;a 11 jk j.kalsh hgf;a mj;ajdf.k hkq ,nk frPsiagrh meusKs,af,a idlaIs jYfhka le|jd Tmamq fldg fkdue;s njg ;SrKh lrus'",
    "fonts": [
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      123.35,
      544.91,
      226.67
    ],
    "text": "ta wkqj meusKs,af,a Wmf,aLk.; foam, mrfjsks bvula njg;a\" tlS bvu me' 04 iy me' 08 isg me' 15 olajd jq ysuslus Tmamq u.ska tlS mrfjsks mx.= ks,ldrhd jsiska fyda Tyqf.a wkqmd%ma;slhska jsiska meusKs,slre fj; ,nd os we;s njg;a meusKs,slre jsiska Tmamq fldg fkdue;s njg by; lS fyajdjs;drK iy nKavd tfrysj fidhsid kvq ;Skaoqj, yrhka wkq.ukh lruska ;SrKh lrus' 51) Based on the above reasoning of the District Court, the principal submission",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      229.97,
      542.84,
      425.99
    ],
    "text": "presented to this Court by the learned Counsel for the Defendant was that the Plaintiff was required to establish that the land in question was praveni land which can only be done through the production of the Register, and since the Plaintiff did not produce the Register, the Plaintiff has failed to establish that the land in question is praveni, with the result that the Plaintiff does not have title to the said land that must be established in order to succeed with a rei vindicatio action. Judgment of the High Court 52) In its judgment, the High Court held as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      100.32,
      425.09,
      542.91,
      695.75
    ],
    "text": "“In such background the issue is whether the Plaintiff was bound to prove the subject matter is praveni property in the absence of any pleading or issue contrary to such aspect. It is reiterated that parties admitted that the property in dispute is subject to service tenure to Dambulla Rajamaha Viharaya and the Defendant merely raised an issue that the action cannot be maintained since it is subject to such rajakariya. It is settled law that praveni nilakaraya is treated as the owner of the property subject to such rajakariya. It is true that if the subject matter is a maruvena property the Plaintiff is not entitled to a declaration of title to the land in dispute. Nevertheless on a perusal of the proceedings it is clear that it was not in dispute whether the subject matter is maruvena property or praveni property though the learned District Judge is of the view that the Plaintiff should prove it is a praveni property by adducing cogent evidence specially the relevant register which indicates whether the land in suit is in fact a praveni property or not.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      542.49,
      199.07
    ],
    "text": "I am of the view that the learned District Judge was not obliged to go on a voyage of discovery on his own to consider whether the land in dispute is praveni property or maruvena panguwa in the absence of any issue on such point. On the other hand since our system is adversarial it is the duty of the trial Judge to adjudicate upon the dispute before him and no more ” 53) The High Court was correct when it stated that (a) the Plaintiff was not entitled to a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      202.25,
      542.9,
      424.43
    ],
    "text": "declaration of title if the property is maruvena property, and (b) the parties had not raised an issue in express terms whether the land was praveni or otherwise. However, I am of the view that the District Court was required to consider the vital question of whether the land is praveni before arriving at a conclusion whether the Plaintiff was entitled to a declaration of title on the facts of this case. Hence, I am not inclined to agree with the High Court that the District Court went on a voyage of discovery when it considered the issue of whether the land was praveni or not. While I would thus answer the third question of law in the affirmative, I must state that the view expressed by the High Court that the District Court went on a voyage of discovery had no bearing on its final decision. 54) This brings me to the critical issue of whether the judgment of the High Court must",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      427.61,
      542.5,
      478.31
    ],
    "text": "be allowed to stand, which I shall answer in the affirmative for two reasons. 55) The first is that the District Court failed to appreciate the view expressed by (a)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      481.61,
      542.76,
      608.51
    ],
    "text": "Wood Renton, J Hewawitharana [supra] that prima facie evidence of title is all that is required in such an action, and (b) Chief Justice G.P.S. De Silva in Banda [supra] that in cases of this nature, what is required is to determine who has the superior title, which must be determined upon a consideration of the totality of the evidence led in the case. 56) The second reason is that the conclusion of the District Court that the Plaintiff had",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      100.32,
      611.69,
      542.89,
      703.67
    ],
    "text": "failed to establish that he had title to the said land was based on the erroneous view formed by the District Court that the above two judgments had held that it was mandatory that the register be produced whereas those two cases had only held that the register was the best evidence regarding the nature of each panguwa and if produced, would be conclusive proof of such fact.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      72.05,
      542.54,
      103.79
    ],
    "text": "57) The High Court took the view that the register is not the only evidence by which a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      100.32,
      107.09,
      542.62,
      218.03
    ],
    "text": "Court must be guided and that the trial Court must also consider the other evidence when it stated that, “A scrutiny of the evidence adduced on behalf of the Plaintiff reveals that sufficient evidence has been made available to the trial court to have a declaration of title in his favour and the Defendant has failed to adduce cogent evidence to establish that he has acquired prescriptive title to the subject matter of the instant action.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      221.21,
      542.37,
      252.95
    ],
    "text": "58) The question then is, in the absence of the Register, what was the evidence that the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      100.32,
      256.25,
      542.72,
      462.47
    ],
    "text": "High Court was referring to as having been available to the District Court that the land was praveni. The answer is twofold. The first is the admission that the land was subject to the performance of service, which gives rise to an inference supported by the provisions of the Ordinance that it was praveni land, for the reason that if it was maruwena land, the provision of service was not as of right but on the demand of the proprietor. The second is the evidence of Chandrasiri who stated that the land was praveni and which evidence has not been challenged by the Defendant. The District Court had rejected this oral evidence in view of the erroneous conclusion reached by it that it was mandatory for the Plaintiff to have produced the register, and not because it was not satisfied with the testimonial trustworthiness of Chandrasiri.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      465.65,
      542.29,
      497.39
    ],
    "text": "59) The evidence of Chandrasiri was supplemented by the deeds of the predecessors in",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      100.32,
      500.69,
      542.51,
      592.55
    ],
    "text": "title of the Plaintiff, which too had been read in evidence at the time the case for the Plaintiff was closed, and which specifically recognised the fact that the ownership was subject to the performance of service. Furthermore, the Defendant had been placed in possession by the Plaintiff, and not by the Dambulla Raja Maha Viharaya, which too shows that the land was not maruvena.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      595.73,
      542.38,
      627.47
    ],
    "text": "60) In view of the admission that the land was subject to the performance of service to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      100.32,
      630.77,
      542.57,
      703.67
    ],
    "text": "the Dambulla Raja Maha Viharaya, and in the absence of the Defendant claiming that he is a praveni nilakaraya, at the most, the Defendant could only have been a maruvena nilakaraya. The Defendant however did not claim so and claimed prescriptive title which he failed to prove by leading evidence in that regard.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      728.89,
      542.97,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.05,
      542.34,
      103.79
    ],
    "text": "61) Taking the above factors into consideration and bearing in mind that a plaintiff in a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      100.32,
      107.09,
      542.45,
      249.83
    ],
    "text": "rei vindicatio action need not establish title with mathematical precision, I am of the view that the Plaintiff: (a) Has established on a balance of probability that he has a better title than the Defendant and that his title is sufficient to vindicate against a trespasser in civil proceedings; and (b) Is entitled to the relief prayed for and to eject the Defendant from the land.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      253.01,
      542.44,
      319.67
    ],
    "text": "Conclusion 62) In the above circumstances, I agree with the conclusion reached by the High Court",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      322.85,
      542.34,
      443.27
    ],
    "text": "and would answer the first two questions of law in the negative. The judgment of the High Court is accordingly aﬃrmed and this appeal is dismissed, with costs ﬁxed at Rs. One Hundred Thousand.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      443.33,
      520.9,
      538.55
    ],
    "text": "JUDGE OF THE SUPREME COURT S. Thurairaja, PC, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      538.61,
      517.97,
      649.55
    ],
    "text": "JUDGE OF THE SUPREME COURT Yasantha Kodagoda, PC, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      341.4,
      649.73,
      518.08,
      697.19
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]