[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      536.03,
      91.13
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALISTIC REPUBLIC",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      104.21,
      362.48,
      120.17
    ],
    "text": "OF SRI LANKA.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      160.61,
      541.35,
      383.6
    ],
    "text": "In the matter of an Appeal from a judgment of the High Court of Civil Appeal of Gampaha. Manamalage Michael Ranjith Fernando alias Mahipalage Michael Ranjith Perera of No. 44, Baseline Road, Seeduwa. Plaintiff SC Appeal No. 117/2011 Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      384.54,
      547.71,
      557.02
    ],
    "text": "1. Manamalage Marcus Fernando, 2. Prema Dayani SC/HC/CA/LA/No. 57/2011 WP/HCCA/Gph/188/2002(F) Both of “Sadawarana Veda Medura” D.C. Negombo Case No. 4677/L Seeduwa North, Seeduwa. Defendants AND BETWEEN",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      336.79,
      557.84,
      535.23,
      591.22
    ],
    "text": "1. Manamalage Marcus Fernando 2. Prema Dayani",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      354.79,
      594.25,
      528.63,
      710.89
    ],
    "text": "Both of “Sadawarana Veda Medura”, Seeduwa North, Seeduwa. Defendants Appellants Vs",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      336.79,
      74.81,
      541.35,
      464.86
    ],
    "text": "Manamalage Michael Ranjith Fernando alias Mahipalage Michael Ranjith Perera, of No.44,Baseline Road, Seeduwa. Plaintiff Respondent AND NOW BETWEEN Manamalage Michael Ranjith Fernando alias Mahipalage Michael Ranjith Perera, of No.44,Baseline Road, Seeduwa. Plaintiff Respondent Appellant Vs 1.Manamalage Marcus Fernando 2.Prema Dayani",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      467.98,
      543.27,
      716.17
    ],
    "text": "Both of “Sadawarana Veda Medura”, Seeduwa North, Seeduwa. Defendants Appellants Respondents BEFORE : S.EVA WANASUNDERA PCJ. PRIYANTHA JAYAWARDENA PCJ. & H.N.J. PERERA J.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      75.17,
      543.31,
      704.17
    ],
    "text": "COUNSEL : Sanjeeva Jayawardena PC with Ms. Ashoka Niwunhella for the Plaintiff Respondent Appellant. Dr. S.F.A. Cooray for the Defendants Appellants Respondents. ARGUED ON : 06.02.2017. DECIDED ON : 15.03.2017. S. EVA WANASUNDERA PCJ. Manamalage John George Fernando and his wife Maria Theresa lived at “Sadasarana Veda Medura”, Seeduwa North, Seeduwa. They had two sons named Marcus and Michael Ranjith . They lived in this tiled house which was situated in a coconut estate. The father, George was the sole owner of the land which was of an extent of 4 Acres 2 Roods and 10 Perches. He donated an undivided portion of the land on which the tiled house was situated on ‘an extent of land, leaving out an extent of 1 Acre and 1 Rood on the west of the land, by Deed No. 14304 to Michael Ranjith the second son, keeping life interest for both himself and his wife on the 1st of June,1980. Later on, George, the father again donated the extent of land on the west of an extent of 1 Acre and 1 Rood also to Michael Ranjith by Deed No. 4893 dated 18th July, 1982 without reserving any life interest. Many years later, on 25th August, 1991 by Deed No. 792, George withdrew the life interest rights he reserved when he executed Deed 14304 in 1980. Therefore from 25.08.1991 onwards Michael Ranjith became the sole owner of the full extent of the land which is 4 Acres 2 Roods and 10 Perches and the tiled house thereon. In the year 1979, George’s other son Marcus and had come into a room in the tiled house with his wife Prema, with the consent of his father. After some time, problems had arisen between the father and Marcus. Then, the father George had given time till end of March,1980 for them to vacate that part of the house",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      543.31,
      704.17
    ],
    "text": "and because they did not leave, he had filed action to get them evicted from that part of the house or the room which they were occupying and for damages. That case was an ejectment case, namely bearing number 888/RE in the District Court of Negombo filed on 16th of June, 1980. By that time George had only the life interest of the land on which the tiled house was situated because by then, he had donated the portion of land with the house to his second son Michael Ranjith. Marcus and Prema filed answer on 27.02.1981 and took up the defense that Marcus being a child of George has a right to live in the said house; that he had come there with his wife and child in 1977,with the leave and license of the father George and that they have no other place to go. The Plaintiff George had failed to be present in Court on the first date of trial, i.e. on 01.06.1981 and the District Court had dismissed the 888/RE case with costs. Thereafter George, the father had passed away. Marcus and his wife had continued to be in occupation of the whole house even after the death of the father. Michael Ranjith ,the brother of Marcus was the sole owner of the whole property including the tiled house. Even though Michael Ranjith had requested Marcus and Prema to vacate the house, they did not do so. Then, Michael Ranjith filed action against them under case number 4677/L in the District Court of Negombo on 15th March, 1993 praying for a declaration of title to the said land and property on which the said house was and for eviction of the Defendants, Marcus and Prema. The District Judge held with the Plaintiff, Michael Ranjith. The Defendants appealed to the Civil Appellate High Court. The Civil Appellate judges over turned the District Court Judgment and held with the Defendants, Marcus and Prema. Therefore the Plaintiff has appealed to the Supreme Court. This Court had granted leave to appeal on the 5th of September, 2011 on the following questions of law enumerated in paragraph 38 of the Petition of the Plaintiff Respondent Appellant (hereinafter referred to as the Plaintiff) dated 21.02.2011. 1. Did the Honourable High Court Judges fall into substantial error by failing to distinguish between the cause of action of the Petitioner in case No. 4677/L as opposed to the cause of action of the Petitioner’s father in case bearing No. 888/RE?",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      543.26,
      704.17
    ],
    "text": "2. Did the Honourable High Court Judges fall into substantial error by failing to appreciate that the Petitioner’s father was not the owner of the property and was only a life interest holder at the time he filed his action and that he did not seek a declaration but merely possession? 3. Did the Honourable High Court Judges fall into substantial error by failing to appreciate that the Petitioner on the other hand, was in fact, the absolute owner of the property at the time he filed action and that he accordingly sought declaration and vindication of title? 4. In the circumstances of the case, did the Honourable High Court Judges misinterpret and misapply the principles of res judicata to the facts of the instant case and err by dismissing the Petitioner’s action? 5. Did the Honourable High Court Judges misdirect themselves by misinterpreting and also mis-applying the provisions of Sec. 41 of the Civil Procedure Code and also the related facts? 6. Did the Honourable High Court Judges fail to evaluate or even identify the detailed evidence in the case? The learned High Court Judges had allowed the Appeal filed by the Defedants Appellants Respondents (hereinafter referred to as the Defendants) in the present matter before this Court , by judgment dated 11.01.2011. It is a short judgment contained in less than three type written pages. The Judges had mainly considered whether the District Court judgement in 888/RE stands as res judicata against the case filed by the Plaintiff in 4677/L and held in the affirmative against the Plaintiff and allowed the Appeal in favour of the Defendants. In the fourth paragraph of the said Judgment of the learned High Court Judges, the learned judge who had written the judgment states thus: “In Perera Vs Fernando 17 NLR 300 held that if the plaint was dismissed when the plaintiff not being ready to proceed such order had all the requirements necessary for the purpose of res judicata. The Plaintiff in the D.C.Negombo case No.888/RE being the father of the present plaintiff as well as the 1st Defendant and cause of action was the same, in my view, the said case operate as res judicata”.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "The High Court Judges seem to have concluded that res judicata applies to the Plaintiff in the case in hand, while admitting that the plaintiff in 888/RE is the father of the Plaintiff in this case, which means that the Plaintiffs in the two cases are totally different persons. In Roman Dutch Law, K.D.P. Wickremasinghe in his book Civil Procedure in Ceylon states that, for the doctrine of res judicata to operate, there must be three requisites, namely, same person, same thing and same cause of action. It is contained in Sec. 207 of the Civil Procedure Code. Firstly, in the present case the Plaintiff in 888/RE is different from the Plaintiff in 4677/L. The father and the son are two different persons. Res judicata cannot be applied. Secondly, the cause of action in the two cases are also different. The cause of action in 888/RE had arisen for the Plaintiff father George, as the holder of the life interest of the property on which the house was situated, to sue the defendants who were one of his sons and the son’s wife, for eviction from the part of the house in which the Defendants were living along with the Plaintiff father, under the leave and licence of the Plaintiff father. The Plaintiff father wanted to get peaceful possession from the defendants. The cause of action in 4677/L had arisen for the Plaintiff Michael Ranjith, who was the other son of the Plaintiff in 888/RE, who had become the sole owner of the house and the land on which the house was situated to sue the defendants who were his brother and his wife, for a declaration of title to the said property and for eviction of the defendants from the house on the said property. It was a re vindicatio action. The father was the Plaintiff in 888/RE. The son who owned the property at that time, namely Michael Ranjith was not a party to that action. Therefore the Plaintiff in 4677/L was not a party to 888/RE. As such the cause of action in the two cases were not the same. Res judicata cannot be applied. Thirdly, it is not the same thing that the two cases refer to. Case No. 888/RE refers to the rights of the life interest holder of the property. It concerned the eviction of the defendants from a part of the house in which the Plaintiff George lived in. Case No.4677/L refers to a big land of an extent of 4 Acres 2 Roods and 10 Perches on which the said whole house also stands. The Plaintiff in case No.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "4677/L was entitled to seek in the fullness of amplitude , the vindication of the entirety of the corpus, as against the whole world. In the course of that vindication he has a right to get the Defendants ejected from the entirety of the corpus which he was vindicating. The Plaintiff’s action in case No. 4677/L was an action in rem as against the action which was filed by his father in case No. 888/RE which was an action in personam since it was based on the occupation of part of the house with his leave and licence granted to the Defendants only to stay in that part of the house under the father who had only the rights to life interest. Therefore also, res judicata cannot be applied. In Herath Vs Attorney General 60 NLR 193 it was held that Sec. 207 of the Civil Procedure Code will apply only to decrees pronounced after there had been adjudication on the merits of a suit and not to a decree entered under Sec. 84 of the Civil Procedure Code in consequence of the non appearance of the Plaintiff. Therefore, the decree in the Case No.888/RE which was entered in consequence of the non appearance of the Plaintiff should not have been applied as res judicata by the High Court in the Case. No. 4677/L. The learned High Court Judges have erred in having done so, on that account alone, leave aside the analysis I have discussed and concluded earlier regarding the three points of law pertinent to res judicata. The High Court Judges have not analyzed the facts elicited from the documents and evidence properly. Deed 14304 specifically states that the land gifted to the Plaintiff subject to the life interest of the father and the mother had the tiled house on it. It is specifically mentioned in the Schedule to that Deed. It means that on 1.6.1980 i.e. on the date of execution of Deed 14304, the Plaintiff Michael Ranjith became the owner of the portion of the bigger land on which the house was. Then, when the father George filed action against the Defendants in Case No. 888/RE Michael Ranjith was the owner of the house and that portion of land and George, the father was only the life interest holder. By Deed 4893, the rest of the full land of 4 Acres 2 Roods and 10 Perches was gifted to Michael Ranjith without keeping life interest only on 18.07.1982. The High Court Judges state that ,”therefore on the date of the dismissal of case 888/RE, i.e. on 01.06.1981, the rights of the father of the Plaintiff had not been entirely alienated to the Plaintiff”. This position is factually incorrect according to the facts before court placed by way of documents. The judges had failed to",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "recognize that by 01.06.1981, the Plaintiff had been the legal owner of the portion of the land with the house for exactly one year because Deed 14304 was executed on 01.06.1980. The house was situated on the portion of land which was firstly donated by the father to the Plaintiff. The other deed executed in 1982 was for the rest of the land in which he did not keep the life interest. This portion of the land taken together with the land in the first deed makes the extent as 4 Acres 2 Roods and 10 Perches. The High Court had erred in that finding as well. The High Court Judges have held that the Plaintiff had failed to comply with Section 41 of the Civil Procedure Code by not having annexed a plan, sketch or a plan of the portion that the defendants are in possession, of which the District Judge had failed to pay attention to. I see no rationale for this conclusion of the High Court Judges because the Plaintiff had filed a re vindicatio action praying for a declaration of title to the land in the schedule to the plaint which is clearly defined and mentioning that the house in which the defendants are occupying is within the said land and prayed for eviction of the said defendants as well.The High Court had erred in that finding as well. The High Court has failed to analyze the oral evidence of the witnesses who had given evidence at the trial and also failed to see the contents of the pleadings before court in case No. 888/RE. The Defendants in their answer in the present case had pleaded res judicata and then claimed that they have prescribed to the corpus. They had not prayed for any declaration that they are the owners of the whole land or part of the land on prescription. They had prayed for only a dismissal of the Plaintiff’s action and costs of the action. The Defendant’s counsel in his submissions pointed out that the father, George had died only in September,1997; the Plaintiff had filed action in 1993 while the father was living and that the Plaintiff had claimed damages of Rs.1000/- per month only from 1st October , 1992. He submitted that the basis claimed by the Plaintiff asking for damages from 1992 has not been explained in evidence. He further submitted that while the father was living in the same house as the Defendants were also living, the Plaintiff had filed action to evict the Defendants. In my view, it does not make any difference to the substantive action filed by the Plaintiff which is a re vindicatio action. The Plaintiff was qualified to file such an",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      546.51,
      704.17
    ],
    "text": "action as the owner of the larger land of more than 4 Acres with the house on it which was occupied by the Defendants at the time of filing the action and it is to be noted that any Plaintiff can claim damages from whatever the date he decides to claim damages from. It is his discretion. Perhaps that might have been the date that Marcus and wife agreed to leave the house but did not leave the house as agreed at any prior discussion they had. I have considered these submissions as well as the case law that the Counsel for the Defendants have submitted along with the written submissions such as Sockalingam Chetty Vs Kalimuttu Chetty 1944 NLR 330 and Dharmadasa Vs Piyadasa Perera 1964 NLR 249. I have read the evidence given by the witnesses before the trial judge. The Plaintiff gave evidence and after marking the Deeds by which he got paper title as mentioned above, he went on to say that in 1992, he tried to take over possession of the house of which he was the owner. The Defendants had obstructed and prevented him. Since the Plaintiff and the 1st Defendant are brothers, the Plaintiff had tried to negotiate a settlement with the Defendants but had failed and as a result, he had filed this action. He stated further that at all times material, he used the produce and crop of the land meaning mostly that he got the money from the coconuts plucked from the trees on the whole land. This fact was confirmed by other witnesses namely M.G.Girigoris Calistus Fernando who carried out the task of gathering the coconut harvest and B.Lloyd Emmanuel Fernando who was one of the purchasers of the said harvest from the Plaintiff’s father and then from the Plaintiff after he became the owner. In evidence Girigoris said that he lives on the land adjacent to the land in question and being the uncle of both the Plaintiff and the 1st Defendant, he was aware of what went on between parties. He mentioned that when the Defendants tried to forcibly take the crop, he and the Plaintiff had to go to the police station and lodge entries. For the defense, only the 1st Defendant had given evidence and he had admitted that he came into occupation of part of the house with the leave and license of his father George in 1979. His answer in 888/RE clearly stated so. I am of the view that the trial judge in the District Court had considered the balance of probabilities on evidence before him and had decided in favour of the Plaintiff, having ruled out res judicata. I answer all the questions of law enumerated above in favour of the Plaintiff Respondent Appellant and against the Defendants Appellants Respondents. I set",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      543.12,
      191.33
    ],
    "text": "aside the judgment of the Civil Appellate High Court dated 11.01.2011. I affirm the judgment of the District Court dated 29.11.2002. This Appeal is allowed. However I order no costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      194.45,
      486.27,
      413.6
    ],
    "text": "Judge of the Supreme Court Priyantha Jayawardena PCJ I agree. Judge of the Supreme Court H.N.J.Perera J I agree.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      416.62,
      486.27,
      635.65
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  }
]