[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.68,
      535.89,
      227.96
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA Dr. (Mrs.) Chandini Perera, 33/3, Jambugasmulla Road, Nugegoda. Petitioner SC FR No. 120/2017",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      228.87,
      526.11,
      364.76
    ],
    "text": "1. Dr. J.M.W. Jayasundara Bandara, Director General of Health Services, Ministry of Health, Nutrition and Indigenous Medicine, 385, ‘Suwasiripaya’, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 1A. Dr. Anil Jasinghe,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      367.76,
      530.31,
      467.26
    ],
    "text": "Director General of Health Services, Ministry of Health, Nutrition and Indigenous Medicine, 385, ‘Suwasiripaya’, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      470.38,
      427.2,
      484.42
    ],
    "text": "2. Dr. Anil Jasinghe,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      312.77,
      487.42,
      539.91,
      535.66
    ],
    "text": "Director General of Health Services, Ministry of Health, Nutrition and Indigenous Medicine, 385,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      538.78,
      522.27,
      706.57
    ],
    "text": "‘Suwasiripaya’, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 2A. Dr. W.K. Wickremasinghe, Acting Deputy Director General of Health, The National Hospital of Sri Lanka, Colombo 10.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.77,
      72.63,
      522.99,
      88.85
    ],
    "text": "3. Dr. (Mrs.) Samiddhi Samarakoon,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.77,
      91.85,
      535.23,
      174.29
    ],
    "text": "Deputy Director, Neurotroma Accident and Orthopaidec Services, The National Hospital of Sri Lanka, Colombo 10. 4. Dr. Cyril de Silva,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.77,
      177.29,
      528.75,
      242.69
    ],
    "text": "Deputy Director, The National Hospital of Sri Lanka, Colombo 10. 5. Hon. Dr. Rajitha Senaratne, MP,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.77,
      245.72,
      523.71,
      345.2
    ],
    "text": "Minister of Health, Nutrition and Indigenous Medicine, 385, ‘Suwasiripaya’, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 6. Mr. Anura Jayawickrema,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      348.32,
      535.71,
      687.13
    ],
    "text": "Secretary, Ministry of Health, Nutrition and Indigenous Medicine, 385, ‘Suwasiripaya’, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 6A. Mr. Janaka Sugathadasa, Secretary, Ministry of Health, Nutrition and Indigenous Medicine, 385, ‘Suwasiripaya’, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 7. Dharmasena Dissanayaka, Chairman 8. Prof. Hussain Ismail, Member 9. Ms.ShiranthaWijayatilake,Member 10. Dr. Prathap Ramanujam, Member 11. Mrs. V. Jegarasasingam, Member 12. Santi Nihal Seneviratne, Member 13. S.Ranugge, Member 14. D.L.Mendis 15. Sarath Jayathilaka, Member",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      330.79,
      687.43,
      527.67,
      704.17
    ],
    "text": "7th to 15th Respondents, All of the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.77,
      74.81,
      540.75,
      140.09
    ],
    "text": "Public Service Commission, No. 177, Nawala Road, Narahenpita, Colombo 5. 16. Dr. Dulip Perera,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.77,
      143.21,
      528.75,
      208.49
    ],
    "text": "Consultant Plastic Surgeon, The National Hospital of Sri Lanka, Colombo 10. 17. Hon. Attorney General,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      211.49,
      546.04,
      711.49
    ],
    "text": "Attorney General’s Department. Hulftsdorp, Colombo 12. Respondents BEFORE : PRIYASATH DEP PC CJ., S. EVA WANASUNDERA PCJ., & PRASANNA JAYAWARDENA PCJ. COUNSEL : Senany Dayaratne with Ms. Eshanthi Mendis and Nisala Seniya Fernando, Ms. Indika Demuni de Silva PC , ASG for 1A to 15th and 17th Respondents Romesh de Silva PC with Harith de Mel for the 16th Respondent. ARGUED ON : 17.01.2018. DECIDED ON : 26. 03.2018. S. EVA WANASUNDERA PCJ This Application was filed by the Petitioner on 23.03.2017. She is a Consultant Plastic Surgeon of the Burns Unit of the National Hospital of Sri Lanka who functioned as the Head of the Burns Unit thereof. She alleges that she was unlawfully wrongfully and illegally divested and deprived of her position as the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      10.5600004196167,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      546.37,
      704.17
    ],
    "text": "Head of the Burns Unit, in a manner which confronts the general rules of Natural Justice. Leave to proceed was granted by this Court on 12.05.2017 for the alleged violation of the fundamental rights of the Petitioner under Article 12(1) and 14(1) (g) of the Constitution. The Petitioner who was the Head of the Burns Unit was removed from that post and was directed to hand over the management of the Burns Unit to Dr. Dulip Perera, the 16th Respondent by P 17 dated 21 .03.2017. This letter was addressed to the Petitioner by the Deputy Director General of the National Hospital of Sri Lanka, Dr. Anil Jasinghe, the 2nd Respondent consequent to a decision taken by the Director General of the National Hospital, Dr. J.M.W. Jayasundara Bandara, the 1st Respondent by letter dated 13.03.2017 marked as P16. The Petitioner has marked as P 23, the minutes of a meeting dated 20.03.2017 held by the 2nd Respondent with the participation of 11 other persons including the 12th Respondent, pertaining to the Burns Unit prior to the removal of the Petitioner as the Head of the Burns Unit. The attendees of the said meeting included officers of the Burns Unit who were subordinate to the Petitioner and consultant surgeons under whom burn patients are not admitted but did not include the Petitioner. The Petitioner alleges that the persons who gathered at that meeting do not have the capability and credibility to question the competency of the Petitioner and/or take decisions pertaining to the Burns Unit and as such the said meeting had been convened with ulterior motives. The Petitioner alleges that before issuing P 23, the Respondents had failed to record or consider the version of events as contended by the Petitioner. By P15, a letter dated 10.03.2017, the Petitioner had requested the 2nd Respondent for a meeting to discuss the issues in the Burn Unit to reach a speedy resolution for the same. She has submitted that there was no response from the 2nd Respondent. According to the letter P16, one of the decisions reached by the Respondents against the Petitioner is that the Petitioner be directed to go before a Medical Board. The Petitioner contends that this is a decision which is so serious and permanently affecting against the Petitioner. However, this decision has now been withdrawn by letter P32 dated 15.06.2017 after leave to proceed was granted by this Court to the Petitioner. The Petitioner complains that there was no preliminary inquiry held by the authorities against her prior to taking the decisions against her. However, by",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "letter dated 27.04.2017 marked as P21 she was directed to be present before a committee and give a statement. It was done after the present case was filed. The head of the committee is allegedly the spouse of the 4th Respondent, which the Petitioner states, is indicative of having no intention by the authorities of granting her a fair and impartial hearing to the Petitioner. The 1st Respondent has filed objections by way of an Affidavit and answered the averments of the Petition. The position taken up by him is that the Application is time barred, misconceived in law and that the Petitioner has failed to make a full and fair disclosure of facts before this Court. The facts revealed by the 1st Respondent are as follows. The Petitioner being the Head of the Burns Unit, had reduced the number of beds therein from 18 to 4 and had kept the ward empty for allegedly the reason of prevention of intra ward infection. As a result, a large number of patients had to be accommodated in other general wards and be given necessary treatment. This situation had been discussed from time to time from the year 2012 and in 2015, when there had been complaints by consultants regarding negligence with regard to burns patients in those wards. The Petitioner had been advised to restore the 18 beds. The Petitioner initially had complied with that advice but later on, she had once again reduced the number of beds to 4. The up-grading of the Unit had been done and the new building had all the facilities. The patients are required to be regularly seen and treated by the Burns Unit staff for better care towards the patients. Due to the fact that within the Unit there were only a maximum of 4 patients and that the other patients were in other wards, the Medical staff of the Unit were faced with difficulties in doing routine visits to the patients who needed care by the Burns Unit staff. In addition to the difficulties faced by the staff regarding the burns patients being placed in different other wards , the Consultants, Medical Officers, Nursing staff and patients had complained against the Petitioner regarding aggressive behavior and harassment caused to the staff as well as patients, thus creating administrative problems in the Unit. The 2nd Respondent had summoned the Petitioner to his office and had informed her of the contents of the complaints but not handed over the petitions/ letters to her with a view to arriving at a settlement of the matters in a smooth way. The Nurses’ Union, the Medical Officers and the staff had urged the 2nd Respondent to inquire and grant relief to",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      546.1,
      687.13
    ],
    "text": "them. Two Medical Officers had requested for transfers out of the Unit. One Ms. Wedisinghe, the daughter of a patient had complained of mismanagement of the patient, her father who had died while he was getting treated at the Burns Unit. The Petitioner had directed that the medicine named be bought from outside when sufficient stocks were available in the Unit. By January, 2017, due to the complaints from all sides against the Petitioner, the 2nd Respondent had appointed an ad hoc committee headed by the 4th Respondent to look into the ‘ adverse situation in the Burns Unit ’. The recommendations of the report dated 26.01.2017 were to the effect that the number of beds should be restored to the earlier number of 18 and that acute burn cases should be managed by the Unit and that the administration should try to ensure smooth running of the Unit. On 13.03.2017 , 3 out of 4 Medical Officers had refused to work in the Unit. The Petitioner had decided to manage the Unit with only one Medical Officer without any replacements or any approvals from the 2nd Respondent. One letter was marked and submitted under confidential cover to this Court marked as 1R1. The contents of that letter was read by the members of this Bench. It seems that the Petitioner had deviated from the standard procedure. The Medical Officers had urged the administration to take action to provide a solution to their issues or else had begged that they be given transfers to other medical units in the hospital. By another letter marked 1R2, dated 20.12.2016 the other staff members of the Unit had addressed their problems arisen in the Unit. The Petitioner’s work had commenced at 5.30 a.m. every day in the Unit thus causing problems to everybody including the security personnel in the Unit. The writers of 1R2 had begged the 2nd Respondent to grant redress to the writers. Then again, the Medical Officers, nurses and other staff members of the Unit had a further letter dated 17.01.2017 urging the 2nd Respondent to inquire into the matters complained of by them and to investigate without delay. On 13.03.2017, the Medical Officers had again addressed a letter to the 1st Respondent setting out the situation in the Burns Unit and urging him to resolve the issues as soon as possible.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.09,
      546.48,
      704.17
    ],
    "text": "By 1R11 dated 16.03.2017 the 2nd Respondent had issued a letter stating that Dr. Dulip Perera should take the over-all acute burn care unit and that the Petitioner should handle the follow up care of the patients. The Petitioner had declined to abide by that direction and as such it had been very difficult to take over the unit immediately. Yet, it had been done by the 16th Respondent on 23.04.2017. Thereafter on 01.06.2017 a meeting had been formally held with all the members of the Unit being present and a progress report of the situation at that time had been submitted. A preliminary investigation had commenced against the Petitioner, for the purpose of ascertaining the truth of the allegations made against her. The Petitioner had been afforded an opportunity to give a statement at the preliminary investigation but she has not done so. The Petitioner had been asked to be present to give a statement on 30.08.2017 and she had requested for time till 18.09.2017. After a brief statement she had moved for further time till 08.10.2017. I observe that what is contained in P16 is a decision taken to ensure the smooth functioning of the Burns Unit. There are two preliminary investigations going on against the Petitioner. On 15.06.2017 , the said decision in P16 was rescinded since the investigations have not been concluded. I find that, it is due to the prevailing situation at the Burns Unit at that time, that the administration of the hospital had acted in a manner to save the Unit as a smoothly functioning Unit rather than just having it with all the problems getting aggravated by the day. The Petitioner had not compromised in any way her course of action which had prevailed during that time in the Burns Unit and she had neglected and failed to rectify any given situation despite the discussions the 2nd Respondent had with her and also despite the discussions the other Specialist Consultants had with her. As a result, it was inevitable that administrative measures had to be taken. The matter is in the preliminary investigations stage and it is only when the said investigations are over and only if they would reveal whether there is prima facie sufficient material to prefer charges against the Petitioner, that the administration would decide to go ahead with a disciplinary inquiry. The documents filed before this Court by all the parties have revealed an over view of the total problematic situation within the Burns Unit of the National Hospital of Sri Lanka. When the whole hospital has to be administered by the administration,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      543.31,
      704.17
    ],
    "text": "no administrative authority can ignore a problematic situation in any unit. Prompt action has to be taken to control a crisis situation. I find that it is in that scenario that the Petitioner has been taken out of the post held by her as the Head of the Unit but she is still functioning as a consultant within the unit doing the follow up care. I am of the view that any worker in the public service cannot have a legitimate expectation to be the Head of a Unit right through out until retirement or for any length of time as expected. It is evident that the Petitioner had been quite a good Consultant Plastic Surgeon in the former years of her service according to the certificates produced before us. Unfortunately, the period commencing from the latter part of 2016 and within the year of 2017 and from there onwards her attitude seems to have changed and it had created a problematic environment within the Burns Unit. The documents regarding the care of patients by the Petitioner having placed the patients under ‘conservative management’ at the sole discretion of the Petitioner seems to have given rise to a series of problems. The language used on the other medical officers and the staff and the unreasonable behavior of the Petitioner also has contributed to the issues within the Unit. Anyway a preliminary investigation has commenced. There is an assurance that proper procedure would be followed. I conclude that the decision made by the authorities to remove the Petitioner from the post of the Head of the Burns Unit were not arbitrary, capricious or unreasonable because when I drew my attention to all the documents before court produced by all parties, it is obvious that , the said decision was very much called for by all the other members of the staff who had been suffering in one way or the other due to the actions of their boss. The Burns Unit could not have gone forward with the day to day work regarding the patients who got burnt due to accidents or who had mentally depressed feelings and therefore had set fire to themselves etc. when the team in the Unit could not work together with the Head of the Unit and with themselves to attend to the patients in a proper manner. The Hospital administration, it seems to me, were compelled to take action immediately to grant redress to the staff and the patients. It is due to that reason that the Petitioner had been taken out of the position she was holding as the Head of the Unit. I have carefully gone through all the documents submitted by the Petitioner and the other documents explaining the position of the other Respondents. The Petitioner has to face the preliminary investigation and co-operate with the investigation by the administration of the Hospital, if she wants",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      543.21,
      512.47
    ],
    "text": "to pave way for her goals. The documents speak for themselves and the submissions made are helpful to assess the situation. The hospital administration had handled a crisis situation in the Burns Unit. On the facts placed before this Court by all parties, I do not find that any fundamental rights of the Petitioner has been infringed. The Application is dismissed without costs. Judge of the Supreme Court Priyasath Dep PC, Chief Justice. I agree. Chief Justice of the Supreme Court of Sri Lanka Prasanna Jayawardena PC I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027,
      18.0
    ]
  }
]