[
  {
    "page_number": 0,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.62,
      85.19,
      500.9,
      100.73
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      202.85,
      102.59,
      382.66,
      118.13
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      243.17,
      153.11,
      526.75,
      238.13
    ],
    "text": "In the matter of an Appeal in terms of Article 154(P)of the Constitution read with Section 31 D D of the Industrial Disputes Act (as amended) and Section 9 of the High Court of the Provinces (Special Provisions) Act No. 19 od 1990",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      247.61,
      239.99,
      379.9,
      342.44
    ],
    "text": "W.P.R.P. Devanagala No: 26/135, Kumudugama, Dadayamtalawa",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.17,
      344.3,
      475.45,
      759.61
    ],
    "text": "APPLICANT -VS- Sarvodaya Economic Enterprises Development Services (Guarantee) Ltd (SEEDS) No. 45, Rawatawatte Road, Moratuwa RESPONDENT AND W.P.R.P. Devanagala No: 26/135, Kumudugama, Dadayamtalawa APPLICANT APPELLANT -VS-",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.2,
      265.67,
      227.91,
      337.04
    ],
    "text": "S.C. Appeal: 201/2017 SC/(Spl.) L A / 89 /2017 HC/AMP/LT/APP/432/2016 LT No. 44/610/2012",
    "fonts": [
      "Calibri,Bold",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      54.33,
      478.57,
      208.85
    ],
    "text": "Sarvodaya Economic Enterprises Development Services (Guarantee) Ltd (SEEDS) No. 45, Rawatawatte Road, Moratuwa RESPONDENT RESPONDENT",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.17,
      210.71,
      475.45,
      539.02
    ],
    "text": "AND NOW BETWEEN Sarvodaya Economic Enterprises Development Services (Guarantee) Ltd (SEEDS) No. 45, Rawatawatte Road, Moratuwa RESPONDENT-RESPONDENT -APPELLANT -VS- W.P.R.P. Devanagala No: 26/135, Kumudugama, Dadayamtalawa APPLICANT-APPELLANT-",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      540.88,
      488.09,
      677.77
    ],
    "text": "RESPONDENT BEFORE: P. PADMAN SURASENA, J K.K. WICKREMASINGHE, J MAHINDA SAMAYAWARDHENA, J COUNSEL: Malik Hannan for the Respondent- Respondent Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      679.63,
      457.69,
      764.89
    ],
    "text": "instructed by R.A.N.C. Gunatilake V. Puvitharan PC with Subhani Kalugamage and Anuja Rasanayakham for the Appellant-Appellant-Respondent",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      54.09,
      485.17,
      69.63
    ],
    "text": "WRITTEN SUBMISSIONS: By Respondent-Respondent-Appellant on",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      71.49,
      526.93,
      333.8
    ],
    "text": "04.12.2017 and 13.01.2022 By Applicant-Appellant-Respondent on 14.05.2018 ARGUED ON: 01.11.2021 DECIDED ON: 05.12.2023 K. KUMUDINI WICKREMASINGHE, J This is an appeal from the judgement of the High Court of the Eastern Province (holden in Ampara) dated 08.03.2017. The crux of this matter centers around the questions of law based on which leave to appeal was granted, which are;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      85.58,
      336.78,
      526.51,
      353.0
    ],
    "text": "Did the Honourable Judge of the Provincial High Court of the Eastern",
    "fonts": [
      "Arial",
      "Calibri",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      355.58,
      527.05,
      463.64
    ],
    "text": "Province (holden in Ampara) err in law in varying the Labour Tribunal Order by awarding 04 years arrears of salary amounting to Rupees Seven Hundred and Twenty-Four Thousand Eight Hundred and Sixteen (Rs. 724,816,00) as well as Rupees Two Million (Rs. 2,000,000.00) as compensation?",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      85.58,
      466.76,
      526.51,
      482.98
    ],
    "text": "Did the Honourable Judge of the Provincial High Court of the Eastern",
    "fonts": [
      "Arial",
      "Calibri",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      485.44,
      527.02,
      756.73
    ],
    "text": "Province (holden in Ampara) err in law in awarding 04 years arrears of salary as well a compensation when the Applicant-Appellant-Respondent has not placed any substantial evidence with regard to actual financial loss caused to the Appellant-Appellant-Respondent as a result of termination of his service by the Respondent-Respondent-Appellant? Prior to addressing these questions of law, I will briefly set out the factual background of the case as follows: The Applicant-Appellant-Respondent was employed at Sarvodya Economic Enterprises Development Services (Guarantee) LTD (SEEDS)- the Respondent-Respondent-Appellant, as a Divisional Project Manager. At the time of the alleged incident and when he was interdicted, he was the Deputy District Manager of the organisation and had served the Appellant- institution for more than 12 years. On the recommendation of the societies and the field officers, the",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      67.58,
      54.21,
      528.55,
      179.57
    ],
    "text": "SEEDS granted loans to four borrowers for a number of purposes. When the repayment of the loan was defaulted, it was discovered that either there were no persons as such or the borrowers mentioned in the application did not receive any loans from SEEDS. According to the Appellant, the field officers had committed fraud on the institution. The Respondent-Employee was charged with the following",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027,
      20.040000915527344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      85.58,
      181.23,
      526.65,
      196.97
    ],
    "text": "1. Issuing loans to 4 applicants without inspection and qualification of such",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      85.58,
      198.83,
      526.48,
      249.05
    ],
    "text": "applicants 2. Bad Supervision 3. For Financial loss to the institution as a result of not taking steps to",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      67.58,
      250.91,
      527.01,
      753.01
    ],
    "text": "recover the dues and non-payment of dues following the loan to the borrowers. After an Inquiry, the Respondent-Employees services were terminated on 17.01.2012. The Applicant-Appellant-Respondent instituted a Labour Tribunal proceedings against the Respondent-Respondent-Appellant on the 16th of July 2012 for terminating his services by letter dated 17.01.2012 and prayed for reinstatement in the same position, arrears of salary including all statutory allowances and compensation of Rs. 2,000,000/- and any other relief as Court deems meet. The Appellant filed an answer dated 20th August 2012 denying the position taken up by the Respondent and stated inter alia that the Respondents services were terminated after holding a domestic inquiry relating to the charges against the Respondent and thus the termination of the Respondents service is based on equitable and just reasons and therefore the Respondents application should be dismissed. The Learned President of the Labour Tribunal delivered his Order on the 05.01.2016 and held that the Appellant has failed to produce substantial evidence to substantiate the termination of the Respondents service but since the Appellant has lost confidence in the Respondent, in lieu of reinstatement a sum of Rupees One Hundred and Eighty-One Thousand Two Hundred (Rs. 181,200.00/-) was awarded as compensation. The Appellant-Institution did not appeal against the said Order or the findings of the Learned President of the Labour Tribunal. But being aggrieved by the said Order, the Respondent made an appeal against the said Order to the Provincial High Court of the Eastern Province bearing Case No.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      67.58,
      54.09,
      527.05,
      347.6
    ],
    "text": "HC/AMP/LT/APP/432/2016 stating the Learned President of Labour Tribunal failed to grant compensation and underestimated back wages due to the Respondent. On the 8th of March 2017 the Learned High Court Judge delivered his Order in the said Appeal and varied the Order of the Learned President of the Labour Tribunal by awarding 4 years arrears of salary amounting to Rupees Seven Hundred and Twenty-Four Thousand Eight Hundred and Sixteen (Rs. 724,816/-) and a further sum of Rupees Two Million (Rs. 2,000,000/-) as compensation for wrongful termination of the Respondents service. Accordingly, a sum of Rupees Two Million Seven Hundred and Twenty-Four Thousand Eight Hundred and Sixteen (Rs. 2,724,816/-) was awarded to the Respondent. Appellants Position The Appellant stated that the Learned High Court Judge erred in law and in facts holding inter alia;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.58,
      349.26,
      526.62,
      365.0
    ],
    "text": "a) That the 3 charges made against the Respondent are based on one",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.58,
      366.86,
      526.96,
      417.2
    ],
    "text": "particular issue and if the said issue cannot be proved, the charges cannot be maintained. b) That the finding by the Learned President of the Labour Tribunal, that the",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.58,
      416.95,
      526.77,
      486.7
    ],
    "text": "Respondent was guilty to the 2nd charge as he admitted to the same, is unjust and unreasonable as the Respondent has pleaded not guilty to the same at the domestic inquiry. c) That since the evidence revealed that one person responsible for the said",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      67.58,
      488.44,
      527.03,
      764.65
    ],
    "text": "incident is still in employment, itself is a fact which proves that the Respondent was not guilty of the same as to terminate his services. The Appellant further states that the matter in issue is the misappropriation of loans by 3rd parties which were fraudulently obtained as a result of Respondents approval of the said loans without properly assessing the details of the borrowers. This caused financial loss to the Appellant. According to the evidence of the Appellant's witness, Sisira Wijesinghe Bandara, Manager Recoveries, the alleged loan misappropriation occurred due to the Respondent as he failed to assess the qualifications of the borrowers and follow the guidelines and circulars relevant to loan approval. Furthermore, the Respondent admitted to the loan misappropriation while denying any responsibility for it. In addition, the Respondent stated unambiguously in his examination in chief that the domestic inquiry was",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.58,
      54.09,
      526.94,
      764.65
    ],
    "text": "conducted in accordance with the law. The Respondent admitted that he was guilty of the second charge, that his inability to assess the eligibility of loan borrowers resulted in the funds being misappropriated by third parties, causing the Appellant significant loss. The Appellant draws the court's attention to the evidence of the Appellant's witness, who clearly stated that the six officers who placed their signatures in approving the loans are no longer in service. Therefore, it is the position of the Appellant that the High Court judge's findings that one person who placed his signature in approving the loans still being in service while the Respondent's services were terminated had proved mala fide on the part of the Appellant is unjust and unreasonable. Moreover, the Respondent has not presented any evidence to show that he has been victimised in any way. Thus, the High Court's finding that there was no previous charge against the Respondent is also incorrect, as the Respondent revealed in his examination-in-chief that he was warned for improper asset assessment on one occasion and suspended for one month at half salary. In light of the above, the Appellant claims that the Learned High Court Judge's determination that what the Respondent has done is just authorising loans without examining the borrowers' income is erroneous. The Appellant therefore claims that the award of compensation granting back wages is erroneous. The Appellant also claims that the Respondent has failed to present any evidence of actual financial loss incurred by him as a result of the Appellant's termination of his services. It is well established that the employee must prove actual financial loss he suffered as a result of the employer's termination of his employment. If the employee fails to provide proof in this regard, the Labour Tribunal cannot award compensation even if it is proven that the termination of the employee's services was unjust and unreasonable. The Appellant claims that the Learned High Court Judge's decision goes against the weight of the evidence presented in the case and that he failed to appreciate the just and equitable nature of the order of the learned President of the Labour Tribunal Respondents Position The Respondent asserts that the termination of his services was not warranted since the decision to issue loans to the beneficiaries was determined by a",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.58,
      54.09,
      529.57,
      747.25
    ],
    "text": "committee based on recommendations made by the society of which the beneficiary is a member and by the field officials of SEEDS. The aforementioned committee does not identify the beneficiaries. The committee bases its conclusions on the suitability of the beneficiaries only on the documentation given upon verification. According to the Respondent, the evidence shows that the SEEDS filing officials forged or fraudulently submitted the documents to the committee for approval. When approving the loans to the beneficiaries, neither the Applicant-Employee nor the committee could have detected the fraud. The Respondent claims that the Learned High Court Judge appropriately examined the matter and awarded arrears of salary of Rs. 724,816 for wrongful termination over a four-year period. The Applicant-Employee who worked for the Respondent-Institution was wrongfully terminated, preventing him from working for any other institution. He could have obtained a better job if he hadn't been terminated. That opportunity was taken from him due to his wrongful termination, for which he must be adequately compensated. Analysis The Respondent Company conducted a disciplinary inquiry for financial loss to the institution as a result of not taking steps to recover the dues and non-payment of dues following the loan to the borrowers. During the cross examination of the Respondent in the Labour Tribunal, when questioned on the 2nd charge, the Respondent admitted guilt on the said charge. However the Learned High Court Judge delivered his Order by varying the Order of the Learned President of the Labour Tribunal by awarding 4 years arrears of salary amounting to Rupees Seven Hundred and Twenty-Four Thousand Eight Hundred and Sixteen (Rs. 724,816/-) and a further sum of Rupees Two Million (Rs. 2,000,000/-) as compensation for wrongful termination of the Respondents service. Accordingly, a sum of Rupees Two Million Seven Hundred and Twenty-Four Thousand Eight Hundred and Sixteen (Rs. 2,724,816/-) was awarded to the Respondent. The most important question that must be answered in this instant case is whether the Respondent whose service was terminated is entitled to",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.58,
      54.09,
      530.41,
      764.65
    ],
    "text": "compensation and back wages especially when he had admitted guilt to the 2nd charge. Given that the Respondent admitted guilt to the second charge during the trial it is critical to assess whether the Appellant had lost confidence in the Respondent. If termination of the Respondent was justified and the Appellant had lost confidence in the Respondent, can the Respondent claim for both compensation and back wages? This critical importance of loss of confidence was highlighted in the case of Democratic Workers Congress v De Mel and Wanigasekera [CGG 12432 of 19th May 1961 at para 24] where it was held that; The contractual relationship as between employer and employee so far as it concerns a position of responsibility is founded essentially on the confidence one has in the other and in the event of any incident which adversely affects that confidence, the very foundation on which that contractual relationship is built should necessarily collapse Once this link in the chain of the contractual relationship snaps, it would be illogical or unreasonable to bind one party to fulfil his obligations towards the other. Otherwise it would really mean an employer being compelled to employ a person in a position of responsibility even though he has no confidence in the latter. Loss of confidence occurs when an employer loses trust in an employee as a result of specific events, such that the employer no longer feels it appropriate to continue employing such individuals within the organisation. S. R. De Silva in his book, The Legal Framework of Industrial Relations in Ceylon [(1973) at page 553] has stated as follows: Loss of confidence may justify a termination or, in a case where a termination is held to be unjustified, may be an argument against the award of reinstatement. Though theoretically there is no restriction as to the class of employee in respect of 15 whom termination of employment may be effected on the ground of loss of confidence, it usually applies in respect of employees who hold positions of trust and confidence such as accountants, cashiers and watchers or who perform a certain degree of responsible work. The type of conduct that can reasonably be said to lead to loss of confidence by an employer in an employee is generally that which involves bribery and corruption, collection of unauthorized commissions, revealing confidential information, having an interest in a rival business, dissuading clients and customers, transferring business orders to",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      518.02,
      794.62,
      526.04,
      805.66
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.58,
      54.09,
      527.06,
      764.65
    ],
    "text": "competitors, conniving actively or passively at thefts, defalcations and fraud, sabotage and undermining discipline or loyalty [emphasis added] In The Law of Dismissal [(2018) at page 123], S.R. De Silva has stated further that: Loss of confidence is not confined to conduct involving dishonesty. Thus, for instance, loss of confidence in an employee for making disparaging remarks concerning a senior planter to junior planters has been held to be justified [The Ceylon Mercantile Union v. Geo Steuart & Co. Ltd. CGG 14773 of 3 November, 1967]. In another case, the Court of Appeal, in concluding that the termination was justified, held that there was reasonable suspicion of the employees complicity in the theft and that, although insufficient to bring home a charge of theft, it was sufficient to establish negligence having regard to his position as a security guard [Ceylon Cold Stores Ltd. v. Gunapala CA/398/1980 CAM 06.08.1982]. In the case of Peiris v Celltel Lanka Limited [SC Appeal No. 30/2009; SC Minutes of 11th March 2011 at pages 8-9] the issue of loss of confidence in a non-banking environment was addressed. The Appellant in this case was an Assistant Manager, a position characterized by the court as of responsibility which demands integrity, competency, reliability and independence. It was held by Tilakawardane, J that There was without a doubt an expectation by the Respondent that the Appellant was to act with the utmost integrity and honesty, arguably even more so than that required of an employee without such autonomy. Once the Appellant fell short of this expectation it is perfectly reasonable, by any reasonable standard, that the Respondent would cease to continue to repose any confidence in the Appellant. Loss of confidence arises when the employer suspects the honesty and loyalty of the employee. It is often a subjective feeling or individual reaction to an objective set of facts and motivation. It should not be a disguise to cover up the employers inability to establish charges in a disciplinary inquiry but must be actually based on a bona fide suspicion against the employee making it impossible or risky to the organization to continue to keep him in service. The employer-employee relationship is based on trust and confidence both in the integrity of the employee as well as his ability or capacity. Loss of confidence however, is not fully subjective and must be based on established grounds of misconduct which the law regards as sufficient [emphasis added].",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      512.38,
      794.62,
      526.04,
      805.66
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      54.09,
      527.03,
      278.09
    ],
    "text": "In cases of employment which demand a high level of responsibility and autonomy, a lapse in integrity is the precise sort of moral turpitude that can result in a particularly devastating structural and managerial breakdown simply because of the reliance and expectation placed in the hands of such positions, and as such is the sort of transgressive behaviour for which termination of services can be justified. [emphasis added] The following two excerpts from the judgment Peoples Bank Vs Lanka Banku Sevaka Sangamaya [SC Appeal 106/2012 decided on 09-06-2015] of His Lordship Justice Sisira J. de Abrew would show how this Court looked at the above issue of Loss of Confidence and Misconduct in the workplace.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      280.1,
      527.04,
      758.53
    ],
    "text": "I now advert to these matters. It is correct to say that acts of misconduct committed by him are private transactions between him and third parties and that he had not caused any monetary loss to the Appellant Bank. As I pointed out earlier the cheques issued by him have been dishonored by the bank on the grounds that there were no sufficient funds in his account and that the cheques were issued after the account had been closed. These acts clearly demonstrate that he was dishonest when he issued the cheques. When an employee of the Appellant Bank committed the above-mentioned dishonest acts, they will affect the reputation of the bank and such acts would undoubtedly erode the confidence of the people that they have towards the bank. Needless to say, that the existence of a bank depends on public confidence. When employees of the Appellant Bank behave in this manner, it will affect the reputation of the Bank and therefore the Bank must take disciplinary actions against such employees. In my view such persons cannot function in Banks. When compensation is awarded to the employees who committed the above acts of misconduct, such a decision can be construed as an encouragement to commit further acts of misconduct. .. In the case M Sithamparanathan Vs. Peoples Bank [1986] (1) SLR 411 it was held that .. It is needless to emphasize that the utmost confidence is expected of any officer employed in a Bank. Not only has he to transact business with the public but also he has to deal with money belonging to customers in the safe custody of the Bank. As such he owes a duty both to the Bank to preserve its fair name and integrity and to the customer whose money lies in deposit with the Bank. Integrity and confidence thus are indispensable and where an officer has forfeited such confidence and has been shown up as being involved in any",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      512.38,
      794.62,
      526.04,
      805.66
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      67.58,
      54.21,
      530.14,
      494.62
    ],
    "text": "fraudulent or questionable transaction, both public interest and the interest of the bank demand that he should be removed from such confidence. . In this instant case, a Deputy District Manager is expected to work with diligence and confidence while issuing loans to applicants. The manager owes a duty both to the Company and the customers who borrow such loans. In the case of National Savings Bank Vs. Ceylon Bank Employees Union [1982] (2) SLR 629 it was held that . The public have a right to expect a high standard of honesty in persons employed in a bank and bank authorities have a right to insist that their employees should observe a high standard of honesty. This is an implied condition of service in a bank. Conduct on the part of a bankman which tends to undermine public confidence amounts to misconduct. Whether the misconduct relates to the discharge of his duties in the bank or not, if it reflects on the bankmans honesty, it renders him unfit to serve in a bank and justifies the dismissal D L K Peiris Vs Celltell Lanka Ltd [SC Appeal 30/2009, decided on 24-11-2010] held that The Appellant was an Assistant Manager, Credit Collections (outstation), a position of responsibility which demands integrity, competency, reliability and independence. Given the nature of the Appellants services which was to independently handle the Respondents work in the outstation districts, there was without a doubt an expectation by the Respondent that the Appellant was to act with the utmost integrity and honesty, arguably even more so than that required of an employee without such autonomy.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      68.18,
      508.12,
      530.34,
      745.93
    ],
    "text": "Once the Appellant fell short of this expectation it is perfectly reasonable, by any reasonable standard, that the Respondent would cease to continue to repose any confidence in the Appellant. Loss of confidence arises when the employer suspects the honesty and loyalty of the employee. It is often a subjective feeling or individual reaction to an objective set of facts and motivation. It should not be a disguise to cover up the employers inability to establish charges in a disciplinary inquiry but must be actually based on a bona fide suspicion against the employee making it impossible or risky to the organization to continue to keep him in service. The employer-employee relationship is based on trust and confidence both in the integrity of the employee as well as his ability or capacity. Loss of confidence however, is not fully subjective and must be based on established grounds of misconduct which the law regards as sufficient. The concept of loss of confidence has been well expressed in the following terms:",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      512.38,
      794.62,
      526.04,
      805.66
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      67.58,
      54.21,
      530.34,
      758.65
    ],
    "text": "the contractual relationship as between employer and employee so far as it concerns a position of responsibility is founded essentially on the confidence one has in the other and in the event of any incident which adversely affects that confidence the very foundation on which that contractual relationship is built should necessarily collapse. Once this link in the chain of the contractual relationship. snaps it would be illogical or unreasonable to bind one party to fulfill his obligations towards the other. Otherwise, it would really mean an employer being compelled to employ a person in a position of responsibility even though he has no confidence in the latter. (vide Democratic Workers Congress vs De Mel and Wanigasekera .) We could also look into a broader approach of the concept of loss of confidence by leaning into the concept of trust. Wanasundera, J in Kosgolle Gedara Greeta Shirani Wanigasinghe v Hector Kobbekaduwa Agrarian Research and Training Institute [SC Appeal No. 73/2014; SC Minutes of 2nd September 2015], stated that; The Appellant argued that she did not hold a fiduciary position in the Respondent Institution and therefore the final charge in the charge sheet regarding loss of confidence does not apply to her. I see this concept in a different way. All the workers in any institution work for the employer. The employer has employed each and every person having allocated some part of the work of the employer. Let it be the Chief Executive Officer, let it be a clerk or a peon or even a sanitation labourer, they are employed under the employer. The employer trusts that they will do their part of the work properly. The employer thus has trust on them. The CEO is a very highly trusted person. The officers are also trusted with may be a little lesser degree than the CEO. The minor employee also is trusted, may be even to a lesser degree than the officer. No employee is distrusted. Without trust, an employer cannot and will not employ any person. The employee knows that he is trusted not to be negligent in his work, not to be indisciplined, not to be fraudulent, not to work without due care for co-workers etc. They are tied to the employer with the bond of trust. I am of the view that each and every employee is holding a fiduciary position in relation to the employer. The employee cannot break his trust and work at his or her free will and leisure [emphasis added]. Further Obeyesekere, J stated in the case of The Associated Newspapers of Ceylon Limited V M.S.P. Nanayakkara [SC Appeal No: 223/2016] decided on 06th December 2022 I am of the view that an employee is expected at all times to serve his employer: (a) with honesty and integrity;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      512.38,
      794.62,
      526.04,
      805.66
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      67.58,
      54.09,
      527.01,
      625.66
    ],
    "text": "(b) in a manner that does not breach the trust that has been placed in him/her; (c) in a manner that fosters the confidence that the employer has in him/her. While the above would undoubtedly include a requirement that all matters that may give rise to a conflict of interest or any matter that may give rise to the employer losing confidence in the employee be reported to the employer forthwith, failure to act as set out above may result in the employer losing confidence in the employee. Having laid down the legal context of loss of confidence and misconduct in the workplace, I shall now consider whether the Appellant has in fact lost confidence in the Respondent and therefore whether the Respondent can actually claim for compensation and back wages when in fact he admitted guilt to the 2nd charge. It goes without saying that the position of a Deputy District Manager is a position of high responsibility and hence requires such a person who holds such a designation to work with diligence and consistency. It also should be noted that having worked for over 12 years, a reasonable person would expect a high standard of working and awareness in the Organisation. Therefore, it is fair to assume that the Respondent was aware of the dealings of the company. We should further notice that the Respondent should have known to carefully and not negligently control the issuance of loans to consumers. It makes no difference whether the Respondent acted dishonestly in this situation. What matters is whether he acted negligently, causing the Appellant to lose confidence in the Respondent. He has acted negligently by not adequately supervising the granting of loans, which has led to the Appellant losing confidence in the Respondent. After working for a long period, an employer will place a certain amount of faith and trust in their staff. This therefore raises the question of whether the Respondent can claim for compensation and back wages after;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      67.58,
      627.32,
      526.97,
      733.45
    ],
    "text": "1) losing faith in the Respondent 2) the Respondent admitted guilt to the 2nd charge Taking into account the facts and circumstances unique to this case, I am of the view that the Respondent's failure to carefully supervise the issuance of loans is a serious breach of discipline that goes to the heart of the employer-employee",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      512.38,
      794.62,
      526.04,
      805.66
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      54.21,
      527.02,
      254.93
    ],
    "text": "relationship and is sufficient to state that the Appellant has lost trust and confidence in the Respondent. The decision of the Appellant to terminate the service of the Respondent is amply supported by the facts and circumstances of the present case. The aforementioned facts are sufficient for the Appellant to no longer have confidence in the Respondent. The Company would not be able to function with Employees on its staff who are unwilling to strictly abide by the regulations set forth by the Company to protect the trust placed in them by customers. Since it is now established that the Appellant has lost confidence in the",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      263.51,
      436.18,
      279.05
    ],
    "text": "Respondent, I answer the first question of law in the affirmative.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      287.66,
      526.84,
      543.94
    ],
    "text": "Even though the Labour Tribunal in the case of Peoples Bank v Lanka Banku Sevaka Sangamaya [SC Appeal No. 209/2012; SC Minutes of 16th November 2015 at pages 18-19]: granted compensation having held that the termination was justified in appeal, Sisira De Abrew, J set aside the order for compensation on the basis that, When compensation is awarded to the employees who committed the above acts of misconduct, such a decision can be construed as an encouragement to commit further acts of misconduct.. In David Michael Joachim v Aitken Spence Travels Limited [SC Appeal No. 9/2010; SC minutes of 11th February 2021], Kodagoda, J held that while an employee whose termination of services is lawful and justified cannot as of right claim compensation, The power conferred by law on the labour tribunal requires the President of",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      552.52,
      526.35,
      568.06
    ],
    "text": "the tribunal to make a just and equitable order, and he is not precluded by law",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      576.64,
      526.35,
      592.18
    ],
    "text": "from making an order for the payment of compensation to the applicant, if the",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      600.88,
      369.46,
      616.42
    ],
    "text": "circumstances justify the making of such an order",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      649.15,
      526.48,
      664.69
    ],
    "text": "The ordering of compensation to the applicant should be considered favourably,",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      673.27,
      526.48,
      688.81
    ],
    "text": "if attendant circumstances justifies the making of an order for compensation, and",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      697.51,
      526.97,
      713.05
    ],
    "text": "particularly when termination of services though determined by the tribunal to",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      721.63,
      526.57,
      737.17
    ],
    "text": "have been both lawful and justifiable, was not occasioned due to any",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      745.75,
      438.1,
      761.29
    ],
    "text": "wrongdoing/misconduct committed by the applicant. (employee).",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      512.38,
      794.62,
      526.04,
      805.66
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      54.21,
      526.5,
      88.23
    ],
    "text": "In situations where termination of services was due to misconduct by the",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      96.95,
      526.73,
      112.49
    ],
    "text": "applicant/workman and such termination is held by the tribunal to have been just",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      121.07,
      508.69,
      136.61
    ],
    "text": "and equitable, an order for compensation would be just and equitable, only if",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      145.19,
      526.51,
      160.73
    ],
    "text": "there are special or exceptional circumstances, that warrant the making of such",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      169.31,
      297.44,
      184.85
    ],
    "text": "an order for payment of compensation.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      217.67,
      526.42,
      233.21
    ],
    "text": "In the present case, the Appellant Company had sufficient grounds to lose",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      241.79,
      526.54,
      257.33
    ],
    "text": "confidence and hence terminate the Respondent's employment. Hence, I",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      265.91,
      526.38,
      281.45
    ],
    "text": "conclude that the Respondent in this instance does not have any claim to",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      290.06,
      526.88,
      305.6
    ],
    "text": "compensation or back wages from the Appellant Company especially after",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      314.3,
      425.98,
      329.84
    ],
    "text": "having acted negligently and admitting guilt to the 2nd charge.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      362.54,
      526.44,
      378.08
    ],
    "text": "Accordingly, due to the reasons stated above, the two questions of law on which",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      386.66,
      526.5,
      402.2
    ],
    "text": "leave has been granted is answered in the affirmative , the Judgement of the",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      410.9,
      475.93,
      426.44
    ],
    "text": "High Court is set aside and the order of the Labour Tribunal is restored.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      459.52,
      175.73,
      475.06
    ],
    "text": "Appeal is allowed.",
    "fonts": [
      "Times New Roman,Bold",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      283.61,
      507.64,
      516.61,
      523.18
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      556.0,
      245.36,
      571.54
    ],
    "text": "P. PADMAN SURASENA, J.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      580.12,
      116.21,
      595.66
    ],
    "text": "I agree.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      283.61,
      628.48,
      516.61,
      644.02
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      676.75,
      308.36,
      692.29
    ],
    "text": "MAHINDA SAMAYAWARDHENA, J.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      700.87,
      116.21,
      716.41
    ],
    "text": "I agree.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      512.38,
      794.62,
      526.04,
      805.66
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      283.61,
      54.33,
      516.61,
      69.87
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]