[
  {
    "page_number": 0,
    "bbox": [
      166.82,
      35.14,
      526.18,
      49.37
    ],
    "text": "SC Writ No. 03/2024 - Judgment",
    "fonts": [
      "BookAntiqua-Bold",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      812.14,
      302.91,
      836.5
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      116.78,
      49.76,
      481.54,
      113.84
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      243.05,
      116.14,
      526.37,
      230.42
    ],
    "text": "In the matter of an Application for mandates in the nature of Writs of Certiorari and Mandamus under and in terms of Article 140 of the Constitution read with Article 104H of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      233.02,
      479.74,
      436.15
    ],
    "text": "01. Helambage Sajith Kelum No. 201, Richmond Hill, S.H. Dahanayaka Mawatha, Galle. 02. Deneththi Mihiri Kanchana Mendis No. 201, Richmond Hill, S.H. Dahanayaka Mawatha, Galle.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      438.61,
      526.42,
      502.69
    ],
    "text": "Petitioners Vs. SC Writ No. 03/2024",
    "fonts": [
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      505.35,
      479.02,
      794.28
    ],
    "text": "01. Rohana Wasantha Kumara Grama Niladhari, 96 – South Kumbalwella, Galle. 02. Shantha Weerasinghe District Secretariat, District Secretariat Building, Galle. 03. W.H.R. Vijaya Kumara Deputy Commissioner of Elections, Galle, No. 6, Colombo Road, Galle.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      166.82,
      35.14,
      526.18,
      49.37
    ],
    "text": "SC Writ No. 03/2024 - Judgment",
    "fonts": [
      "BookAntiqua-Bold",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      812.14,
      302.91,
      836.5
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      50.0,
      524.27,
      699.0
    ],
    "text": "04. Saman Sri Ratnayake Commissioner General of Elections, Election Commission, Sarana Mawatha, Rajagiriya. 05. R.M.A.L. Ratnayake Chairman of the Election Commission of Sri Lanka, Election Secretariat, P.O. Box 02, Sarana Mawatha, Rajagiriya. 06. M.A.P.C. Perera Member of the Election Commission of Sri Lanka, Election Secretariat, P.O. Box 02, Sarana Mawatha, Rajagiriya. 07. Ameer Faaiz Member of the Election Commission of Sri Lanka, Election Secretariat, P.O. Box 02, Sarana Mawatha, Rajagiriya. 08. Anusuya Shanmuganathan Member of the Election Commission of Sri Lanaka, Election Secretariat, P.O. Box 02, Sarana Mawatha, Rajagiriya. 09. Honourable Attorney General Attorney General’s Department, Colombo 12.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      701.46,
      526.42,
      750.0
    ],
    "text": "Respondents",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      166.82,
      35.14,
      526.18,
      49.37
    ],
    "text": "SC Writ No. 03/2024 - Judgment",
    "fonts": [
      "BookAntiqua-Bold",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      812.14,
      302.91,
      836.5
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      49.76,
      517.82,
      283.88
    ],
    "text": "BEFORE : VIJITH K. MALALGODA, PC., J. E.A.G.R. AMARASEKARA, J. & YASANTHA KODAGODA, PC., J. COUNSEL : Nuwan Bopage with Hansaka Chandrasinghe for the Petitioners. Ms. H. Opatha, SSC, for all the Respondents. ARGUED & DECIDED ON : 12th June 2024 YASANTHA KODAGODA, PC., J.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      286.45,
      526.42,
      300.91
    ],
    "text": "1. This matter initially came up for consideration on the 19th February 2024, on",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      303.61,
      529.3,
      523.89
    ],
    "text": "which day learned counsel for the Petitioners urged this Court to consider taking up this matter for Inquiry on an urgent basis due to reasons he explained to Court. Learned Senior State Counsel for the Respondents sought time to file limited objections. Accordingly, time was granted. Consequently, limited objections were filed on behalf of the Respondents and a limited counter affidavit was filed on behalf of the Petitioners. It is noted that, in the meantime, learned Senior State Counsel had attempted to cause administrative relief to be granted to the Petitioners, and had accordingly advised the Respondents in a fitting manner. When this matter came up on 10th June 2024, learned Senior State Counsel submitted to Court that her attempts to secure administrative relief in favour of the Petitioners was not successful. Accordingly, as there was a need to take up this matter on an urgent matter, it was fixed for Inquiry today.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      526.59,
      526.31,
      541.05
    ],
    "text": "2. When this matter was taken up today, learned counsel agreed that the limited",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      543.75,
      526.43,
      678.24
    ],
    "text": "material filed in the form of Affidavit of the Respondents and the Counter Affidavit of the Petitioner, together with the Petition and material presented with the Petition could be treated by this Court as the pleadings of this matter, and that they do not need to tender to Court any further material. Learned counsel also agreed that in view of the attendant circumstances of this matter, this Court could take up this Application for hearing today. 3. The 1st Petitioner is a ‘tuition master’, who travels widely to areas in and out of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      680.94,
      529.54,
      798.36
    ],
    "text": "Galle, where they live. The 2nd Petitioner is not engaged in employment. The case of the two Petitioners (husband and wife) is that, they got married to each other on 25th October 2018. (The Marriage Certificate was produced marked “P1”.) On 15th November 2019 they jointly purchased a land at No. 201, Richmond Hill, S.H. Dahanayake Mawatha, Galle for six million rupees, for the purpose of building a house for them to live. (The Deed of Transfer No. 2923 was produced marked “P2”.) On 15th November 2019, they obtained a housing",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      166.82,
      35.14,
      526.18,
      49.37
    ],
    "text": "SC Writ No. 03/2024 - Judgment",
    "fonts": [
      "BookAntiqua-Bold",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      812.14,
      302.91,
      836.5
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      50.0,
      526.42,
      184.48
    ],
    "text": "loan of two million rupees from the Hatton National Bank and as security mortgaged the afore-stated land. (The Mortgaged deed was produced as an attachment to “P2”.) On 13th December 2019, they were blessed with a boy child who was named ‘Sehas Damkin Helambage’ (His Birth Certificate was produced marked “P4”.) 4. A house was constructed on the afore-stated land. The ground floor partly, and",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      187.18,
      526.34,
      321.67
    ],
    "text": "the upper floor fully. Consequently, they went into occupation and ever since lived in that house. A series of utility bills and other documents were presented marked “P5(i)” to “P5(xxx)” in proof of residency at the afore-stated address. Among those documents was “P5(xx)”, which establishes the payment of Assessment Tax to the Galle Municipal Council in respect of the above-mentioned residential premises for the year 2023. The authenticity of those documents was not challenged by the Respondents.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      324.37,
      526.15,
      338.83
    ],
    "text": "5. Since 2019, their names had been included in the Electoral Register (Voters’",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      341.53,
      526.42,
      441.67
    ],
    "text": "List) as against the afore-stated address. In proof thereof, documents marked “P6(a)” and “P6(b)” were produced. They allege that when the Voters' List was revised in late 2023, their names were omitted at the instance of the conduct of the 1st Respondent who is the Grama Niladari of the relevant area. 6. According to the Petition, the 2nd Petitioner had become pregnant in 2023 and",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      444.37,
      526.42,
      544.65
    ],
    "text": "in August of this year, the 2nd Petitioner is due to give birth the child. In view of the pregnancy of the 2nd Petitioner, she had temporarily moved to the residence of her parents. The 1st Petitioner had also gone along with the 2nd Petitioner. As a result, their house fell vacant on a temporary basis. 7. The position of the Petitioners is that, when the Electoral Register was being",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      547.35,
      526.42,
      801.96
    ],
    "text": "revised by checking residency at the given addresses, on 22nd December 2023, 1st Respondent had visited households of the area where the Petitioners lived permanently. Having noted the absence of the Petitioners at the house on the particular day (which is admitted by the Petitioners), the 1st Respondent had made a recommendation for the deletion of the names of the two Petitioners from the revised Electoral Register for 2023. The Petitioners claim that, had the 1st Respondent made inquiries from the neighborhood, the 1st Respondent would have got to know that the absence of the Petitioners from their residence was temporary. That the 1st Respondent had made such a recommendation is apparent on the face of “R4” and “P11” which shows that the 1st Respondent had noted the absence of the Petitioners at the given address and made a recommendation for the deletion of their names from the revised Electoral Register for 2023.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      166.82,
      35.14,
      526.18,
      49.37
    ],
    "text": "SC Writ No. 03/2024 - Judgment",
    "fonts": [
      "BookAntiqua-Bold",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      812.14,
      302.91,
      836.5
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      50.0,
      525.98,
      81.5
    ],
    "text": "8. Consequent to the receipt of that recommendation, the relevant officials who",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      84.22,
      526.42,
      184.48
    ],
    "text": "were acting on behalf of the Elections Commission (including the 4th Respondent – Commissioner General of Elections) had taken steps to remove the names of the two Petitioners from the current Electoral Register on the basis that the Petitioners were no longer residing at their place of residence (as per the Electoral Register).",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      187.18,
      526.42,
      201.64
    ],
    "text": "9. The position of the learned Counsel for the Petitioners is that, the 1st",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      204.34,
      526.38,
      304.51
    ],
    "text": "Respondent – Grama Niladari, had acted without due diligence and also contrary to the Guidelines issued by the Elections Commission with regard to the verification and determination of occupancy when the Electoral Registers are being revised. 10. The position of the Respondents is that, the process of revision of the Electoral",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      307.21,
      526.41,
      493.17
    ],
    "text": "Register (2023) was carried out in terms of the applicable Rules. The Elections Commission had acted on the recommendation of the 1st Respondent – Grama Niladhari of the area. Further, prior to the actual deletion of the Petitioners' names from the current revised Electoral List, the relevant authorities had published the Notices indicating the entitlement of previously registered voters to check whether the revision was correct or not. Notwithstanding such public Notice which had been issued via the Short Message System (SMS), the Petitioners do not appear to have checked whether following the revision of the Electoral Register, their names continue to appear. 11. By way of limited counter objections, the Petitioners have presented to this",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      495.87,
      526.42,
      664.68
    ],
    "text": "Court, documents marked “P16” which is a certified copy of a Report prepared by the Administrative Officer attached to the Divisional Secretariat of Galle pertaining to an inquiry conducted by him on behalf of the Divisional Secretary who had acted pursuant to a request to that effect sent by the 2nd Respondent - District Secretary, Galle. (It is apparent that, upon noting that their names had been omitted from the revised Electoral Register, the Petitioners have lodged a complaint with the District Secretary Galle against the 1st Respondent – Grama Niladhari. 12. According to that Report, the afore-stated Administrative Officer (who is not a",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      667.38,
      526.35,
      801.96
    ],
    "text": "Respondent) has conducted an inquiry into this matter. He has interviewed the 1st Respondent, who had claimed that on two occasions, he visited the area where the Petitioners claim that their residence is situated. The Petitioners were not present in the house situated at the given address. Therefore, he took steps to recommend the deletion of their names from the revised Electoral List. On 06th March 2024 around 10.45 am, without giving any prior notice, the Administrative Officer had proceeded to the residence of the two Petitioners and found the 2nd Petitioner who was pregnant to be present at the given",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      166.82,
      35.14,
      526.18,
      49.37
    ],
    "text": "SC Writ No. 03/2024 - Judgment",
    "fonts": [
      "BookAntiqua-Bold",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      812.14,
      302.91,
      836.5
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      50.0,
      526.43,
      321.67
    ],
    "text": "address. He had made inquiries from those living in the neighborhood, who had confirmed that both Petitioners have been living at the relevant house on a long-term basis. Furthermore, when the Census inquiries took place, the Petitioners had been present at the address. The Grama Niladhari was not able to counter this factual position. In his Report, the Administrative Officer has observed that the 1st Respondent – Grama Niladari (who had officiated in the relevant area only for 10 months), had not acted with due diligence in verifying his provisional finding that the two Petitioners had left their residence on a long-term basis. He had also concluded that the Grama Niladhari had acted in breach of the relevant Guidelines issues to Grama Niladharis pertaining to the revision of the Electoral List. Neither the authenticity of “P16”, nor the observations of the Administrative Officer were challenged or countered by the Respondents. Thus, “P16” adds credence to the case of the Petitioner. 13. In view of the of totality of the material before this Court and the submissions",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      324.37,
      526.42,
      561.81
    ],
    "text": "made by learned counsel for the Petitioners and the Respondents, this Court concludes that as at the end of 2023 and in March of 2024, the Petitioners have been residing at the address contained in the caption of this Application, and that there is no evidence to suggest that as at the end of 2023 the Petitioners had left their residence at the address contained in the Electoral List on a long-term basis. In the circumstances, the 1st Respondent has in fact not acted with due diligence and in terms of the relevant Guidelines issued by the Elections Commission with regard to the verification of residency of those whose names appear in the previous year’s (2022) Electoral List. As the afore-stated Administrative Officer has observed, upon observing that the Petitioners were not present at the given address, had the relevant Grama Niladari made inquiries from the immediate neighborhood, it would have transpired that the Petitioners have in fact, not left their residence on a long-term basis.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      564.51,
      526.02,
      578.97
    ],
    "text": "14. In the circumstances, this Court arrives at the finding that the impugned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      581.67,
      526.41,
      801.96
    ],
    "text": "decision of the Respondents to remove the names of the two Petitioners from the revised Electoral List of 2023 had been arrived at without diligent inquiry and reliable evidence. When an impugned decision had been arrived at founded upon certain proclaimed facts and circumstances, and it is found by court that such facts and circumstances considered by the decision-maker in fact did not exist and the considered factual basis for the decision is either non-existent or is unreliable, such decision is susceptible to be quashed following judicial review. Accordingly, this Court concludes that the impugned decision of the Respondents is unlawful founded upon the “No Evidence Principle”, since the 4th Respondent (the primary decision-maker) had not acted not acted upon reliable evidence. It is to be noted that the “No Evidence Principle” is a sui generis ground to, following judicial review, quash a decision of a statutory or public authority.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      166.82,
      35.14,
      526.18,
      49.37
    ],
    "text": "SC Writ No. 03/2024 - Judgment",
    "fonts": [
      "BookAntiqua-Bold",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      812.14,
      302.91,
      836.5
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      50.0,
      525.96,
      81.5
    ],
    "text": "15. In the circumstances, on a consideration of the totality of the material placed",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      84.22,
      526.42,
      218.8
    ],
    "text": "before this Court and the submissions of the learned Counsel, this Court issues a mandate in the nature of a Writ of Certiorari quashing the decision of the Respondents to remove the names of the two Petitioners from the revised Electoral List of 2023, and further, issues a mandate in the nature of a Writ of Mandamus directing the Respondents to include the names of the two Petitioners in the revised Electoral List of 2023. 16. These mandates are to be implemented by the 4th Respondent with immediate",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      221.5,
      525.99,
      270.16
    ],
    "text": "effect, so as to enable the two Petitioners to exercise franchise whenever the need to do so arises.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      272.89,
      526.37,
      287.35
    ],
    "text": "17. In the circumstances, the Application of the Petitioners is allowed. No order is",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      290.05,
      322.63,
      372.67
    ],
    "text": "made with regard to the costs.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      375.01,
      526.42,
      456.31
    ],
    "text": "JUDGE OF THE SUPREME COURT VIJITH K. MALALGODA, PC, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      458.77,
      526.42,
      590.05
    ],
    "text": "JUDGE OF THE SUPREME COURT E.A.G.R. AMARASEKARA, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      324.07,
      592.35,
      526.42,
      606.61
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]