[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      94.97,
      503.64,
      110.07
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      110.21,
      386.08,
      139.4
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      139.44,
      503.5,
      337.31
    ],
    "text": "In the matter of an application for Leave to Appeal in terms of section 5c of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990 as amended. P. K. Nimal Upali Alahakoon No. 193/4, W.A. Silva Mawatha, Wellawatte, Colombo 06.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      339.51,
      503.5,
      433.86
    ],
    "text": "Plaintiff SC Appeal No. 153/2013 SC HCCA/LA No. 150/2011 WP/HCCA/Mt. No. 01/2005(F) DC Mt. Lavinia No. 1145/99/L",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      435.39,
      375.19,
      537.25
    ],
    "text": "Vs. M. Azwer Hassim No. 8, Alexandra Road, Colombo 06.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      537.29,
      503.74,
      583.67
    ],
    "text": "Defendant AND BETWEEN",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      585.88,
      375.19,
      675.16
    ],
    "text": "M. Azwer Hassim No. 8, Alexandra Road, Colombo 06.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      371.23,
      677.36,
      503.74,
      691.34
    ],
    "text": "Defendant-Appellant",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      693.56,
      503.74,
      723.74
    ],
    "text": "Vs.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      725.96,
      503.74,
      756.16
    ],
    "text": "P. K. Nimal Upali Alahakoon",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      71.98,
      398.71,
      150.8
    ],
    "text": "No. 193/4, W. A. Silva Mawatha, Wellawatte, Colombo 06.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      153.0,
      507.82,
      183.18
    ],
    "text": "Plaintiff-Respondent",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      198.02,
      185.4,
      330.05,
      199.38
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      201.6,
      375.19,
      329.01
    ],
    "text": "M. Azwer Hassim No. 08, Alexandra Road, Colombo 06. (Deceased)",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      307.13,
      331.23,
      503.74,
      345.21
    ],
    "text": "Defendant-Appellant-Appellant",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      347.43,
      503.74,
      458.61
    ],
    "text": "Abdullah Azwar No. 08, Alexandra Road, Colombo 06.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      290.09,
      460.85,
      499.66,
      474.83
    ],
    "text": "Substituted Defendant-Appellant-",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      439.87,
      477.05,
      507.82,
      491.03
    ],
    "text": "Appellant",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      493.25,
      503.74,
      685.46
    ],
    "text": "Vs. P. K. Nimal Upali Alahakoon No. 193/4, W. A. Silva Mawatha, Wellawatte, Colombo 06. (Deceased)",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      687.68,
      503.74,
      766.48
    ],
    "text": "Plaintiff-Respondent-Respondent Chandralatha Abekoon No. 193/4, W. A. Silva Mawatha,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      270.05,
      71.98,
      347.83,
      118.4
    ],
    "text": "Wellawatte, Colombo 06.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      289.61,
      120.6,
      499.66,
      134.58
    ],
    "text": "Substituted Plaintiff-Respondent-",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.0,
      136.8,
      507.82,
      342.47
    ],
    "text": "Respondent Before : E. A. G. R. Amarasekara, J Kumudini Wickremasinghe, J K. Priyantha Fernando, J Counsel : Faisz Mustapha, PC with Hemasiri Withanachchi and Thushani Machado for the Defendant-Appellant-Appellant instructed by Sanjeewa Kaluarchchi.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      234.05,
      344.67,
      495.41,
      407.27
    ],
    "text": "Geoffry Alagaratnam, PC with B. Illeperuma for the Substituted-Plaintiff-Respondent-Respondent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      409.47,
      309.89,
      472.07
    ],
    "text": "Argued on : 13.05.2024 Decided on : 29.10.2024",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      63.0,
      474.29,
      503.46,
      747.52
    ],
    "text": "K. PRIYANTHA FERNANDO, J 1. The Defendant-Appellant-Appellant (hereinafter referred to as the defendant) preferred the instant appeal against the judgment of the Provincial High Court of Civil Appeal of the Western Province holden in Mount Lavinia which held in favour of the Plaintiff-Respondent-Respondent (hereinafter referred to as the plaintiff) and declared that the plaintiff is entitled to a six feet wide access road which he has been using across the land of the defendant. The said claim for six feet wide access road over the defendants land forms the subject matter of this case. 2. The plaintiff states that, the matter between the parties was referred to the mediation board for settlement. However, as it yielded no settlement, action was instituted by the plaintiff in the District Court",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      71.98,
      503.29,
      102.2
    ],
    "text": "of Mount Lavinia seeking that the plaintiff be allowed to use the said access road as prayed for.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      63.0,
      104.4,
      503.33,
      167.0
    ],
    "text": "3. The learned District Judge delivering her judgment dated 07.03.2005 held in favour of the plaintiff and granted the relief prayed, which is a 6 feet wide access road.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      63.0,
      169.2,
      503.38,
      248.0
    ],
    "text": "4. Being aggrieved by the judgment of the learned District Judge, the defendant preferred an appeal to the Provincial High Court of Civil Appeals holden in Mount Lavinia. The High Court by its judgment dated 31.03.2011 dismissed the appeal of the defendant.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      63.0,
      250.2,
      503.43,
      361.55
    ],
    "text": "5. Being aggrieved by the judgment of the Provincial High Court of Civil Appeals holden in Mount Lavinia, the defendant preferred an appeal to this Court. This Court granted leave to appeal on the questions of law no. (i), (ii) and (vii) set out in paragraph 12 of the petition dated 04.05.2011.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      371.79,
      200.9,
      385.77
    ],
    "text": "Questions of Law",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      395.79,
      503.24,
      409.79
    ],
    "text": "(i) Did the Provincial High Court of Civil Appeals err in failing to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      411.99,
      503.41,
      539.41
    ],
    "text": "appreciate that the judgment of the learned District Judge is indefinite and unenforceable and has necessarily to be set aside for non-compliance with Section 41 of the Civil Procedure Code which mandates the requirement to describe the right of way by reference to physical metes and bounds or by reference to a sufficient sketch, map or plan? (ii) Did the Provincial High Court of Civil Appeals err in failing to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      541.61,
      503.5,
      604.33
    ],
    "text": "appreciate that the Respondents action was based on a claim to soil rights and not on prescription and title deeds reveals that the Respondent had no title whatsoever to soil rights to the said road way?",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      103.58,
      630.65,
      503.3,
      644.65
    ],
    "text": "(vii) Has the Provincial High Court of Civil Appeals failed to",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      646.85,
      503.3,
      677.2
    ],
    "text": "appreciate that the Respondents assertion that Nalani de Silva conveyed the right of access by deed No. 424 is unfounded?",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      63.0,
      687.32,
      503.44,
      766.18
    ],
    "text": "6. The plaintiff in his plaint states that, the plaintiff resides at No. 193/4 W.A. De Silva Mawatha, Wellawatta and that he is the owner of the said premises. The plaintiffs mother, Imaduwage Kulawathie Alahakoon, was entitled to the said premises by way of certificate of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      63.0,
      71.98,
      503.5,
      620.65
    ],
    "text": "sale bearing No.918 dated 27.02.1967 issued in the District Court of Colombo. She has transferred the ownership of the said land and premises to the plaintiff by way of a deed of gift, bearing No. 8192 dated 16.11.1982 (at page 44 of the appeal brief) attested by A.B.W. Jayasekere, Notary Public. By the said deed, she has transferred all servitudes attached to the land to the plaintiff. 7. However, in relation to the aforesaid position of the plaintiff, this Court observes that no servitude has been specifically created or granted by the said certificate of sale to be gifted through the aforesaid deed of gift. Further, it is observed that, no servient tenement has been described in relation to the land acquired through the said certificate of sale and deed of gift with its metes and bounds in the Plaint. This Court also observes that, even though the said deed of gift intends to convey all servitudes pertaining to the land gifted by the said deed, the said deed does not reveal the nature as to its width, extent, boundaries etc. of such servitude, the servient tenement to which it attaches or how it was originated. 8. The plaint further states that, the land adjacent to the plaintiffs land (situated to the east of the plaintiffs land) which was 3.79 perches in extent was also in the possession of the plaintiff upon obtaining title by way of deed of sale bearing No. 424 dated 27.01.1993, (at page 49 of the appeal brief) attested by V.A. De Silva, Notary Public whereby W.P. Nalini Silva has transferred the said land to the plaintiff. It is the position of the plaintiff that the site plan marked in evidence as [P-18] which is [P-4] with the Plaint, portrays the said land and the access road. The plaintiff states that the access road set out in P-18 has been used by the previous owner and it has also been transferred to the plaintiff, and that the plaintiff and his predecessors have been residing in the said premises for over 50 years and they have been using the 6 feet wide access road over the defendants land to enter their land. The plaintiff states that this is the only road that provides access to his land.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      63.0,
      622.85,
      503.5,
      766.48
    ],
    "text": "9. In relation to the aforesaid position of the plaintiff, this Court observes that other than Ashtip road and W.A. De Silva Mawatha shown as boundaries to the east and south in the said site plan, no right of way is clearly shown or indicated or described on the said site plan, especially a right of way with a width of 6 feet as claimed by the plaintiff is not shown on the said site plan. This Court further observes that, when the aforesaid deed No. 424 [P4] was executed, what was transferred was Lot no.3612 of the plan no. 3858. Even though no",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      63.0,
      71.98,
      503.81,
      270.32
    ],
    "text": "specific servitude has been mentioned in the said deed, it appears the plaintiff relies on the terms in the body of the deed and contained in the schedule of the said deed, which terms have been used to indicate the land in the schedule and everything that belongs to it. This means that servitudes attached to the land mentioned in the schedule to the said deed were also conveyed through that deed. 10. As no specific servitude is mentioned in that deed, in order to ascertain",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      272.55,
      503.5,
      480.97
    ],
    "text": "whether there was any servitude attached to the said land, this court has to peruse the deed no. 29 [ P-6] which gave title to Nalini Silva, the vendor of said deed No.424. This Court observes that, by deed No.29 the said Nalini Silva and her mother have acquired title to Lot A1 in plan No 973 [P-19]. They have also acquired a right of way of 5 feet width along the western boundary of Lot A2 of that plan. This Court also observes that the said right of way was a right of way given to reach aforesaid Lot A1. Thus, apparently it ends at the boundary to the south of said Lot A1. As per Plan No.973, the said Lot A1 is a land in extent of 7.05 perches. What Nalini Silva had conveyed to the plaintiff through deed no.424 is only 3.79 perches stating the source of her title as said deed No.29 and maternal inheritance. This clearly shows that she conveyed only a part of Lot A1 in plan No.973.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      63.0,
      483.17,
      503.46,
      513.37
    ],
    "text": "11. As per the plans marked in evidence and other evidence, the land",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      515.57,
      503.5,
      707.8
    ],
    "text": "conveyed by Nalini Silva to the plaintiff appears to be from the northern portion of Lot A1 in plan No.973. It is observed that through deed no. 424, said Nalini Silva had not granted or created a right of way to the land sold by the said deed No. 424, (which is only a part of aforesaid Lot A1) to reach the part sold by deed No.424. This Court also notes that, Plan No.973 has not been superimposed with Plan No. 3858 or with the aforesaid site plan to show to what point the 5 feet wide right of way mentioned in deed No.29 existed and the definite area where it should situate on those plans. Further, no predecessor in title has been called as a witness to show that the right of way referred to in deed no.29 was extended and used over the balance portion of the aforesaid Lot A1 which was not sold through deed No.424.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      63.0,
      71.98,
      503.45,
      85.98
    ],
    "text": "12. This Court also observes that, the basic rule relating to praedial",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      88.2,
      515.02,
      118.46
    ],
    "text": "servitudes is that praedial servitudes are in their nature indivisible1. In De Silva v. Nonohamy 34 NLR 113 Macdonell C. J. said that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      63.0,
      120.6,
      503.5,
      264.2
    ],
    "text": "\" .The servitude, here a right of way, is one and indivisible, in the sense that it must be shown legally to exist at each and every point on the strip of land over which it is claimed and if the claimant fail to prove its existence at any one of such points, the servitude disappears not at that point only but at every other point; 13. Cornelis v. Fernando 65 NLR 93 was a case in which the plaintiff",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      63.0,
      266.4,
      503.5,
      523.45
    ],
    "text": "claimed to be declared entitled to a right of way by prescription. It was shown that, between the plaintiff's land and the defendant's land, there was an intervening land over which the owner \"allowed\" the plaintiff to go. It was held that, in the absence of a finding that the plaintiff established a right of way by prescription over the intervening land, the Court could not grant the plaintiff a right of way through the defendant's land. Thus, to claim a right of way it is necessary for the plaintiff in the matter at hand to establish that he has a right of way over the balance portion of aforesaid Lot A1 which was not sold through deed No. 424 to connect with the right of way that existed along the western boundary of Lot A2 in Plan No.973. There exist no deed marked in evidence that creates such a right. Further, to claim such a right, no servient tenement is described in the plaint with its metes and bounds. 14. It must also be noted that, the plaint was filed on 08.02.1999 and the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      525.65,
      503.5,
      734.08
    ],
    "text": "said deed No. 424 was executed in 27.01.1993. No plan was made and superimposition done to show a definite area that the plaintiff used as the right of way, especially over the balance portion of Lot A1. Hence, there cannot be more than 10 years of use over the balance portion of aforesaid Lot A1, even if it is considered that some indefinite area over the said balance portion was used to access the portion sold by deed No.424. The aforesaid indefiniteness, lack of 10 years of use, affects any prescriptive claim of a right of way over the balance portion of the said Lot A1. The said indefiniteness is further confirmed by the plaintiffs evidence which contradicts his claim of 6 feet wide right of way when he says in evidence that the right of way is 7 feet wide at some places, 6 feet wide at another and 5 feet wide at another place without showing it through a plan made for such purpose ( vide pages",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      746.62,
      386.56,
      769.87
    ],
    "text": "1 See G.L.Peris , The Law of Property in Sri Lanka Volume Three at page 2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      63.0,
      71.98,
      503.74,
      620.71
    ],
    "text": "91, 147 of the brief and police complaints marked [P-12] and [P-13] ). The need to prove a definite path as a right of way to establish a prescriptive right to a right of way was highlighted in Karunaratne V. Gabriel Appuhamy 15 NLR 257, Kandiah V. Seenitamby 17 NLR 29, Morgappa V. Casie Chetty 17 NLR 31, Fernando V. Fernando 31 NLR 126, Marasinghe V. Samarasinghe 73 NLR 433. Even if it is considered that there was a definite track which was 5 feet wide at the beginning over the western boundary of aforesaid Lot A2, there is no evidence to show the existence of a definite track over the balance portion of the Lot A1 after the execution of deed No. 424 which sold part of Lot A1. Similarly, there is no evidence to show a creation of servitude over the said balance part of Lot A1. If it cannot be established that the right of way existed over the balance part of the said Lot A1 after the execution of Deed No. 424 to connect with the said 5 feet right of way that existed along the western boundary of Lot A2, in terms of the principle of indivisibility of praedial servitudes and the decisions in the aforesaid cases De Silva V. Nonohamy and Cornelis V. Fernando, even the right to the 5 feet wide right of way becomes extinguished. To claim a servitude of way of necessity, no servient tenement has been described in the plaint with its metes and bounds which is necessary in terms of section 41 of the Civil Procedure Code and as held in decisions in David V. Gnanawathie [2000] 2 SLR 352, Velupillai V. Subasinghe 58 NLR 385 at 386 and Matara Liyanage Mary Agnes Fernando V. Galabodage Thiboshius Silva SC Appeal No. 129/14 SC Minutes 18.12.2020. It is argued that relevance of section 41 was not taken up in the original Court but this is a pure question of law based on the nature of the plaint itself. There needs to be no other evidence to decide that. Even if it is considered for the sake of argument that relevance of section 41 was not raised in the original Court, it is up to the plaintiff to prove the creation or acquisition of such right over the said balance portion of Lot A1 with the execution of Deed No.424. 15. It is also relevant to quote here the following paragraphs from G.L.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      622.85,
      503.5,
      669.28
    ],
    "text": "Peiris, The Law of Property, Volume III, 2nd Edition at pages 17 and 18 which states,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.02,
      671.48,
      503.7,
      717.94
    ],
    "text": "It must be noted that a presumption against the existence of a servitude is made by the law. As Basnayake J. put it in Adonis Fernando V Livera2, a matter that should always be born in",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      746.62,
      236.55,
      769.87
    ],
    "text": "2 49 N L R 350",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      63.0,
      71.98,
      503.37,
      231.8
    ],
    "text": "mind when considering a claim for a servitude is that our law does not favour anything in the nature of servitude. A similar attitude has been adopted by the Courts of South Africa. In Van Heerden V Pretorius3 His Lordship Villiers C.J. said that, it is a settled rule that a person claiming a servitude over the land of another should give clear and convincing proof of the existence of such right. 16. Hence, the sole burden to prove the existence of a right of way",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      63.0,
      234.0,
      506.26,
      280.4
    ],
    "text": "according to law is on the person who claimed such a servitude. 17. The plaintiff states that, the defendant bought the lands that were",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      63.0,
      282.63,
      503.47,
      410.03
    ],
    "text": "situated on either side of the plaintiffs access road. After doing so, the defendant has removed the fence on either side of the access road and tried to amalgamate the two lands on either side of the plaintiffs access road by attempting to construct a fence so that the access road would cease to exist. The plaintiff has also stated that the defendant had threatened to block the said access road. 18. This Court observes that this position of the plaintiff matters only if he",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      63.0,
      412.23,
      503.5,
      669.28
    ],
    "text": "proves the existence of a right of way up to the aforesaid Lot A1 that he bought by deed No. 424. However, to claim a right of way by any means, no servient tenement is described in the plaint with its metes and bounds as required by section 41 of the Civil Procedure Code. In David V. Gnanawathie [2000] 2 SLR 352 mentioned above, the plaintiff respondent claimed a right of way by prescriptive user and alternatively as a servitude of way of necessity. On the appeal it was held that, when the plaintiff claimed that he has exercised by prescriptive user a right of way over a defined route, the obligation of the plaintiff to comply with section 41 of the Civil Procedure Code is paramount and imperative. Strict compliance with section 41 of the Civil Procedure Code is necessary as the Fiscal would be impeded in the execution of the decree or judgment if the servient tenement is not described with precision and definiteness. 19. As per the answer of the defendant, the original owner of the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      671.48,
      503.5,
      734.14
    ],
    "text": "defendants land had been M. M. Mohideen according to deed bearing No. 3818 and deed bearing No. 4230 attested by M. Dasuki Mohomad Notary Public. Thereafter, the said Mohideen has by deed bearing No. 1062 attested by G.G. Arulpragasam Notary Public, sold the said",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      746.62,
      236.55,
      769.87
    ],
    "text": "3 1914 A.D. 69",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      63.0,
      71.98,
      503.5,
      345.23
    ],
    "text": "property to one A.A. Kareem. The said Kareem has then sold the property in question to the defendant by deed No. 1365 dated 1993.12.03 attested by the same G.G. Arulpragasam Notary Public. The defendant states that, him and his predecessors in title have also acquired prescriptive title over the said property. The defendant also takes the position that, when the said property was sold to him, there existed no access road over the said land. The defendant states that the plaintiff has broken the wall along the northern boundary of the defendants land and had installed a small gate. Until such time the plaintiff has been using what is called the Ashtip road (which was situated to the east of the defendants land). The defendant states that the plaintiff has no right of access over the defendants land. The defendant further denies the position of the plaintiff in stating that it is the only access road to the plaintiffs land and states that the plaintiff has alternate access through Ashtip road. 20. In this regard, this Court observes that, even the plaintiff has stated",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      63.0,
      347.43,
      503.5,
      555.97
    ],
    "text": "in his evidence that he did have access from the said Ashtip road for about 6 to 7 years and that his house is built facing Ashtip road. The plaintiff has also stated that there is a 15 feet wide closed gate on the side of Ashtip road (vide evidence recorded on 12.12.2001, 18.03.2002 and 04.10.2002 on pages 91,92, 100, 101, 129, 134 and 139 etc.). Further, the plaintiff also admits that the municipality has left aside an area for a 15 feet wide road way (vide page 151 of the brief). It is observed that the plaintiff attempts to state that the access from the Ashtip road was used as a temporary means of access. However, this position is questionable as he has built his house and a 15 feet wide gate facing the Ashtip road. 21. However, the plaintiff states that the municipality has taken over the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      558.17,
      503.5,
      718.0
    ],
    "text": "land adjoining Ashtip road which was in between his land and the Ashtip road, in the year 1995 to build a childrens playground and the said road ceased to exist making the access road over the defendants land the only road that provides access to the plaintiffs land. This Court observes that, if the plaintiff had access from the Ashtip road and relinquished it for some reason or did not take steps to assert his right, causing it to be lost due to some act of the municipality, the plaintiff shall not be allowed to claim a servitude of way of necessity from a different land belong to another, as it is he who deprives himself of access to a road or is responsible for the situation which made his",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.0,
      71.98,
      503.74,
      134.6
    ],
    "text": "property landlocked. See Namasivayam V. Kanapathipillai 32 NLR 444. 22. I will first consider the question of law (vii) set out in paragraph 12 of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      136.8,
      164.9,
      167.12
    ],
    "text": "the petition.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      177.24,
      503.52,
      191.22
    ],
    "text": "(vii) Has the Provincial High Court of Civil Appeals failed to",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      121.58,
      193.44,
      503.54,
      239.94
    ],
    "text": "appreciate that the Respondents assertion that Nalani de Silva conveyed the right of access by deed No. 424 is unfounded?",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.0,
      249.96,
      503.32,
      263.96
    ],
    "text": "23. The learned Presidents Counsel for the defendant submitted in his",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.0,
      266.16,
      503.5,
      539.41
    ],
    "text": "written submissions that, the learned High Court Judges in stating that it is clear when perusing deed bearing No. 29 [P-6] (at page 249 of the brief) that the plaintiffs predecessors enjoyed the right of way is untenable, as the plaintiff purchased only the northern portion of Lot A1 in Plan No. 973 [P-19] (at page 272). The defendant purchased the southern portion of Lot A1 as depicted in [P-19] and the entirety of lot A2 in the same Plan. The learned Presidents Counsel for the defendant further submitted that, the plaintiff did not reserve the right of way over the defendants land at the time of purchase through deed No. 424 (at page 49 of the brief). It was submitted that, by the said deed No. 424, Nalini Silva did not convey any right of way over the southern portion of Lot A1 and over Lot A2 depicted in Plan No. 973 [P-19]. Therefore, the plaintiff did not acquire rights to the said access road. It was his submission that therefore, the High Court has erred on both title and on prescription. 24. The observations made in the above paragraphs 6 to 21 are relevant",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      541.61,
      503.5,
      718.0
    ],
    "text": "and thus, it is clear that the learned Judges in the District Court as well the High Court erred in their findings as to the proof of right of way by the plaintiff. The aforesaid terms that were used in the said deed No.424 to indicate land and everything that belongs to it ( ) relates to the portion of land which was sold by it, which becomes a separate land. As there exist no evidence to establish that it creates a right of way over the southern portion of Lot A1, it cannot be interpreted as granting of the 5 feet wide right of way that existed only up to the southern boundary of Lot A1. Even if it is considered that the right of way was in fact granted, it extinguishes as no right of way was granted exceeding the southern boundary of Lot",
    "fonts": [
      "BookmanOldStyle",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      746.62,
      417.4,
      769.87
    ],
    "text": "4 Also see page 130, The Law of Property in Sri Lanka Volume Three By G.L.Peiris",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      63.0,
      71.98,
      503.47,
      134.6
    ],
    "text": "A1 to the northern portion of Lot A1 across the southern portion of Lot A1. 25. It was further submitted by the learned Presidents Counsel for the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      63.0,
      136.8,
      503.47,
      361.43
    ],
    "text": "defendant that, Plan No. 3858 [P-7] (at page 53 of the brief) (the plan referred to in deed bearing No. 1365 by which the defendant became entitled to his land) does not depict any right of way. Further, the Plan P-7 depicts plaintiffs land as Lot 3612 and the defendants land as Lot 3611. These two lots are shown to be separated by a wire fence. Therefore, it is submitted that Nalini De Silva did not convey a right of way by deed No. 424 when she transferred the land to the plaintiff. Therefore, it was his submission that, the learned District Judge has erred in deciding that Nalini De Silva had conveyed the right of way to the plaintiff. However, as per the observations made above by this Court, it is clear that the learned District Judge erred with regard to the existence and proof of a right of way. 26. The learned Presidents Counsel for the plaintiff submitted in his",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      363.63,
      511.79,
      636.85
    ],
    "text": "written submissions that, the plaintiffs predecessors reserved a strip of land as a right of way along the western boundary of Lot A2 depicted in Plan No. 973 [P-19] for the benefit of Lot A1 in the said Plan. It was submitted that, the law is clear on praedial servitudes. It is created by a deed (by a grant) the right to such servitude doesnt simply attach to the owner of the dominant tenement personally, but instead it becomes a part of and or a characteristic of the dominant tenement. The learned Counsel relied on Bucklands Manual of Roman Law at page 153 and Hunters Roman Law which states that, praedial servitudes are regarded as attaching to the property itself rather than the owner of it and that servitude passes with the land to every possessor. This court agrees that praedial servitudes attaches to the property. However, the 5 feet right of way over Lot A2 existed only up to the southern boundary of Lot A1 which is the Northern boundary of Lot A2. However, there is no evidence to show that it was extended over the southern portion of Lot A1 after executing deed No. 424 to reach the portion sold by it.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      63.0,
      639.05,
      503.24,
      669.28
    ],
    "text": "27. It was submitted by the learned Presidents Counsel for the plaintiff",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      671.48,
      503.5,
      766.48
    ],
    "text": "that, the plaintiff by deed of transfer bearing No. 424 (at page 49 of the brief) purchased the northern portion of the Lot A1 in Plan No. 973 [P-19] as depicted in Plan No. 3858 [P-7] together with all the rights accrued. Although the deed No. 424 doesnt refer to right way specifically, the recital of the deed included all rights, entitlements and privileges enjoyed by the predecessor by virtue of deed No 29 [P-6]",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      63.0,
      71.98,
      503.49,
      215.6
    ],
    "text": "which has specifically included the said access road. The observation and comments made by this Court as mentioned above are relevant in considering this stance taken by the plaintiff. As explained above, the said recital cannot be interpreted as an extension of the 5 feet right of way that existed over Lot A2 via the new servient tenement that came into existence with the execution of deed No. 424, namely the balance part of Lot A1. 28. It was further submitted by the learned Presidents Counsel for the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      217.8,
      503.5,
      442.43
    ],
    "text": "plaintiff that, when the plaintiff came into possession of the northern portion of Lot A1 of Plan 973 [P-19] by way of Deed No. 424, all accretions and accessions including the servitude right of way which became bound to the property passed to the plaintiff along with the property even if it was not specifically included. The learned Presidents Counsel further submitted that, the subdivision of Lot A1 in Plan No. 973 and appellant being entitled to the southern part of Lot A1 in Plan No. 973 [P-19] will not in any event extinguish the servitude right of way accrued on the land by way of deed No. 29 [P-6]. As explained above, that right has been extinguished as no right of way was granted via the southern portion Lot A1 which was not sold through the deed. Further, as explained above, the plaintiff failed to prove the acquiring of the right of way by prescription or as a way of necessity.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      63.0,
      444.63,
      503.33,
      474.85
    ],
    "text": "29. It is clear that, in this case, no specific mention of a right of way has",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      63.0,
      477.05,
      503.5,
      636.85
    ],
    "text": "been made in executing the Deed No. 424 and Deed No. 1365. However, Deed No. 29 has specifically granted a 5 feet wide access road for the benefit of Lot A1 in Plan 973. Even though,Nalini Silva has specifically stated in deed No. 424 that she has transferred all her interests attached with the land in the schedule to the said deed to the plaintiff. As explained above, this cannot be construed as creating or granting a right of way via southern portion of Lot A1 which was not sold. 30. Hence, the question of Law No. (vii) mentioned above has to be",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      63.0,
      639.05,
      503.37,
      685.48
    ],
    "text": "answered in the affirmative. 31. Now I will consider the question of law (i) set out in paragraph 12 of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      687.68,
      503.52,
      734.06
    ],
    "text": "the petition. (i) Did the Provincial High Court of Civil Appeals err in failing to",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      736.27,
      503.66,
      766.45
    ],
    "text": "appreciate that the judgment of the learned District Judge is indefinite and unenforceable and has necessarily to be set aside",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      63.0,
      71.98,
      503.65,
      167.0
    ],
    "text": "for non-compliance with Section 41 of the Civil Procedure Code which mandates the requirement to describe the right of way by reference to physical metes and bounds or by reference to a sufficient sketch, map or plan? 32. The learned Presidents Counsel for the defendant submitted that,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      63.0,
      169.2,
      503.5,
      507.25
    ],
    "text": "according to section 41 of the Civil Procedure Code, where an action relates to an interest in land, the portion of land must be described in the plaint by reference to physical metes and bounds or by reference to a plan. It was submitted that, the plaintiff has made reference to a sketch (at page 271 of the brief) in the schedule to the plaint. The plaintiff has also made reference to Plan bearing No. 453 (at page 294 of the brief). However, it was submitted that the sketch does not depict an access road and it is only a site plan. It is also submitted that the Plan No. 453 is not a Survey Plan, but it is compiled from Plan No. 729 prepared by W. Ahangama, Licensed Surveyor. The plan No.729 does not show the access road in Plan 453. The Plan No. 453 has a marking on it as P9 which has not been initialed by the Judge. However, what is marked P9 in evidence is not a plan but a photograph (vide page 104 of the brief). Thus, it is questionable whether Plan No. 453 was marked in evidence even though it has been referred to in the schedule to the plaint to be considered in evidence. Regardless of this, it only shows a path that is 6 feet wide but no servient tenement is described in the plaint, in the said plan No. 453 or in the aforesaid site plan with its metes and bounds. 33. It was further submitted by the learned Presidents Counsel for the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      63.0,
      509.45,
      503.69,
      604.45
    ],
    "text": "defendant that, when issue no. 2 was raised at the trial, the plaintiff has relied entirely upon the sketch. It was submitted that the sketch was marked subject to proof but the plaintiff failed to do so. Therefore, issue no. 2 should have been decided on the negative. 34. The learned Presidents Counsel relied on the case of David V.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      63.0,
      606.65,
      503.5,
      717.88
    ],
    "text": "Gnanawathie [2000] 2 S.L.R. 352 where the claim was dismissed for non-compliance with section 41 of the Civil Procedure Code. This Court has also referred to several other cases above in this judgment to indicate the necessity of describing the servient tenement with its metes and bounds. 35. In contention to this position, the learned Presidents Counsel for the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      720.08,
      503.45,
      766.48
    ],
    "text": "plaintiff submitted that, the position of non-compliance with section 41 of the Civil Procedure Code has been raised for the first time in appeal and that no issue was raised regarding the same and no",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      63.0,
      71.98,
      503.45,
      231.8
    ],
    "text": "objection was made at the trial. This Court has stated above that this is pure question of law based on the plaint and its annexures itself which does not require leading of any other evidence. It must be also noted that, affirmation of a servitude is an affirmation of a right over someone elses property. Thus, whether there is a right of way over the property of the other person is the real subject matter in question. Therefore, it is necessary to describe the servient tenement in terms of section 41 of the Civil Procedure Code. 36. It was submitted by the learned Presidents Counsel for the plaintiff",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      63.0,
      234.0,
      503.5,
      410.15
    ],
    "text": "that, the case of David V. Gnanawathie [2000] 2 S.L.R. 352 is distinct from this case as the plaintiff in David(supra) failed to provide a description of the servient tenement upon which the servitude right of way was claimed by reference to physical metes and bounds and also failed to provide a sufficient sketch, map or plan. However, it is the view of this Court that, as per the said decision and other decisions mentioned before in this judgment, it is necessary to describe the servient tenement in the plaint with its metes and bounds which the plaintiff has failed to do in this regard. 37. Section 41 of the Civil Procedure Code sets out that,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      420.27,
      502.96,
      434.33
    ],
    "text": "When the claim made in the action is for some specific portion of",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      63.0,
      436.47,
      503.43,
      563.89
    ],
    "text": "land, or for some share or interest in a specific portion of land, then the portion of land must be described in the plaint so far as possible by reference to physical metes and bounds, or by reference to a sufficient sketch, map, or plan to be appended to the plaint, and not by name only. [emphasis mine] 38. It is observed that, the sketch has been marked and duly accepted in",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      63.0,
      566.09,
      503.5,
      693.4
    ],
    "text": "evidence as [P-18]. However, the said sketch P-18 does not clearly depict the said access road which has been claimed by the plaintiff in the instant case. While the sketch has been provided by the plaintiff and has been duly accepted in evidence, it does not constitute a sufficient sketch as required in terms of section 41 of the Civil Procedure Code that describes the servient tenement. 39. As it has already been discussed in paragraph 18 of this judgment, in",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      90.02,
      695.6,
      503.43,
      742.0
    ],
    "text": "the case of David V. Gnanawathie [2000] 2 S.L.R. 352 it was stated with precision that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      126.02,
      71.98,
      503.26,
      215.78
    ],
    "text": ".Strict compliance with the provisions of section 41 of the Civil Procedure Code is necessary for the Judge to enter a clear and definite judgment declaring the servitude of a right of way and such definiteness is crucially important when the question of execution of the judgment and decree entered arises for consideration. The fiscal would be impeded in the execution of the decree and judgment if the servient tenement is not described with precision and definiteness as spelt out in section 41 of the Civil Procedure Code.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.0,
      249.96,
      503.41,
      263.96
    ],
    "text": "40. Therefore, in light of what has been discussed, it is my position that",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.0,
      266.16,
      503.5,
      409.79
    ],
    "text": "the plaintiff has failed to comply with the requirement set out in section 41 of the Civil Procedure Code as no sufficient sketch or plan which demonstrates the access road as claimed by the plaintiff has been provided. In an instance where the access road claimed cannot be identified with precision, this Court is unable to grant an access road as the execution of the decree and the judgment would itself be impeded. 41. At this juncture, for the sake of completeness, I will also address the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.0,
      411.99,
      503.5,
      669.04
    ],
    "text": "aspect of right of way by necessity. The plaintiff in the instant case has not clearly prayed whether he wants a declaration on the grant of a right given by deeds, rights gained by prescriptive user or of a right of way by necessity and neither has any issue been clearly raised on those grounds at the time of trial. However, the plaintiff has referred to deed Nos. 8192 and 424 as deeds that conveyed a right of way and right gained through prescription in the body of the plaint (vide paragraphs 4 to 7 of the plaint). However, in the plaint he has in certain instances stated that, he has no other way to access his land (vide paragraphs 4,14 and 15). However, as explained above, without describing a servient tenement in the plaint he cannot prove a servitude and, in any case, if he has relinquished his access that existed from the Ashtip road, he cannot ask for a right of way from another persons land as a way of necessity. 42. Therefore, the question of law set out in paragraph 12(i) of the petition",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.0,
      671.24,
      503.46,
      733.84
    ],
    "text": "is answered in the affirmative as the plaintiff has failed to comply with the requirement set out in section 41 of the Civil Procedure Code. 43. As explained before, the right of way mentioned in the earlier deed No.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      736.03,
      503.45,
      766.24
    ],
    "text": "29 cannot be considered as existing now, as there is no proof of continuation of it over the southern portion of Lot A1 as explained",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      781.3,
      502.16,
      805.78
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      63.0,
      71.98,
      503.46,
      199.4
    ],
    "text": "above. No right of way can be considered on the basis of prescriptive user as there is no evidence to indicate the definite area used as a right of way as well as more than 10 years of adverse use over the southern portion of Lot A1 after the execution of Deed No.424. Anyway, as the servient tenement is not properly described in the plaint, no praedial servitude can be established on any ground whatsoever. 44. In light of the findings that have already been made, I see no reason to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      201.6,
      503.5,
      264.2
    ],
    "text": "answer the question of law (ii) set out in paragraph 12 of the petition. However, issue No.2 raised in the original Court has to be understood in terms of the stance taken in the plaint. The plaint is filed to claim a right of way and not soil rights.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      63.0,
      266.4,
      503.24,
      296.63
    ],
    "text": "45. For the reasons that I have provided, the appeal of the defendant is",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      298.83,
      503.38,
      345.35
    ],
    "text": "allowed. I set aside the judgments of the District Court and the High Court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      126.02,
      355.47,
      235.73,
      369.53
    ],
    "text": "Appeal is allowed",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      411.99,
      503.74,
      523.19
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE E. A. G. R. AMARASEKARA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      523.48,
      205.94,
      555.59
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      557.81,
      503.74,
      685.22
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE KUMUDINI WICKREMASINGHE",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      687.44,
      205.01,
      750.01
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      234.05,
      752.23,
      450.79,
      766.21
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]