[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      534.03,
      198.77
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA In the matter of an Appeal from a judgment of the Court of Appeal.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      201.77,
      540.99,
      545.5
    ],
    "text": "1.A.M. Mohamed Mawjood, No. 30B, Rattota Road, Matale. 2.K. M. Mohamed Farook, No. 16, Kumbiyangoda, Matale. Plaintiffs SC APPEAL No. 79/2010 SC(Spl) LA No. 287/08 Court of Appeal No. 1268/99(F) Vs D.C.Matale No. 4410/L 1. Rev. Yatawatte Sumanajothi, ‘Vivekaramaya’, Yatawatte. 2. Herath Baron Munasinghe (deceased) 3. Edirisinghelage Shanthi 4. Herath Mudiyanselage Kanthi Munasinghe 5. Herath Mudiyanselage Geetha Munasinghe",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      548.5,
      542.07,
      716.41
    ],
    "text": "All of No.63, Dharmapala Mawatha, Matale. Defendants AND THEN BETWEEN K. M. Mohamed Farook, No. 16, Kumbiyangoda, Matale. 2nd Plaintiff Appellant",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.81,
      517.71,
      225.53
    ],
    "text": "Vs 1. Rev. Yatawatte Sumanajothi, ‘Vivekaramaya’, Yatawatte. 2. Edirisinghelage Shanthi 3. Herath Mudiyanselage Kanthi Munasinghe 4. Herath Mudiyanselage Geetha Munasinghe",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      228.65,
      542.07,
      584.5
    ],
    "text": "All of No.63, Dharmapala Mawatha, Matale. Defendant Respondents AND NOW BETWEEN K.M.Mohamed Farook,No. 16, Kumbiyangoda, Matale. 2nd Plaintiff Appellant Appellant Vs 1. Rev. Yatawatte Sumanajothi, ‘Vivekaramaya’, Yatawatte. 2. Edirisinghelage Shanthi 3. Herath Mudiyanselage Kanthi Munasinghe 4. Herath Mudiyanselage Geetha Munasinghe",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      587.53,
      542.07,
      669.97
    ],
    "text": "All of No.63, Dharmapala Mawatha, Matale. Defendant Respondent Respondents A.M.Mowjood, No. 31B,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      673.09,
      536.43,
      704.17
    ],
    "text": "Rattota Road, Matale. 1st Plaintiff Respondent Respondent",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      75.17,
      543.28,
      704.17
    ],
    "text": "BEFORE : S. EVA WANASUNDERA PCJ PRIYANTHA JAYAWARDENA PCJ & VIJITH K. MALALGODA PCJ. COUNSEL : H. Withanachchi for the 2nd Plaintiff Appellant Appellant. Manohara de Silva PC for the Defendant Respondent Respondent. ARGUED ON : 24.11.2017. DECIDED ON :28. 02.2018. S. EVA WANASUNDERA PCJ This is an Appeal arising from the judgment of the Court of Appeal which affirmed the judgment of the District Court of Matale. The main contention of the 2nd Plaintiff Appellant Appellant (hereinafter referred to as the 2nd Plaintiff) is that the Defendant Respondent Respondents (hereinafter referred to as the Defendants) are holding a 4.1 Perch land with a tenement on it, in trust for the Plaintiffs under Sec. 83 of the Trusts Ordinance and the title to the said property should be reversed back either to the 2nd Plaintiff or the 1st Plaintiff Respondent Respondent ( hereinafter referred to as the 1st Plaintiff ). The 1st and the 2nd Plaintiffs filed action in the District Court of Matale on 18.07.1991 against the Defendants praying for a declaration that the Defendants were holding premises No. 63, Dharmapala Mawatha, Matale in trust for the Plaintiffs. The extent of the land with the tenement is 4.1 Perches. They also prayed that the Defendants be directed to convey the said property to the Plaintiffs or any one of them on payment of a sum of Rs. 41000/- which was the amount of the alleged loan obtained when the property was transferred on trust. The Plaintiffs pleaded their cause of action in this way in the Plaint. The 2nd Plaintiff Farook was the owner of premises No. 63 by virtue of deed No. 4574 dated 19.01.1980 and the 2nd Defendant was in occupation of the said premises",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      10.5600004196167,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.09,
      546.37,
      704.17
    ],
    "text": "as a tenant of the 2nd Plaintiff Farook. When the 2nd Plaintiff wanted to obtain a loan in the year 1982, he had conveyed the said property to one P.M.Wijayapala by deed No. 1242 dated 20.12.1982, allegedly on the condition that it would be conveyed back to the 2nd Plaintiff on re payment of the loan. Later when the loan was paid back, by deed No. 2350 dated 22.07.1985, the 2nd Plaintiff re-acquired the property. In 1988 again allegedly on account of his sister’s marriage, the 2nd Plaintiff again wanted a loan and as such he conveyed the same property to the 1st Plaintiff Mowjood as security for the loan, by deed No. 706 dated 06.03.1988. In 1990, allegedly as the 1st Plaintiff wanted his money back and since the 2nd Plaintiff was unable to repay, he had approached the 1st Defendant Thero to get the money as a loan for the purpose of repaying the loan to the 1st Plaintiff Mowjood. The position of the Plaintiffs is that, thereafter, the 2nd Plaintiff had then conveyed the property to the 1st Defendant Thero for a sum of Rs. 41000/- on the condition allegedly, that it would be reconveyed to either of the Plaintiffs upon repayment of the loan. But later on, the 1st Defendant Thero had transferred the premises to the 2nd to 5th Defendants and had failed to reconvey the property to the Plaintiffs when the loan money was ready to be repaid, as agreed. The 2nd Plaintiff alleges that it was property held in trust by the 1st Defendant Thero on behalf of both the Plaintiffs and that the 1st Defendant is in violation of the trust. The 1st Defendant Thero filed answer and pleaded that he had purchased that property by deed No. 1024 on payment of the full value and that the Plaintiffs had conveyed all their rights including the beneficial interest. Thereafter the Thero had transferred the property for good consideration to the 2nd to 5th Defendants who were residing in the house on the land, by deed No. 6436 dated 07.08.1990. The 2nd to 5th Defendants filed answer stating that the 2nd Defendant, Herath Baron Munasinghe had been the tenant of the said premises No. 63, long prior to the 2nd Plaintiff acquiring title and that the 2nd Plaintiff had never possessed the said property. Furthermore they pleaded that they were bona fide purchasers and that they had no contractual relationship with either of the Plaintiffs. In all the answers it was pleaded that there was a misjoinder of parties and causes of action.",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "Trial had commenced on 07.09.1995; admissions and issues were raised and the 1st Plaintiff had given evidence and he was cross examined. On 16.09.1998, the 1st Plaintiff was absent and the lawyer informed that there were no instructions from him to appear on behalf of the 1st Plaintiff. Court dismissed the action of the 1st Plaintiff and commenced the trial de novo with only the 2nd Plaintiff, with the consent of the 2nd Plaintiff to proceed with the case as it then was. The 2nd Plaintiff had not made any application to amend the Plaint but proceeded to trial with the same plaint. In the admissions , it was recorded that the 2nd Defendant had been in occupation of the premises as the tenant of the 2nd Plaintiff. He was the head of the family as father who lived with his family as tenants of the 2nd Plaintiff, Farook. The father died and his heirs were the 3rd , 4th and 5th Defendants. The premises was governed by the Rent Act and the father had been depositing rent in the Municipal Council. The pivotal issue was whether Deeds Nos. 706 and 1024 were executed on trust or not and if it was on trust, whether the 2nd Plaintiff was entitled to get the property re-conveyed. The 2nd Plaintiff got title to this property by deed P1 bearing No. 4574 dated 19.01.1980. After 8 years the 2nd Plaintiff Farook transferred the same to the 1st Plaintiff Mowjood by deed P4 bearing No. 706 dated 06.03.1988. The 1st Plaintiff Mawjood transferred the same to the 1st Defendant Thero , a Buddhist monk by deed P5 bearing No. 1024 dated 15.06. 1990. The evidence before court was that the property was occupied by the tenant the 2nd Defendant, Herath Baron Munasinghe and the other members of his family who are the 3rd to 5th Defendants. The land lord was the 2nd Plaintiff, Farook. It is only while the tenants were occupying the house, that the property was transferred by the 2nd Plaintiff Farook to the 1st Plaintiff Mowjood . The said Mowjood had then transferred the same to the 1st Defendant Thero. Neither of the two plaintiffs, Farook and Mowjood nor the 2nd Defendant Thero had ever been in possession of the house because it was tenanted. The rent was deposited in the Municipal Council and not handed to the owner of the house, the 2nd Plaintiff. Therefore it has to be understood that the relationship between",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "the land lord and the tenants were not in a good way at all. The tenant and the family had not known about any change of hands of the ownership of the house where they were living in. After two years from the transfer of property to him, the said 2nd Defendant Thero transferred the house and property to the tenants headed by the 2nd Defendant who lived with his family members, who are the 3rd to the 5th Defendants. This Thero’s position was that he purchased the property from the 1st Plaintiff Mowjood to use the place for an Ayurvedic Dispensary for him to practice Ayurvedic treatment. The broker in this transaction had undertaken to get the tenants out of the premises, after the transfer is done. The broker however had failed to make any arrangements to get the vacant possession of the premises for the Thero, to do what he intended to do. It is only then that he sold the place to the tenants themselves as he did not have any alternative but to sell it to the tenants who had been there since around the year 1980, because he could not get vacant possession of the premises he had already bought. On the face of the transactions, it can be seen that the house owner, 2nd Plaintiff, Farook executed deed No. 706 for a consideration of Rs. 41000/- paid by the 1st Plaintiff Mowjood in 1988. It is the 1st Plaintiff Mowjood who transferred the same to the 1st Defendant Thero after two years in 1990 again, for Rs. 41000/-. There was no valuer before Court to give evidence on the market value of the property. In 1990, the market price for 4.1 Perches of land with a tenement of which the rent was a small amount which was continuously deposited in the Municipality by the tenants, at Matale could have been Rs. 41000/-. It does not seem to be an undervaluation of the property . Two years after he bought the property, the 2nd Defendant Thero had sold the same for Rs. 100000/- to the tenants. This price also seems to be the correct market value of such a place in Matale. No valuers were called to give evidence to prove that it was an under valuation either. It could very well be the correct position that the then owner Thero sold it to the tenants who were in possession of the house as he was unable to get vacant possession. However, the concept of trust cannot be attributed to the buyers who were tenants in the house and property. There was no relationship between the 1st Plaintiff Mowjood and the tenants. The 2nd Plaintiff Farook’s position is that the 1st Plaintiff Mowjood took a loan from the Thero who promised to re convey the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.09,
      543.28,
      704.17
    ],
    "text": "property to the 1st Plaintiff Mowjood when the loan is paid back with interest. How can Farook give evidence to any factual situation which is claimed to have existed between two other persons such as ‘an oral agreement between Mowjood and the Thero’ ? Mawjood decided not to pursue the case as the 1st Plaintiff and he went out of the case. The only Plaintiff who pursued the case was the 2nd Plaintiff, Farook. Farook’s evidence to say that it was on trust that Mowjood transferred the property to the Thero has no evidential value in the case in hand. There is no evidence before the trial court to the effect that the 2nd Plaintiff or the 1st Plaintiff had continuously paid interest to the Thero or any other transaction in that regard between them. The Notary giving evidence had stated that the money given as a loan was deposited by the 1st Plaintiff Mowjood with the Notary. He had not said that it was deposited by the 2nd Plaintiff. Farook could not have said that Mowjood had transferred the property to the Thero on trust. It is not a piece of evidence that can be recognized as valid in law. Mowjood should be present before court to give evidence as he is the only person who can give evidence to prove what he did and that he transferred it to the Thero on trust that it will be reconveyed. The Notary is the person who came before Court and gave evidence and produced letter P6 which is to the effect that Mowjood had deposited the Rs. 41000/- with the Notary. Mowjood had deposited the money with the Notary Attorney at Law and demanded that the property be conveyed back to Mowjood. ( In P6, there is no mention about how much interest was deposited with the lawyer along with the principal amount. Furthermore the interest rate contained in the said letter is 7% per month, i.e. 84% per year, which I find to be unrealistic.) Now, Mowjood was not a plaintiff any more. How can only the 2nd Plaintiff Farook go on with the case on trust against the Thero and the tenants who had bought the property for good consideration of Rs. 100000/- in the year 1990 from the 1st Plaintiff Mowjood? Having gone through the documents and the evidence led before the trial judge which is contained in the brief before this Court, I hold that there existed no proper suite before the District Court for only the 2nd Plaintiff to proceed and",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      543.25,
      704.17
    ],
    "text": "prove that there existed any trust under Sec. 83 of the Trusts Ordinance between the 1st Plaintiff and the Thero. The District Court had concluded the trial and entered judgment dismissing the Plaint having considered the facts and the law on trust under Sec. 83 of the Trusts Ordinance quite correctly. The Court of Appeal also had considered the facts and the law including the authorities quite well and affirmed the judgment of the trial judge. I totally agree with the analysis of the Court of Appeal on the points of law raised by the parties and I do not wish to repeat the same in this judgment. The Appeal is dismissed. However I do not wish to grant costs. Judge of the Supreme Court Priyantha Jayawardena PCJ. I agree. Judge of the Supreme Court Vijith K. Malalgoda PCJ. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  }
]