[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      72.32,
      516.95,
      85.7
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      263.33,
      87.08,
      335.33,
      100.46
    ],
    "text": "SRI LANKA.",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      88.58,
      133.04,
      513.46,
      161.3
    ],
    "text": "In the matter of an Application under and in terms of Articles 17 and 126 of",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      105.62,
      162.8,
      496.54,
      176.18
    ],
    "text": "the Constitution of the Democratic",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      121.58,
      177.68,
      477.08,
      191.06
    ],
    "text": "Socialist Republic of Sri Lanka.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      222.32,
      524.14,
      295.37
    ],
    "text": "1. KARUWALAGASWEWA VIDANELAGE SWARNA MANJULA Tilakapura, Kalakarambewa. 2. NAWARATHNA HENALAGE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      296.87,
      517.54,
      384.65
    ],
    "text": "ROSALIYA Tilakapura, Kalakarambewa. PETITIONERS S.C. F.R. No. 241/14 VS.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      386.15,
      488.86,
      414.43
    ],
    "text": "1. C.I.V.P.J. PUSHPAKUMARA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      415.93,
      502.9,
      474.07
    ],
    "text": "Officer-in- Charge,Police Station, Kekirawa. 2. RATNAYAKE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      475.57,
      493.27,
      533.59
    ],
    "text": "Acting Officer-in- Charge, Police Station,Kekirawa. 3. BHODINARAYAN ACHARIGE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      535.09,
      463.4,
      593.14
    ],
    "text": "SWARNASHEELI Kottalbadda,Kekirawa. 4. ANURA PRIYATHILAKA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      594.76,
      447.56,
      637.9
    ],
    "text": "Kottalbadda,Kekirawa. 5. N.K. ILLANGAKOON",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      639.4,
      489.46,
      712.3
    ],
    "text": "Inspector General of Police, Police Head Quarters, Colombo 01. 6. HON. ATTORNEY-GENERAL",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      713.8,
      515.5,
      756.96
    ],
    "text": "Attorney-General‟s Department, Colombo 12. RESPONDENTS",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.07,
      72.32,
      474.2,
      85.7
    ],
    "text": "5A.PUJITHA JAYASUNDERA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      87.2,
      531.58,
      264.41
    ],
    "text": "Inspector General of Police, Police Head Quarters, Colombo 01. ADDED RESPONDENT BEFORE: S. Eva Wanasundera, PC J. H.N.J. Perera J. Prasanna Jayawardena, PC J. COUNSEL: Saliya Pieris, PC with R.D. de Silva for the Petitioners instructed",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      265.91,
      583.33,
      755.88
    ],
    "text": "by Ms. G.S. Thavarasa. Ms. Varunika Hettige, DSG for the Respondents. ARGUED ON: 23rd January 2018. WRITTEN By the Petitioners on 14th February 2018. SUBMISSIONS Not filed by the Respondents. FILED: DECIDED ON: 18th July 2018 Prasanna Jayawardena, PC J. The two Petitioners are mother and daughter. The 2nd Petitioner, who is the mother, is 58 years of age. She has three children, one of whom is the 1st Petitioner. The 1st Petitioner is 35 years old. She has two children of her own. Both petitioners and their families live in the village of Kalakarambewa. The village is situated about 8 kilometres North West of Kekirawa, which is the closest large town. There is ready access to Kalakarambewa from Kekirawa since the village is sited just off the Kekirawa-Talawa B213 road. Kalakarambewa falls within the area of the Kekirawa Police Station. The 1st Respondent is the Officer-in-Charge of the Kekirawa Police Station in March 2014. The 2nd Respondent is a Chief Inspector attached to the Kekirawa Police Station, at that time. The 3rd Respondent is a 43 year old woman. The 4th Respondent is a 37 year old woman. They live in the village of Kottalbadda, which adjoins Kalakarambewa.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      70.36,
      526.78,
      234.62
    ],
    "text": "The 5th Respondent is the Inspector General of Police and the 6th Respondent is the Hon. Attorney General. Both Kalakarambewa and Kottalbadda are little rural villages in the North Central Province. As is the case in most such villages in the Province, the overwhelming majority of the inhabitants are Buddhists. Their main livelihood is agriculture. The traditional Raja Rata culture of the weva, dagaba, gama, pansala, keth vathu yaya - irrigation tank, stupa and the village with its temple and agricultural lands - still holds to a considerable extent in such villages - a trait which is to be cherished and nurtured, if I may add a personal note.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      240.21,
      526.78,
      344.81
    ],
    "text": "In their application to this Court, the petitioners allege that the 1st and 2nd respondents violated several of the petitioners‟ fundamental rights. The case urged by the petitioners and the positions taken in the 1st and 2nd respondents‟ affidavits and documents annexed thereto, all require careful scrutiny. Therefore, I will set out, in some detail, the petitioners‟ narrative of the alleged events upon which they base their application to this Court and the positions taken by the 1st and 2nd respondents in their affidavits and the contents of the documents they have annexed.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      360.35,
      526.61,
      418.39
    ],
    "text": "In their application, the two petitioners state that: they are both Jehovah‟s Witnesses and that, at the time of the incident which occurred on 01st March 2014 and gave rise to this application, the two petitioners had been Jehovah‟s Witnesses for about 6 years",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      433.93,
      526.75,
      551.47
    ],
    "text": "`Jehovah‟s Witnesses‟ are a Christian denomination which had its origins in the late 19th century, in the United States of America. The tenets of the denomination are restorationist and non-trinitarian. They differ, in some significant aspects, from the doctrines of the mainstream Christian Churches, both Catholic and Protestant. It is said that there are more that 8 million Jehovah‟s Witnesses, worldwide. The denomination was first introduced to Sri Lanka in 1910. The official websites of Jehovah‟s Witnesses state that, there are over 6000 members of the denomination in Sri Lanka, who form over a 100 congregations.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      567.16,
      526.78,
      759.24
    ],
    "text": "In their application, the two petitioners go on to state that: in the course of one of their public ministries carried out in February 2014, they met a woman named Niluka Maduwanthi, with whom they discussed the Bible; on that occasion, Niluka Maduwanthi invited them to visit her home; in pursuance of this invitation, on 01st March 2014, the two petitioners set off for the village of Kottalbadda to visit Niluka Maduwanthi; while walking on a public by-lane towards Niluka Maduwanthi‟s house, another young woman, whose name they cannot recall [who can now be identified, from the document marked “1R3” annexed to the 1st respondent‟s affidavit, as one B.P Chandima who is the daughter-in-law of N.A. Baby Nona], had invited them into her house; the petitioners remember having met Chandima earlier and, on that occasion, she had obtained religious publications from the petitioners; on the invitation given by Chandima, the two petitioners entered the compound of her house, at about 10.30am; Chandima invited the petitioners to sit down on some",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.32,
      526.78,
      457.87
    ],
    "text": "chairs at the entrance to the house; Chandima then said that she would like to discuss the Bible in the context of family life and, therefore, the petitioners and Chandima started discussing the Bible and the message it carries and the petitioners gave some religious publications to Chandima; during this discussion, an unidentified man came into the compound of Chandima‟s house and inquired as to what the petitioners were doing; he then took some of the religious publications which were in Chandima‟s hand and went away; later, at about 10.45am, two Buddhist monks and two uniformed police officers entered the compound; one of the monks “berated” the petitioners for “attempting to forcefully convert persons for monetary gain”; the petitioners denied that they were trying to “forcibly convert” Chandima and stated that they were only discussing the Bible with her at her invitation; by then, about 20-25 persons had gathered there; the two monks told the petitioners that they must go to the Police Station; then, two police officers arrived at the premises; at about 10.55am, the two police officers directed the petitioners to get into a three-wheeler which was parked nearby; when the petitioners got into the three wheeler, they found another woman in the vehicle; the petitioners had never met that woman until that moment; the petitioners were then taken, in the three wheeler, to the Kekirawa Police Station; the two police officers, the two Buddhist monks and three other villagers had followed the three wheeler to the Police Station; the petitioners described the aforesaid two police officers as “Arresting Officers”; the petitioners say that they are unaware of the names of these two police officers; the 1st and 2nd respondents also have not furnished the names of these police officers even though they would have known their identities since, as set out later on in this judgment, it has been clearly established that police officers attached to the Kekirawa Police Station went to Chandima‟s house, on 01st March 2014, and brought the petitioners to the Police Station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      473.53,
      526.78,
      710.26
    ],
    "text": "The petitioners go on to state that: they reached the Kekirawa Police Station at about 11.15am; the 1st respondent [who is the Officer-in-Charge] first invited the two Buddhist monks into his office and had a discussion with them; the petitioners were kept outside the office; later, the petitioners were taken into the office and the 1st respondent “berated” the petitioners for “being Jehovah‟s Witnesses” and for “selling religion for money”; the two Buddhist monks then said they regret not having assaulted the petitioners before bringing them to the Police Station; the 1st respondent became aggressive and said that the petitioners should have been assaulted and this had caused the petitioners to fear for their safety; at around 12 noon on the same day, the petitioners were “detained outside the police cell”; by then, the 1st petitioner‟s husband, who the 1st petitioner had been able to telephone before being brought to the Police Station, had come to the Kekirawa Police Station and attempted to obtain Police Bail on behalf of the petitioners; however, he was not successful and he was informed that a Case would be filed against the petitioners in Court; thereafter, the petitioners were detained overnight at Kekirawa Police Station; during this time, the petitioners were berated by several police officers.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      723.74,
      526.76,
      768.96
    ],
    "text": "The petitioners state that: at around 10.45am on the following day - ie: on 02nd March 2014 - the petitioners were released on Police Bail, on the condition that they would both attend an investigation to be held at the Kekirawa Police Station on the next day",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      70.24,
      530.14,
      532.39
    ],
    "text": "- ie: on 03rd March 2014; the petitioners attended the Kekirawa Police Station on 03rd March 2014; however, no investigation or inquiry was held on that day and the petitioners were not informed what the charges against them were or of who had made a complaint against the petitioners; instead, the petitioners were asked to return to the Kekirawa Police Station to attend an inquiry on another date; eventually, the proposed inquiry was held at the Kekirawa Police Station, on 15th March 2014; the two petitioners were present together with the 1st petitioner‟s husband and three other Jehovah‟s Witnesses; the woman who had been in the three wheeler on 01st March 2014 and was now identified as the 3rd respondent [Swarnaseeli] was also present together with the 4th respondent [Anura]; the investigation commenced before the 2nd respondent [who was the Acting Officer-in-Charge on that day]; the 2nd respondent informed the petitioners that, Swarnaseeli and Anura had lodged complaints against the petitioners “for forcibly entering premises and forcibly carrying out religious conversions.”; the 2nd respondent asked the petitioners to explain why they entered the complainants‟ houses without their permission; the petitioners denied having entered the premises of the complainants and said that they had not met the alleged complainants previously; when the 2nd respondent inquired from the complainants, they admitted that they had not met the petitioners and said the complainants had lodged the complaint “under the dictation of” the two police officers who, on 01st March 2014, had arrived at Chandima‟s premises; nevertheless, the 2nd respondent berated the petitioners and said that they had acted in a manner that caused a breach of the peace; further, the 2nd respondent directed the petitioners not to discuss their religion with Buddhists and prohibited the Petitioners from engaging in public ministry in the Kekirawa area; thereafter, the 2nd respondent directed the petitioners to sign an undertaking that they would not, in the future, act in a manner that would cause a breach of the peace; when the petitioners said they had not acted in such a manner and refused to sign any such document, the 2nd respondent “threatened the Petitioners with criminal legal action with penal consequences,….; finally, the 2nd respondent directed the petitioners to come to the Magistrate‟s Court at Kekirawa on 17th March 2014 and concluded the investigation; however, no case was filed or has been later filed against the petitioners.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      548.05,
      526.78,
      665.38
    ],
    "text": "Subsequently, the petitioners filed the present application in this Court, under and in terms of Article 17 and Article 126 of the Constitution of the Republic. They annexed to their petition, marked “P1”, copies of some religious publications carried by Jehovah‟s Witnesses and, marked “P2”, an affidavit by the 1st petitioner‟s husband. The petitioners complained to this Court that, the alleged facts and circumstances set out above establish the unlawful arrest and detention of the petitioners and violated the petitioners‟ fundamental rights which are guaranteed by Articles 10, 11, 12(1), 13(1), 13(2), 13(5), 14(1)(a) and 14(1)(e) of the Constitution.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      679.22,
      526.75,
      739.08
    ],
    "text": "On 02nd October 2014, this Court granted the petitioners leave to proceed against the 1st and 2nd respondents with regard to alleged violations of the petitioners‟ fundamental rights guaranteed by Articles 12(1), 13(1) and 14(1)(e) of the Constitution.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      70.24,
      526.78,
      264.17
    ],
    "text": "The 1st respondent [ie: the Officer-in-Charge of the Kekirawa Police Station] has tendered an affidavit in which he denies the petitioners‟ claims and states that he has conducted his duties lawfully. He says that, the 3rd respondent [Swarnaseeli] had made a complaint “regarding the Petitioners causing a nuisance by forcing religion without the consent, which caused fear.” and goes on to say that, “there was a possibility of breach of peace and a chaotic situation arising by this” and “to prevent the Petitioners from any eminent [sic] danger, they were kept in the Police Station, with full protection”. He categorically states that, “the petitioners were not arrested.” and goes on to say, “when it was manifest that the lives of the Petitioners were not in danger anymore, they were released.”. He says with regard to the inquiry held on 15th March 2014, that, “as no breach of peace was observed and the parties agreed to maintain cordiality, the inquiry was terminated according to the provisions of the Criminal Procedure Code, by the 2nd Respondent.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      278.01,
      526.78,
      457.03
    ],
    "text": "In his affidavit, the 1st respondent referred to and annexed Extracts from the Information Book of the Kekirawa Police Station, which were marked “1R1”, “1R2”, “ “1R3“ and “1R4”. The Extract marked “1R1” contains an Entry made by Police Sergeant 21211, Dhanapala at 1.30pm on 01st March 2014 at the Kekirawa Police Station which records, inter alia, a statement made by the 3rd respondent [Swarnaseeli] at that Police Station. The Extract marked “1R2” contains a statement made by the 4th respondent [Anura] at 2.10pm on the same day, at the Police Station. The Extract marked “1R4” records that, at 2.25pm on the same day, Police Constable No. 47682, Bandara took custody of two religious publications which had been handed to him by the 4th respondent [Anura]. The Extract marked “1R3” contains a statement made by one N.A. Baby Nona, at about 5.00pm in the evening of the same day, at her house in Kottalbadda.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      472.69,
      526.78,
      560.35
    ],
    "text": "It is seen that, the contents of the Extracts marked “1R1”, “1R2” and “R4” reveal what, in fact, happened, on 01st March 2014, in Kottalbadda and at the Kekirawa Police Station and expose the falsity of the aforesaid positions taken by the 1st respondent, in his affidavit. Therefore, it is will be useful to, at this point, set out the relevant contents of these Extracts marked “1R1”, “1R2” and “R4”, which have been produced by the 1st respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      574.1,
      526.78,
      767.28
    ],
    "text": "As mentioned earlier, the Extract marked “1R1” is an Entry made on 01st March 2014, at 1.30pm, by Police Sergeant Dhanapala, at the Kekirawa Police Station. He commences the Entry by recording that, the 3rd respondent [Swarnaseeli] together with some other persons brought the two petitioners to the Kekirawa Police Station and complained that the two petitioners had forcibly entered the 3rd Respondent‟s house and threatened the 3rd respondent and others - vide: “මෙෙ අවස්ථාමේදී ම ොට්ටල්බද්ද, ැකිරාව යන ලිපිනමේ ඳදිංචි බී.ඒ. ස්වර්ණශීලී යන අය හා තවත් පිරිසක් ාන්තාවන් මදමදමනකු ැ඲වා මෙන තෙන්මේ නිවසට උමද් ාලමේදී අයුතු ඇතුල් වී තර්ජනය ල බවට ස඲හන් ඳැමිණිල්ලක් කිරීෙට ඇවිත් දන්වයි. ඒ අනුව මෙෙ අයමේ ඳැමිණිල්ල ඳහත මඳො.සැ. 21211 ධනඳාල වන ො සටහන් රමි.”",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      70.36,
      526.78,
      472.87
    ],
    "text": "Thereafter, “1R1” records the statement made by the 3rd respondent. In her statement, the 3rd respondent says that: at about 10.30am on 01st March 2014 she went to her sister‟s [Baby Nona‟s] house and was talking with Baby Nona together with one Ashoka Manel Kumari; at about 10.45am, the two petitioners entered the premises and stated that they wished to convert the 3rd respondent and the other two ladies [ie: Baby Nona and Ashoka Manel Kumari] to Christianity and pressurized them to adopt Christianity as their faith; the 3rd respondent and the other two ladies were frightened by these efforts on the part of the petitioners; the 3rd respondent and the other two ladies said that they were Buddhists and that they had no wish to convert to another religion and they asked the two petitioners to leave the premises; despite this request, the petitioners refused to do so and remained on the premises against the wishes of the 3rd respondent and the other two ladies; the petitioners continued with their efforts to convert the 3rd respondent and the other two ladies to Christianity; these actions of the petitioners caused great shame to the 3rd respondent and the other two ladies and made them frightened; therefore, they informed other residents of the village who, in turn, informed the Buddhist monk who was at the village temple; several residents of the village then came to the premises and prepared to take the two petitioners to the Police Station; the petitioners threatened them at this point too; then, the 3rd respondent and some other residents of the village took the two petitioners to the Police Station; the 3rd respondent‟s sister - ie: Baby Nona - could not come with them to the Police Station; but Baby Nona had instructed the 3rd respondent to make a complaint that the two petitioners had forcibly entered her premises against Baby Nona‟s wishes; the 3rd respondent proceeds to hand over the petitioners to the Police; the 3rd respondent requests the Police to take action against the petitioners for threatening her and the others and for attempting to forcibly convert them to Christianity.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      478.55,
      526.78,
      707.62
    ],
    "text": "Having recorded the 3rd respondent‟s aforesaid statement, Police Sergeant Dhanapala has stated in “1R1” that, on the basis of this complaint made by the 3rd respondent against the two petitioners who had been brought to the Police Station by the 3rd respondent and others, he proceeds to arrest the two petitioners on suspicion of the offences of `criminal trespass‟ and `criminal intimidation‟ and to take the two petitioners into custody - vide: ඉහත කී බී. ඒ. ස්වර්ණශීලී යන අයමේ ප් ර ාශය මඳො.සැ. 21211 ධනඳාල වන ෙ අවිං වත් නිවැරදවත් වාර්තා ල බවට ප් ර ාශ රමි. ො දැන් ඉහත ඳැමිණිලි ාරිය සහ ඳැමිණි පිරිස විසින් ැ඲වාමෙන රැමෙන එන ලද ඳැමිණිලි ාරිය අසල අයුතු ඇතුල් වීෙ හා සාඳරාධී බිය ෙැන්වීෙ, බලහත් ාරමයන් ආෙම් වලට පුද්ෙලයන් බ඲වා ෙැනීෙට උත්සහා රන ලද බවට ස඲හන් තැනැත්තියන් මදමදනා වන 01. රුවල ෙස්වැව විදානයලාමේ ස්වර්ණා ෙිංජුලා කුොරි ..... 02. නවරත්න මේනලාමේ මරොසලිනා ..... යන මදමදනා අයුතු ඇතුල් වීෙ සහ සාඳරාධී බිය ෙැන්වීෙ යන වරද කියා දී ඳැය 13.15ට මඳොලිස් ස්ථානමේ ම ෝදනාොරමේදී අත්අඩිංගුවට ෙතිමි.”.",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      722.06,
      526.68,
      767.16
    ],
    "text": "In view of the references made by both the 1st respondent and Police Sergeant Dhanapala to having received a complaint from the 3rd respondent [Swarnaseeli] that the petitioners had attempted to “forcibly convert” her to the petitioners‟ religion, it is",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.32,
      526.65,
      219.74
    ],
    "text": "incumbent on me to state here that, our law, as it now stands, does not envisage an offence of “forcible conversion”. Attempts towards religious conversion can become unlawful only if some offence or nuisance, as is recognised by law, is committed in the course of such an exercise. In 2004, a Bill titled “Prohibition of Forcible Conversion of Religion Bill” was considered by this Court in the exercise of its constitutional jurisdiction, in SC SD 2/2004 to SC SD 22/2004. In those determinations, this Court found several provisions of that Bill to be violative of several Articles of the Constitution. Consequently, the Bill did not proceed towards enactment. The Legislature has not sought to enact similar legislation after that.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      225.3,
      526.78,
      423.31
    ],
    "text": "The Extract marked “1R2” contains a statement made by the 4th respondent [Anura] at the Kekirawa Police Station at 2.10pm on 01st March 2014 - ie: shortly after the petitioners were taken into custody at the Police Station. In “1R2”, the 4th Respondent states that: she was passing Baby Nona‟s house on that day, when she saw some persons on those premises and joined them; she recognised these individuals as persons who had come to Kottalbadda on an earlier day and preached another religion and handed out some publications; these persons had tried to convert the residents of Kottalbadda to that religion; at that time, the residents of Kottalabadda had decided to apprehend these persons if they returned to Kottalbadda and hand them over to the Police; therefore, on 01st March 2014, she and some other residents of Kottalbadda informed the Police who had come to Baby Nona‟s house and taken the petitioners to the Police Station - “මම් සම්බන්ධමයන් මඳොලීසියට දැන්ව෕ ඳසු මඳොලීසිමයන් ඇවිත් තෙයි මඳොලීසියට ඒ අය එක් ආමේ”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      437.63,
      526.75,
      482.59
    ],
    "text": "It is to be noted that, the 4th respondent does not state that, at the aforesaid time, Baby Nona was on the premises or that Baby Nona wished to make any complaint against the petitioners.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      496.31,
      526.78,
      632.26
    ],
    "text": "The Extract marked “1R3” records a Statement made at about 5.00pm on 01st March 2014, by one A.N Baby Nona, at her house in Kottalbadda. She states that: she left her house at 9.30 am on that day to work in her chena and returned only at 11.30am; when she returned, she found the two unknown ladies discussing the Bible with her daughter-in-law, Chandima and turning the pages of a large Bible; these two ladies had then tried to convert her to Christianity; she had asked them to leave but they had not left; she had later spoken to the Buddhist monk at the village temple who spoken to the Police; some police officers had come there and taken the petitioners away - “මඳොලීසිමේ ෙහත්තුරු වෙයක් ඇවිත් ඔවුන්ව එක් ගියා.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      648.64,
      526.78,
      736.44
    ],
    "text": "It springs to attention that, Baby Nona‟s statement that she left her house at 9.30am on 01st March 2014 and returned from her chena only at 11.30am, exposes as a total falsehood, the 3rd respondent‟s claim that she and Baby Nona were talking with each other from 10.30am on that day when the petitioners came to Baby Nona‟s house, at about 10.45am.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.8,
      302.93,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      70.36,
      526.78,
      718.18
    ],
    "text": "Next, contrary to the claims made by the 3rd and 4th respondents, Baby Nona does not state that, either the 3rd respondent or the 4th respondent entered her premises and she does not state that a group of villagers came to her premises. Most importantly, Baby Nona does not state that, she asked the 3rd respondent to make a complaint of `criminal trespass‟ against the petitioners. Thus, the 3rd respondent‟s claim made in “1R1” that Baby Nona had instructed her to make a complaint, is also shown to be a barefaced lie. A further two documents were annexed to the 1st respondent‟s affidavit marked “1R5” and “1R6” but were not referred to in his affidavit. The document marked “1R5” is, on the face of it, an Extract from the Information Book of an Entry made by the 2nd respondent at 2.10pm on 03rd March 2014, which records that the two petitioners had come to the Police Station for the inquiry to be held on that day but that neither complainant - ie: the 3rd respondent [Swaranseeli] or the 4th respondent [Anura] - were present and that the 2nd respondent has sent a message to the complainants to attend the inquiry on 04th March 2014. The document marked “1R6” is, on the face of it, the first page of a Report, dated 14th March 2014, to be made to the Magistrate under Chapter III of the Code of Criminal Procedure. It is captioned “අත් අඩිංගුවට ෙන්නා ලද සැ ාරියන් මදමදමනකු මඳොලිස් ඇඳ ෙත මුදාහරින ලද බව ෙරු අධි රණය මවත වාර්තා කිරීෙ.” Learned Deputy Solicitor General, who appeared for the Respondents referred to these documents and I have no reason to doubt that these documents are records of the Kekirawa Police Station. Learned President‟s Counsel who appeared for the petitioners has not made an application that these documents be disregarded on the ground that they are not specifically referred to in the petition. In these particular circumstances, I will consider these documents since they assist this Court in determining this application. The 2nd respondent has also tendered an affidavit in which he denies the petitioners‟ claims and states that he has conducted his duties lawfully. He says he agrees with the statements made in the 1st respondent‟s affidavit. He says that he carried out the inquiry on 15th March 2014 because the 1st respondent was on leave on that day. He says that, at this inquiry, “having heard the parties I took steps to conclude the matter according to the provisions of the law,.” The 2nd respondent annexed Extracts from the Information Book marked “2R1” and “2R2”. The Extract marked “2R1” is a record by the 2nd respondent of the proceedings of the aforesaid inquiry held by him on 15th March 2015. The Extract marked “2R2” contains further statements made by the two complainants [ie: the 3rd and 4th Respondents], on 15th March 2015, at the Kekirawa Police Station. I will refer to the relevant contents of these documents later on in this judgment.",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      723.74,
      526.78,
      768.96
    ],
    "text": "The 1st petitioner has tendered a counter affidavit denying the truth of the statements made by the 1st and 2nd Respondents in their affidavits and reiterating the positions taken by the petitioners in their petition. The 1st petitioner states that she and the 2nd",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      70.36,
      526.62,
      130.1
    ],
    "text": "petitioner were arbitrarily arrested by the 1st and 2nd respondents. She also states that, 3rd and 4th respondents [ie: Swarnaseeli and Anura] “…..made a complaint against the Petitioners, under the directions of the officers of the Kekirawa Police Station, and have acted in collusion with such officers.”. .",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      143.94,
      526.78,
      233.66
    ],
    "text": "This Court has granted the petitioners leave to proceed against the 1st and 2nd respondents only with regard to the alleged violation of the petitioners‟ fundamental rights guaranteed by Articles 12(1), 13(1) and 14(1)(e) of the Constitution. Therefore, questions of whether there were violations of the petitioners‟ fundamental rights guaranteed by the other Articles of the Constitution which are referred to in the petition, do not arise for consideration.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      249.23,
      526.78,
      322.13
    ],
    "text": "Before I move on to consider the alleged violations of the petitioners‟ fundamental rights, it should be mentioned here that, the respondents have not contended that the police officers who are said to have come to Chandima‟s house and brought the petitioners to the Kekirawa Police Station and Police Sergeant Dhanapala, should have been named as parties to these proceedings.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      335.73,
      530.14,
      410.47
    ],
    "text": "I will first consider whether the material before us establishes that, the 1st and/or 2nd respondents violated the petitioners‟ fundamental rights under Article 13(1) of the Constitution which states that, “No person shall be arrested except according to procedure established by law. Any person arrested shall be informed of the reason for his arrest.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      426.25,
      526.76,
      499.03
    ],
    "text": "In order to determine whether there has been a violation of the petitioners‟ rights guaranteed by Article 13(1), I should first consider whether the petitioners had, in fact, been “arrested”. Needless to say, it is only if the petitioners were “arrested” that, this Court is required to examine the material before us in relation to the other limbs of Article 13(1).",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      512.75,
      526.78,
      632.14
    ],
    "text": "In this regard, as set out above, the petitioners complain that, on 01st March 2014, they were wrongfully and unlawfully arrested by two unidentified police officers attached to the Kekirawa Police Station, who had come to Chandima‟s house and directed and compelled the petitioners to get into a three-wheeler to be taken to the Kekirawa Police Station, with the two police officers following the petitioners to the Police Station to make sure the petitioners proceeded to the Police Station; and that, thereafter, the petitioners were wrongfully and unlawfully detained overnight at that Police Station, until they were released on Police Bail, the next morning.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      645.74,
      526.78,
      735.58
    ],
    "text": "In contrast, in his affidavit, the 1st respondent admits that the petitioners were “kept” overnight at the Police Station but denies that the petitioners were arrested. In fact, he specifically states that, that, “the petitioners were not arrested.”. The 1st respondent says he is “unaware” of the truth of the chain of events narrated by the petitioners and says that he denies the petitioners‟ claim that they were compelled to proceed to the Police Station by two police officers.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.32,
      526.78,
      168.74
    ],
    "text": "However, the truth of the petitioners‟ statement that, two police officers came to Chandima‟s house and took the petitioners to the Kekirawa Police Station is confirmed by the 4th respondent [Anura] in “1R2” when she states “මම් සම්බන්ධමයන් මඳොලීසියට දැන්ව෕ ඳසු මඳොලීසිමයන් ඇවිත් තෙයි මඳොලීසියට ඒ අය එක් ආමේ” and also by N.A. Baby Nona in “1R3” who says “මඳොලීසිමේ ෙහත්තුරු වෙයක් ඇවිත් ඔවුන්ව එක් ගියා.”.",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      185.0,
      526.72,
      376.97
    ],
    "text": "In this background, I consider that, the material before us is sufficient to safely conclude that, as stated by the petitioners, two police officers did come to Chandima‟s premises on 01st March 2014 and require the petitioners to get into the three-wheeler to go to the Kekirawa Police Station and then follow that three-wheeler to ensure that the petitioners immediately went to the Police Station and nowhere else. These facts make it evident that the petitioners did not voluntarily go to the Police Station. In any event, I can see no reason why the petitioners would have, on their own free will, wished to come to the Police Station on 01st March 2014. It is very probable that, if not for that compulsion exerted on them by the two police officers, the two petitioners would have, in view of the hostility shown to them, left Kottalbadda and gone back to their homes in Kalakarambewa or gone elsewhere. It is safe to conclude that, the petitioners went to the Police Station against their own wishes and only because they were compelled to do so by the two police officers.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      392.63,
      526.78,
      748.32
    ],
    "text": "It has been long established, in cases such as PIYASIRI vs. FERNANDO [1988 1 SLR 173] and NAMASIVAYAM vs. GUNAWARDENA [1989 1 SLR 394] that, when a person is required or directed by a police officer to go to a Police Station and he is, thereby, compelled, by the nature of that requirement or direction, to go to the Police Station against his wishes, that person has been “arrested”, insofar as Article 13(1) is concerned. Thus, in PIYASIRI vs. FERNANDO, H.A.G. De Silva J [at p.180], quoted, with approval, Dr. Glanville William‟s article titled “Requisites of a valid arrest” [1954 Criminal Law Review 6 at p.8] where the learned author wrote: “….. an arrest may be made by mere words and the other submits….. If an officer merely makes a request to the suspect, giving him to understand that he is at liberty to come or refuse, then there is no imprisonment or arrest. If however the impression is conveyed that there is no such option, and the suspect is compelled to come, it is an arrest ….. ”. In NAMASIVAYAM vs. GUNAWARDENA, Sharvananda CJ said [at p.401], “in my view, when the 3rd Respondent required the Petitioner to accompany him to the Police Station and took him to the Police Station, the Petitioner was in law arrested by the 3rd Respondent. The Petitioner was prevented by the action of the 3rd Respondent from proceeding with his journey in the bus. The Petitioner was deprived of his liberty to go where he pleased. It was not necessary that there should have been any actual use of force; threat of force used to procure the Petitioner‟s submission was sufficient. The Petitioner did not go to the Police Station voluntarily. He was taken to the Police by the 3rd Respondent.”. As Fernando J succinctly put it in SIRISENA vs. PERERA [1991 2 SLR 97 at p.107] “ Whether or not a person has been arrested depends not on the legality of the arrest but on whether he has been deprived of his liberty to go where he pleases.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.32,
      526.76,
      115.34
    ],
    "text": "An application of these well-established principles of the Law to the facts and circumstances of this case, leaves little doubt that, the petitioners were arrested by the two police officers, at Chandima‟s premises.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      131.0,
      526.78,
      412.39
    ],
    "text": "Next, these two police officers are, undoubtedly, attached to the Kekirawa Police Station, of which the 1st respondent is the Officer-in-Charge. It is reasonable to infer that, when, on 01st March 2014, the residents of Kottalbadda informed the Kekirawa Police Station about the presence of the petitioners in the village, the two police officers proceeded to Chandima‟s house upon orders given by the 1st respondent, possibly in terms of section 109 (5) (a) of the Code of Criminal Procedure Act No. 15 of 1979, as amended. In any event, it can be assumed that, upon their return to the Police Station the two police officers reported the fact of the arrest to the 1st respondent, inter alia, in terms of section 109 (4) or section 109 (4A) of the Code of Criminal Procedure Act. Thereupon, the 1st respondent has, himself, interviewed the petitioners at the Police Station, presumably acting, inter alia, in terms of section 109 (5) (a) of the Code of Criminal Procedure Act. Soon thereafter, the petitioners have been taken into custody and detained. Thereby, the 1st respondent has also ratified the earlier arrest of the petitioners by the two police officers. In any event, the 1st respondent has not suggested that these police officers were acting without his directions or outside of authority given to them by him. These circumstances establish that the two police officers acted under the directions of or with the authority of the 1st respondent, when they arrested the petitioners and brought them to the Police Station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      425.99,
      526.76,
      515.71
    ],
    "text": "In any event, the fact that the petitioners were arrested and detained on 01st March 2014 is established, beyond any doubt, by the Extract marked “1R1” in which Police Sergeant Dhanapala has recorded that, the petitioners were taken into custody, at 1.15pm on that day, at the Kekirawa Police Station. The relevant part of that Extract was reproduced earlier in this judgment, when I was setting out the contents of “1R1”.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      531.37,
      526.78,
      768.0
    ],
    "text": "It should be stated here that, the reasonable conclusion is that, soon after the petitioners were interviewed by the 1st respondent, they were taken into custody by Police Sergeant Dhanapala, on the directions of the 1st respondent, who was the Officer-in-Charge of the Police Station. In any event, the 1st respondent has not suggested that Police Sergeant Dhanapala took the petitioners into custody without his directions or outside of authority given to him by the 1st respondent. The 1st respondent also did not act in terms of section 109 (5) (b) or section 114 of the Code of Criminal Procedure Act and end the investigation and release the petitioners after he interviewed them. Instead, he has directed Police Sergeant Dhanapala to proceed in terms of the arrest which had been effected and take the petitioners into custody. These circumstances establish that, the petitioners were taken into custody and, thereafter, detained on the directions and with the authority of the 1st respondent. Further, I have no doubt that, the Entry made by Police Sergeant Dhanapala in “1R1”, which was made soon after the 1st respondent interviewed the petitioners, was made with the full knowledge of the 1st respondent and on his directions.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.32,
      526.78,
      219.62
    ],
    "text": "It is evident that, soon after the petitioners were arrested by the two police officers and brought to the Police Station, they were interviewed by the 1st respondent and then taken into custody, on the 1st respondent‟s directions, at 1.15pm on the same day. I am of the view that, these events must be regarded as constituting one seamless act within which the petitioners were arrested and taken into custody. It is not possible to artificially divorce the initial arrest of the petitioners by the two police officers at Chandima‟s house from the petitioners being placed in custody at the Police Station, soon thereafter. That sequence of events, which occurred within a short span of time, are constituent elements of the arrest of the petitioners, on 01st March 2014.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      233.34,
      529.69,
      293.21
    ],
    "text": "Despite the clear record which establishes that the petitioners were arrested, the 1st respondent has, in his affidavit, falsely stated that, “the petitioners were not arrested.” The 2nd respondent has, in his affidavit, agreed with that false statement made by the 1st respondent.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      306.93,
      526.78,
      366.77
    ],
    "text": "These deliberate falsehoods go to the root of the 1st and 2nd respondents‟ case and gravely impugn the credibility of the positions taken by them. The 1st and 2nd respondents have sought to misrepresent what, in fact, happened on 01st March 2014 with regard to the arrest and detention of the petitioners.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      382.43,
      526.71,
      440.35
    ],
    "text": "Since the “arrest” of the petitioners has been established and since Article 13 (1) declares that, “No person shall be arrested except according to procedure established by law ….”, the next step is to examine whether the arrest of the petitioners was carried out according to procedure established by the Law.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      456.01,
      526.2,
      513.91
    ],
    "text": "It is common ground that the Police claimed to have proceeded under and in terms of the provisions of the Code of Criminal Procedure Act and not under any special procedure authorised by some other Law. It is also common ground that, no warrant had been issued for the arrest of the petitioners.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      529.57,
      526.76,
      632.14
    ],
    "text": "In this regard, it hardly needs to be said here that, section 32 (1) of the Code of Criminal Procedure Act empowers a police officer to arrest a person without a warrant only in one of the instances enumerated in sub-sections (a) to (i) of section 32 (1). A glance at these circumstances described in sub-section (a) and sub-section (c) to (i) shows that these sub-sections are inapplicable to the facts and circumstances of this case. That leaves only sub-section (b) of section 32 (1) as possibly applicable to the arrest of the petitioners.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      647.8,
      526.78,
      705.7
    ],
    "text": "Next, as set out above, the Extract marked “1R1” clearly records that the petitioners were arrested on suspicion of the offences of `criminal trespass’ and `criminal intimidation’. No other suspected offence is mentioned, as an alleged reason for the arrest.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      715.36,
      526.71,
      758.4
    ],
    "text": "It is convenient to first consider whether the arrest of the petitioners on suspicion of the offence of `criminal intimidation’ was done lawfully. In this regard, as is well known, the power of arrest given to a police officer by section 32 (1) (b) to arrest",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.2,
      526.7,
      159.98
    ],
    "text": "without a warrant, is only in respect of cognizable offences. However, a perusal of the First Schedule to the Code of Criminal Procedure Code establishes that, `criminal intimidation‟, which is defined and referred to in section 483 and section 486 of the Penal Code, is not a “cognizable offence”. In fact, the First Schedule expressly states that, a police officer or other peace officer shall not arrest, without a warrant, a person on suspicion of the offence of `criminal intimidation‟.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      169.52,
      530.02,
      287.33
    ],
    "text": "Therefore, the police officers were not empowered by section 32 (1) (b) to arrest the petitioners, without a warrant, on suspicion of the offence of `criminal intimidation‟. For purposes of completeness, it is also necessary to mention here that, the circumstances referred to in section 33 of the Code of Criminal Procedure - which empower a police officer or other peace officer to arrest a person accused of committing a non-cognizable offence if that person refuses to give his name and address to the police officer or gives a name and address which the police officer has reason to be believe to be false - did not arise in the present case.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      294.83,
      526.43,
      337.85
    ],
    "text": "It then follows that, the arrest of the petitioners on suspicion of the offence of `criminal intimidation’, was ex facie unlawful since a warrant had not been first obtained.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      353.51,
      526.76,
      426.31
    ],
    "text": "Nevertheless, as recorded in the Extract marked “1R1”, the petitioners were also arrested on suspicion of the offence of `criminal trespass’. Therefore, I am also required to consider whether that arrest - ie: on suspicion of the offence of `criminal trespass‟ - was done “according to procedure established by law ….” and, therefore, in compliance with the requirement stipulated in Article 13 1).",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      441.97,
      526.78,
      618.94
    ],
    "text": "In this regard, the offence of `criminal trespass‟ is defined and referred to in section 427 and section 433 of the Penal Code and is listed as a “cognizable offence” in the First Schedule to the Criminal Procedure Code. Therefore, the police officers were empowered by section 32 (1) (b) of the Code of Criminal Procedure Act, to arrest the petitioners, without a warrant, on suspicion of the offence of `criminal trespass‟ and the arrest of the two petitioners on that ground would be valid if it has been done lawfully. Thus, in JIFFRY vs. NIMALASIRI [1997 1SLR 45] where, as in the present case, the petitioner was arrested without a warrant on suspicion of the offences of `criminal intimidation‟ and `criminal trespass‟, it was held that, held that, even though the arrest on suspicion of `criminal intimidation‟ was unlawful because there was no warrant, the arrest on suspicion of `criminal trespass‟ was lawful since it was done in compliance with 32 (1) (b).",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      634.6,
      526.78,
      767.28
    ],
    "text": "However, the matter does not end there since section 32 (1) (b) empowers a police officer to arrest a person without a warrant only if that person is one “who has been concerned in any cognizable offence or against whom a reasonable complaint has been made or credible information has been received or a reasonable suspicion exists of his having been so concerned.”. It follows that, if the arrest of the petitioners was not effected in compliance with the criteria listed in section 32 (1) (b) of the Criminal Procedure Code, the arrest would not have been made “according to procedure established by law ….” and would, consequently, amount to a violation of the petitioners‟ fundamental rights guaranteed by Article 13(1) of the Constitution. As",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.32,
      526.78,
      234.38
    ],
    "text": "Amerasinghe J observed in CHANNA PIERIS vs. ATTORNEY GENERAL [1994 1 SLR 1 at p. 27] “The procedure generally established by law for arresting a person without a Warrant are set out in Chapter IV B (Sections 32-43) of the Code of Criminal Procedure. Where a person is arrested without a warrant otherwise than in accordance with these provisions, Article 13(1) of the Constitution will be violated.. On similar lines, Gratien J had earlier stated in MUTTUSAMY vs. KANNANGARA [52 NLR 324 at p.330], “ ….. the legality of the arrest depended upon whether the accused were persons `against whom a reasonable complaint had been made or credible information had been received or a reasonable suspicion existed‟ of their having been concerned in the commission of the offence of theft. (Section32(1)(b) of the Criminal Procedure Code.)”",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      250.07,
      526.78,
      754.9
    ],
    "text": "Applying these requirements specified in section 32 (1) (b) of the Criminal Procedure Code, this Court has, time and again, taken the view that, an arrest will be lawful only if the arresting officer had reasonable grounds, either upon the personal observations or knowledge of the arresting officer or upon a “reasonable complaint” or “credible information” received by him, which enables him to form a “reasonable suspicion”, that the person he proceeds to arrest has been concerned in a cognizable offence. In CHANNA PIERIS vs. ATTORNEY GENERAL, Amerasinghe J carried out a learned and exhaustive analysis of the judgments which have considered this issue. It will suffice, for the purposes of the present judgment, to cite His Lordship‟s following exposition [at p.45-47] which draws on the previous decisions and sets out the applicable principles: “The provisions relating to arrest are materially different to those applying to the determination of the guilt or innocence of the arrested person. One is at or near the starting point of criminal proceedings while the other constitutes the termination of those proceedings and is made by the Judge after the hearing of submissions from all parties. The power of arrest does not depend on the requirement that there must be clear and sufficient proof of the commission of the offence alleged. What the officer making the arrest needs to have are reasonable grounds for suspecting the persons to be concerned in or to be committing or to have committed the offence. ….. A reasonable suspicion may be based either upon matters within the officer's knowledge or upon credible information furnished to him, or upon a combination of both sources. He may inform himself either by personal investigation or by adopting information supplied to him or by doing both …. A suspicion does not become \"reasonable\" merely because the source of the information is creditworthy. If he is activated by an unreliable informant, the officer making the arrest should, as a matter of prudence, act with greater circumspection than if the information had come from a creditworthy source. However, eventually the question is whether in the circumstances, including the reliability of the sources of information, the person making the arrest could, as a reasonable man, have suspected that the persons were concerned in or committing or had committed the offence in question …… However the officer making an arrest cannot act on a suspicion founded on mere conjecture or vague surmise. His information must give rise to a reasonable suspicion that the suspect was concerned in the commission of an offence for which he could have arrested a person without a warrant. The suspicion must not be of an uncertain and vague",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.2,
      526.5,
      115.22
    ],
    "text": "nature but of a positive and definite character providing reasonable ground for suspecting that the person arrested was concerned in the commission of an offence.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      131.0,
      526.78,
      352.61
    ],
    "text": "It also remains to be said here, that this Court has, time and again, held that, an objective test will be applied when determining whether the arresting officer had reasonable grounds to decide that an arrest should be made because one or more of the circumstances enumerated in section 32 (1) (b) of the Criminal Procedure Code [or other applicable provision of the Law] were present. Thus, in DISSANAYAKE vs. SUPERINTENDENT, MAHARA PRISON [1991 2 SLR 247 at p.256], Kulatunga J observed “ ….. it is well settled that the validity of the arrest is determined by applying the objective test…..” - see also similar observations made by Kulatunga J in PREMALAL DE SILVA vs. INSPECTOR RODRIGO [1991 2 SLR 307 at p. 318] and CHANDRA PERERA vs. SIRIWARDENA [1992 1 SLR 251 at p.260] In CHANNA PIERIS vs. THE ATTORNEY GENERAL Amerasinghe J stated [at p. 45] that the question of whether there was sufficient material before the arresting officer to enable him to reasonably take the view that the arrest should be made must be “….. objectively regarded, - the subjective satisfaction of the officer making the arrest is not enough -…..”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      368.39,
      526.78,
      471.07
    ],
    "text": "Accordingly, since the Entry marked “1R1” clearly identifies and records that, the two petitioners were arrested on suspicion of the specific offence of `criminal trespass’, I am now required to apply the aforesaid principles and consider whether: the material before the 1st respondent when he decided to proceed with the arrest and take the petitioners into custody on 01st March 2014; was sufficient to reasonably suspect, at the time, that the petitioners have, as envisaged in 32 (1) (b) of the Code of Criminal Procedure Act, been “concerned in” the offence of `criminal trespass‟.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      487.57,
      526.78,
      664.78
    ],
    "text": "In this regard, the only material before the two police officers who first arrested the two petitioners at Chandima‟s premises, would be what they saw or heard. However, the 1st respondent has chosen to remain silent on what led these two police officers to arrest the petitioners at Chandima‟s premises. The 1st respondent has also chosen not to produce any related Entries made by these two police officers in the Information Book in terms of the provisions of section 109 of the Code of Criminal Procedure Code. The 1st respondent has also not produced affidavits made by these two police officers setting out what they saw and heard and what led them to first arrest the petitioners. As observed earlier, these two police officers were under the directions of the 1st respondent and were acting with his authority. Therefore, the 1st respondent was entirely able to provide such material to this Court, if he had wished to.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      681.16,
      526.78,
      768.82
    ],
    "text": "The inability or failure to submit such Entries or affidavits leads to the inference that, the 1st respondent is unable to state any circumstances which were before the two police officers at Chandima‟s premises, which could have led to a reasonable suspicion that the petitioners had been concerned in the offence of `criminal trespass‟.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      70.36,
      526.78,
      532.51
    ],
    "text": "Next, it is necessary to examine what material was before the 1st respondent when he decided to proceed with the arrest and take the petitioners into custody and detain them, on 01st March 2014, on suspicion of the offence of `criminal trespass‟. In this regard, the offence of `criminal trespass‟ is defined in section 427 of the Penal Code which states: “Whoever enters into or upon property in the occupation of another with intent to commit an offence, or to intimidate, insult, or annoy any person in occupation of such property, or having lawfully entered upon such property unlawfully remains there with intent thereby to intimidate, insult or annoy any such person, or with intent to commit an offence, is said to commit `criminal trespass‟”. It follows that, since the 1st respondent should have, in the words of Amerasinghe J, had “reasonable grounds for suspecting” that the petitioners had committed the offence of `criminal offence‟ before he could lawfully proceed with the arrest and take the petitioners into custody, there should have been sufficient material before him to enable him to form a reasonable suspicion that the two petitioners had been concerned with the commission of an offence of `criminal trespass‟, as described in section 427 of the Penal Code. Further, when I proceed to determine whether the 1st respondent did have “reasonable grounds for suspecting” that the petitioners had committed the offence of `criminal trespass‟, I am required, as set out above, to apply an objective test. The subjective state of mind of the 1st respondent is not the determining factor. Instead, the determining factor is whether, when objectively regarded, there was sufficient material for the 1st respondent to reasonably suspect that the petitioners had been concerned with the offence of `criminal trespass‟. In this regard, as observed earlier, the only material furnished to this Court by the 1st respondent, as being the material before him when he decided to proceed with the arrest and take the petitioners into custody, is the aforesaid statement made by the 3rd respondent and recorded in “1R1”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      539.89,
      526.75,
      627.7
    ],
    "text": "Therefore, the contents of the Extract marked “1R1” and also the accuracy and bona fides of what was recorded in “1R1” are relevant when determining whether there was sufficient material before the 1st respondent to enable him to reasonably suspect that the petitioners had committed the offence of `criminal trespass‟. It should be noted here that, I have earlier held that, the Entry in “1R1” was made with the full knowledge of the 1st respondent and on his directions.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      643.36,
      526.78,
      746.16
    ],
    "text": "In this regard it is significant to note that, as set out in the passage from “1R1” which was reproduced earlier in this judgment, the Entry commences with a categorical statement that, the 3rd respondent and some other persons brought the two petitioners to the Kekirawa Police Station and made a complaint against the two petitioners - ie: without any prior involvement or participation on the part of any police officers.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.32,
      526.78,
      755.74
    ],
    "text": "But, that position is false because, as set out above, the factual position was that the two petitioners were brought to the Kekirawa Police Station by the two police officers who had come to Chandima‟s house and compelled the petitioners to proceed to the Police Station. It seems to me that, this false record in “1R1” assumes significance because it impugns the bona fides of the 1st respondent‟s actions. That is because, it stands to reason that, if the 1st respondent had acted bona fide, he would have ensured that the fact that two police officers brought the petitioners to the Police Station, be recorded in “1R1”. Further, if the 1st respondent had acted bona fide, he would have ensured that, at the same time the Entry “1R1” was recorded, the information given by those two police officers, who had first-hand and personal knowledge of the events which led to the 3rd respondent‟s complaint, was also recorded in the Information Book, inter alia, in terms of the provisions of section 109 of the Code of Criminal Procedure Act. Common sense dictates that, if the 1st respondent was to act bona fide, he would have decided whether or not he should proceed with the arrest and take the petitioners into custody, only after considering such information given by the two police officers vis-à-vis the 3rd respondent‟s complaint and its merits. In this regard, as set out earlier, our law requires a police officer to act reasonably when deciding whether or not he should arrest a suspected offender under the provisions of section 32 (1) (b) of the Code of Criminal Procedure Act. Further, as set out above, section 32 (1) (b) allows an arrest of a person based on a complaint made against him, only if that complaint is a “reasonable complaint”. It seems to me that, a consequence of this requirement is that, where a police officer is considering making an arrest and taking a person into custody solely based on an complaint received by him from a member of the public without that police officer having any first-hand knowledge of the facts relating to the alleged offence and the circumstances are such that the police officer has a readily available and prima facie reliable source from which he can quickly and conveniently obtain information which will enable him to assess whether that complaint is a “reasonable complaint” as envisaged in section 32 (1) (b), he should, where practically possible and, particularly, where there is no likelihood of the suspected offender `escaping‟ before such information can be obtained, obtain that information before deciding whether there are “reasonable grounds” to arrest the suspected offender and take him into custody based on that complaint made by a member of the public. In taking this view I am also guided by Scott LJ‟s observations in DUMBELL VS. ROBERTS [1944 1 AER 326] - a decision which has been referred to, with approval, by this Court on several occasions - vide: for instance, MUTTUSAMY vs. KANNANGARA [at p.330], CHANNA PIERIS vs. THE ATTORNEY GENERAL [at p.51] and FAIZ VS. THE ATTORNEY GENERAL [1995 1 SLR 372 at p.399]. Scott LJ said [at p.329] “The duty of the police when they arrest without warrant is, no doubt, to be quick to see the possibility of crime, but equally they ought to be anxious to avoid mistaking the innocent for the guilty. The British principle of personal freedom, that every man should be presumed innocent until he is proved guilty,",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.2,
      526.78,
      755.88
    ],
    "text": "applies also to the police function of arrest - in a very modified degree, it is true, but at least to the extent of requiring them to be observant, receptive and open-minded and to notice any relevant circumstance which points either way, either to innocence or to guilt. They may have to act on the spur of the moment and have no time to reflect and be bound, therefore, to arrest to prevent escape; but where there is no danger of the person who ex-hypothesi aroused their suspicion, that he is probably an „offender‟ attempting to escape, they should make all presently practicable enquiries from persons present or immediately accessible who are likely to be able to answer their enquiries forthwith. I am not suggesting a duty on the police to try to prove innocence; that is not their function; but they should act on the assumption that their prima facie suspicion may be ill-founded. That duty attaches particularly where slight delay does not matter because there is no probability, in the circumstances of the arrest or intended arrest, of the suspected person running away. The duty attaches, I think, simply because of the double-sided interest of the public in the liberty of the individual as well as in the detection of crime.”. Applying this approach, I am of the view that, there was a duty cast on the 1st respondent to have first asked the two police officers as to what they personally saw and heard and what led them to bring the two petitioners to the Police Station and then, based on such information, assess whether the 3rd respondent had made a “reasonable complaint” that the petitioners had been concerned in the offence of `criminal trespass‟. The 1st respondent, who was required by the Law to act reasonably, should have decided whether or not he should proceed with the arrest and take the petitioners into custody and detain them, only after considering such information given by the two police officers vis-à-vis the 3rd respondent‟s complaint and its merits. In this regard, it is to be kept in mind that, the two police officers would have been close at hand or readily contactable and there was no risk of the petitioners going anywhere before these simple and quick steps were taken. In these circumstances, the 1st respondent‟s failure to take the steps referred to earlier, leads to the inference that, he did not act reasonably when he decided to proceed with the arrest and take the petitioners into custody, based solely on the complaint made by the 3rd respondent [Swarnaseeli]. Further, as mentioned earlier, the false record made in “1R1” that the petitioners were brought to the Police Station by the 3rd respondent and the deliberate omission of the fact that two police officers brought the petitioners to the Police Station, impugns the 1st respondent‟s bona fides. All this gives a measure of credibility to the petitioners‟ charge that the 3rd and 4th respondents “….. made a complaint against the Petitioners, under the directions of the officers of the Kekirawa Police Station, and have acted in collusion with such officers.”. However, I consider it necessary to examine the circumstances further and ascertain whether, in any event, there was sufficient material before the 1st respondent to enable him to have “reasonable grounds for suspecting” that the petitioners had committed the offence of `criminal trespass‟.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.32,
      526.78,
      755.88
    ],
    "text": "It is evident from the definition of `criminal trespass‟ in section 427 of the Penal Code which was cited earlier, that one of the essential constituent elements of the offence of „criminal trespass‟ is that, the offender must have unlawfully entered or remained on a property which is in the occupation of another person and also have done so with the intent to commit an offence or with the intent to intimidate, insult or annoy a person who was in occupation of that property. It is long and well established Law that, as section 427 makes plainly clear, the offence of `criminal trespass‟ is committed against a person who is in “occupation of such property” [or his agent who is on the property representing him] and not against a mere bystander or visitor who happens to be on that property at the time of the commission of the alleged offence. Thus, in ROWTHER vs. MOHIDEEN [1914 1 Bal. Notes 1 at p. 2] Wood Renton J made it clear that, the offence of `criminal trespass‟ as defined in section 427 of the Penal Code, is “….. confined I think to a trespass committed against the person in apparent occupation of premises …..”. On similar lines, in NALLAN CHETTY vs. MUSTAFA [19 NLR 262 at p.263], De Sampayo J observed, “….. it is necessary that the property should be in the `occupation‟ of a person …. the offence of criminal trespass is one that affects not so much the property which is entered upon as the person who is in occupation.”. In KING vs. SELVANAYAGAM [51 NLR 470 at p.474], the Privy Council referred to section 427 of the Penal Code and observed “It is to be noted that the section deals with occupation, which is a matter of fact , .…. there must be an occupier whose occupation is interfered with, and whom it is intended to insult, intimidate or annoy (unless the intent is to commit an offence).”. and [at p.475] “To establish criminal trespass the prosecution must prove that the real or dominant intent of the entry was to commit an offence or to insult, intimidate or annoy the occupant…..” In ANNAPAN vs. MURRAY [75 NLR 342 at p.344]. Alles J, referring to section 427 of the Penal Code, said, “….. the prosecution must prove that the real or dominant intention of the entry was to commit an offence or to insult, intimidate or annoy the occupant.”. Therefore, in the present case, the petitioners could have committed the alleged offence of `criminal trespass‟ only against the occupant of the property they are said to have entered into or remained on. In the present case, the 3rd respondent‟s complaint recorded in “1R1” and set out earlier in this judgment, specifically states that, the Baby Nona was the occupant of the property which the petitioners are said to have entered into or remained upon and that Baby Nona has asked the 3rd respondent to make a complaint against the petitioners. The 3rd respondent has made it very clear that she was, at best, only a visitor who happened to be at that property at the material time. Therefore, prima facie, the petitioners could have committed the offence of `criminal trespass‟ only against Baby Nona. The petitioners could not have committed that offence against the 3rd respondent.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      70.36,
      526.78,
      741.0
    ],
    "text": "These facts were staring the 1st respondent in his face and he was very well aware that the complainant [the 3rd respondent] was not the “occupier” of the property in question and that the alleged offence of `criminal trespass‟ could not have been committed against her. In this connection, as mentioned earlier, I have held that, the Entry in “1R1” was made with the full knowledge of the 1st respondent and on his directions. The 1st respondent would have had full knowledge of what the 3rd respondent said and what was recorded in “1R1”. It is to be also seen that, although the 3rd respondent said that Baby Nona had asked her to make a complaint against the petitioners, the other complainant - ie: the 4th respondent [Anura] – did not state in “1R2” that, Baby Nona was present at the time of the alleged incident or that she made any complaint against the petitioners. Thus, the only material before the 1st respondent which suggested that the petitioners had committed an offence of criminal trespass, was the verbal claim made by the 3rd respondent that the “occupier” of the property - ie: Baby Nona - had asked the 3rd respondent to make a complaint against the petitioners. While I do not suggest that, the 1st respondent was required to carry out a lawyerly analysis of the elements of the offence of `criminal trespass‟ prior to arresting the petitioners, he was, nevertheless, required by Law, to have “reasonable grounds for suspecting” that the petitioners had been concerned with the commission of an offence of `criminal trespass‟, as described in section 427 of the Penal Code, prior to deciding to proceed with the arrest of the petitioners and take them into custody. At the minimum, this required him to first satisfy himself that, there were reasonable grounds to suspect that an offence of `criminal trespass‟ had been committed against the “occupier” of the property in question. In these circumstances, the 1st respondent, who was required to act reasonably‟, was under a duty to take the elementary step of ascertaining the facts from the “occupier” of the property in question [ie: Baby Nona] and verifying from Baby Nona that she wished to make a complaint of `criminal trespass‟ against the petitioners. He was obliged to take these steps before he decided whether or not he should proceed with the arrest and take the petitioners into custody on suspicion of an offence of criminal trespass. He could not have “reasonable grounds for suspecting” that the petitioners had committed the offence of `criminal trespass‟ unless and until he obtained that information. He was not lawfully entitled to have acted on the mere verbal claim made by the 3rd respondent that Baby Nona had asked her to make a complaint. For all he knew, the 3rd respondent could have been making a false and malicious complaint, either for her own reasons or on the instigation of another. Equally possibly, the 3rd respondent might have been merely an interfering busybody who had no knowledge of what happened. In fact, subsequent events strongly point to one of those conclusions. In this connection, it has to be kept in mind that, Baby Nona lived in Kottalbadda, which is close to the Kekirawa Police Station. Therefore, the 1st respondent would have had no difficulty in checking with Baby Nona first.",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.32,
      527.98,
      651.58
    ],
    "text": "Further, there was no risk of the petitioners going anywhere before this simple and quick step was taken. I am of the view that, the 1st respondent‟s failure to ascertain the facts from the “occupier” of the property in question - ie: Baby Nona - and his failure to ascertain from her whether she wished to complain that the petitioners had committed the offence of `criminal trespass‟ against her, establish that, the 1st respondent did not have “reasonable grounds for suspecting” that the petitioners had been concerned with an offence of `criminal trespass‟ at the time he decided to proceed with the arrest and take the petitioners into custody. The validity of the above conclusion is reinforced when one reads the statement made by Baby Nona and recorded in “1R3”. Baby Nona‟s statement was obtained when the 1st respondent eventually realized that he had been under a duty to obtain a statement from her - ie: from the occupier of the property insofar as section 427 of the Penal Code is concerned. That had led to Police Constable 35316, Bandara being despatched to Baby Nona‟s house in Kottalbadda to record her statement. Bandara has recorded her statement at 5.00pm on 01st March 2014 - ie: several hours after the petitioners had been arrested and placed in custody. The relevant contents of Baby Nona‟s statement have been set out earlier in this judgment. As set out earlier, Baby Nona‟s statement exposes, as an utter falsehood, the 3rd respondent‟s claim that she and Baby Nona were talking with each other from 10.30am on 01st March 2014 when the petitioners came to Baby Nona‟s house at about 10.45am. Most importantly, Baby Nona does not state that she asked the 3rd respondent to make a complaint of `criminal trespass‟ against the petitioners and establishes that, the 3rd respondent‟s claim made in “1R1” that Baby Nona had instructed her to make a complaint, was a barefaced lie. This fact highlights the importance of the 1st respondent‟s duty to have checked with the occupant of the property - ie: Baby Nona - before he proceeded with the arrest of the petitioners and took them into custody. For the reasons I have set out above, I hold that, there were no reasonable grounds for suspecting that the petitioners had committed the offence of `criminal trespass‟ at the time the petitioners were first arrested at Chandima‟s premises and brought to the Police Station where the 1st respondent decided to proceed with the arrest and take the petitioners into custody. As observed earlier, this was all part of the sequence of events in which the petitioners were arrested on 01st March 2014.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      661.12,
      526.78,
      734.02
    ],
    "text": "Next, despite all the grave infirmities which came to light when the statement made by Baby Nona was recorded in the evening of 01st March 2014, the 1st respondent continued to keep the petitioners - one a 58 year old woman and the other a 35 year old woman - in custody from 1.15pm on 01st March 2014 onwards and overnight and until they were released on Police Bail at about 10.45am next day.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      70.36,
      526.71,
      204.74
    ],
    "text": "I am of the view that, at least when the falsity of the 3rd respondent‟s complaint [solely upon which the petitioners had been arrested] came to light in the evening of 01st March 2014, the petitioners should have been forthwith released from custody instead of the detention being needlessly continued overnight. In somewhat comparable circumstances, in ABEYWICKREMA vs. GUNARATNA [1997 3 SLR 225] Bandaranayake J [as she then was] took the view that, where the Police had arrested the petitioner and it later became known to the Police that there was no basis for that arrest, there was no need for the Police to have continued to detain that petitioner.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      212.46,
      526.78,
      257.45
    ],
    "text": "Accordingly, I hold that, the arrest of the petitioners on 01st March 2014 by the 1st respondent, was unlawful and that the 1st respondent has violated the petitioners‟ fundamental rights guaranteed by Article 13(1) of the Constitution.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      265.05,
      526.73,
      310.13
    ],
    "text": "There is no material before this Court to suggest that the 2nd respondent played a part in this violation of the petitioners‟ fundamental rights under Article 13(1), all of which occurred during 01st March 2014 and 02nd March 2014.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      319.67,
      526.72,
      407.45
    ],
    "text": "Before I turn to considering whether there has also been a violation of the petitioners‟ fundamental rights guaranteed by Article 12(1) and Article 14(1)(e) of the Constitution, I should also mention that, the Extract marked “1R5” shows that, perhaps unsurprisingly in the background of the aforesaid contradictions and discrepancies, neither the 3rd respondent [Swarnseeli] or the 4th respondent [Anura] attended the inquiry into their complaint, which was to be held on 03rd March -2014.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      421.19,
      526.78,
      646.18
    ],
    "text": "Next, it is disturbing to note that, the Report dated 14th March 2014 to be made to the Magistrate by the Kekirawa Police and marked “1R6”, states that the petitioners were arrested on suspicion of the offence of `criminal trespass‟ and then falsely claims that, the property in question was one occupied by the 3rd respondent - vide: ැකිරාව මඳොලිස් වසමම් ම ොට්ටල්බද්ද ැකිරාව යන ලිපිනමේ ඳදිංචිව සිටින බී. ඒ. ස්වර්ණශීලී යන අය ස්ථානයට ඳැමිණ 2014.03.01 වන දන තෙ නිවමස් තෙ අසල්වාසී ාන්තාවන් වන අමසෝ ා ොමනල් කුොරි යන අය සෙගින් නිවමස් සිටින විට මෙදන මඳරවරු 10.45ට ඳෙණ තො මනොදන්නා ාන්තාවන් මදමදමනකු නිවසට ඳැමිණ එෙ අය ක් රිස්තියානි ආෙමම් බවත් එෙ ආෙෙට බැමදන මලස තොට දැනුම් දුන්න බවත් තෙ එයට අ ෙැති වීෙ නිසා තොට බල ර සිටි බැවින් ..... ඳැමිණිල්ලක් රන ලදී.” This constitutes a misleading report submitted to the Magistrates‟ Court since the Kekirawa Police have falsely stated that the property in question was occupied by the 3rd respondent despite full well knowing that the 3rd respondent was not the occupant of the property in question.",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      660.02,
      526.7,
      764.64
    ],
    "text": "Another step in this sorry saga took place on 15th March 2014 when the petitioners and the 3rd and 4th respondents attended an inquiry held by the 2nd respondent at the Kekirawa Police Station. Baby Nona did not attend. The proceedings at this inquiry are recorded in the Extract marked “2R1”. What is to be noted from “2R1” is that, any thought of an alleged offence of `criminal trespass‟ seems to have disappeared by then and the 2nd respondent has, instead, dwelt on the likelihood of the petitioners‟ alleged actions causing a `breach of the peace‟. The petitioners had steadfastly",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      70.36,
      526.78,
      130.22
    ],
    "text": "denied that they had committed any such offence. Thereupon, the 2nd respondent has recorded that he informed the petitioners that criminal proceedings will be instituted against the petitioners since it is likely that they will cause a „breach of the peace‟ on a future date.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      143.94,
      526.56,
      218.66
    ],
    "text": "On the following day - on 16th March 2014 - the 2nd respondent has summoned the 3rd and 4th respondents to the Kekirawa Police Station and, as set out in the Extract marked “2R2”, the 3rd and 4th respondents have stated that they did not wish to press charges against the petitioners and that they request the Police to terminate these proceedings.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      234.35,
      526.78,
      475.63
    ],
    "text": "In passing it should be mentioned here that, a perusal of the Extract marked “2R2” reveals that, the 3rd respondent has acknowledged the fact that she did not meet Baby Nona - who was the “occupier” of the property in question in so far as the alleged offence of `criminal trespass‟ is concerned - prior to the 3rd respondent making the complaint to the Police - vide: “මම් අවස්ථාමේදී අක් ා මෙදර හිටිමේ නැහැ. ඇය මේනට මෙොස් සිටි නිසා ෙෙ මඳොලීසියට ආවා.”. This further reinforces the validity of the conclusion reached earlier that, at the time the 1st respondent decided to proceed with the arrest and direct that the petitioners be taken into custody and detained, he did not have “reasonable grounds for suspecting” that the petitioners had committed the offence of `criminal trespass‟ since he had not ascertained the facts from the “occupier” of the property in question and had not ascertained from the “occupier” of the property in question, whether she wished to make a complaint against the petitioners. In fact, as stated earlier, the “occupier” of the property in question - ie: Baby Nona - has not made a complaint against the petitioners, at any stage. As mentioned earlier, no case was filed against the petitioners.",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      491.29,
      526.76,
      757.92
    ],
    "text": "Next, this Court has also granted the petitioners leave to proceed under Article 12(1) of the Constitution. The history of the events which emerges when the facts and documents presented to this Court are examined, suggests to me that the officers of the Kekirawa Police and the residents of Kottalbadda were concerned and disturbed by previous visits made by the petitioners in the course of their public ministries and house-to-house visits. It seems to me that, the Kekirawa Police had intended to deter the petitioners from carrying out any further visits of this nature to the area and that, on 01st March 2014, the petitioners were unnecessarily, unreasonably and unlawfully arrested on unsustainable charges and, thereafter, detained overnight, in order to give effect to that intention. The police officers were probably motivated by a desire to prevent disharmony in their community and, even perhaps, a desire to protect their own religion from what they saw as incursions of another faith. Those motives are human traits and are understandable. However, police officers must act lawfully and also act respectfully of the rights of all persons in the country including persons who profess different beliefs or who are different in some other way, even where those different beliefs or ways are distasteful to the police officers. Zealotry and harassment in its",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.32,
      526.78,
      755.76
    ],
    "text": "cause by police officers, are not to be countenanced. As Sharvananda CJ tellingly said in JOSEPH PERERA vs. THE ATTORNEY GENERAL [at p. 225], “One of the basic values of a free society to which we are pledged under our Constitution is founded on the conviction that there must be freedom not only for the thought we cherish, but also for the thought we hate.”. It has also been established that, the petitioners were unnecessarily, unreasonably and unlawfully detained overnight on 01st March 2014 despite the fact that, they could have been released in the evening of that day as soon as it became known that the occupier of the property in question [ie: Baby Nona] has not made a complaint of `criminal trespass‟ against the petitioners and, further, when it came to light that, the 3rd respondent‟s complaint was utterly false. Further, in the circumstances of this case, the petitioners‟ statement that they were berated, humiliated and threatened at the Kekirawa Police Station, first by the 1st respondent in the evening of 01st March 2014 and, thereafter, throughout that night by other police officers, rings true and I am inclined to believe it. It should also be noted that, although the petitioners were detained overnight, they were never produced before a Magistrate and, further, as mentioned earlier, the Report marked “1R6” said to have been submitted to the Magistrate by the Kekirawa Police, was falsified. The aforesaid facts establish that the 1st respondent and officers acting under his directions and with his authority have acted in a manner which is manifestly unreasonable, arbitrary and unlawful. It is very apparent that, the aforesaid acts and omissions of the 1st respondent and officers acting under his directions and with his authority, were intentionally done and were deliberate. They were not inadvertent mistakes. In these circumstances, I am of the view that, the aforesaid acts and omissions of the 1st respondent have denied the petitioners their fundamental right, guaranteed by Article 12(1), to the equal protection of the Law. Accordingly, I hold that the 1st respondent has also violated the petitioners‟ fundamental rights guaranteed by Article 12(1). The 1st respondent and his men would have done well to keep in mind the teaching of the Lord Buddha who counselled that, teachers of other doctrines and their followers, should be treated with respect. The Enlightened One taught in the Brahmajala Sutta, which is very first Sutta in the Sutta Pitaka [Digha Nikaya 1.1.5], “Monks, if anyone should speak in disparagement of me, of the Dhamma or of the Sangha, you should not be angry, resentful or upset on that account. If you were to be angry or displeased at such disparagement, that would only be a hindrance to you. For if others disparage me, the Dhamma or the Sangha, and you are angry and displeased, can you recognise whether what they say is right or not ? `No Lord‟. If others disparage me, the Dhamma or the Sangha, then you must explain what is incorrect as being incorrect, saying `that is incorrect, that is false, that is not our way, that is not found among us.”. [Translation of the Digha Nikaya by M. Walshe]. In the",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      72.32,
      526.78,
      457.87
    ],
    "text": "Madhupindika Sutta [Majjhima Nikaya 18.4], the Thathagata said to Dandapani, the Sakyan: “Friend, I assert and proclaim [my teaching] in such a way that one does not quarrel with anyone in the world with its gods, its Maras and its Brahmas, in this generation with recluses and brahmins, its princes and its peoples ….”. In the Upali Sutta [Majjhima Nikaya 56.17], when the householder Upali, who till then had been a follower of Nigantha Natapuththa, entered into a discourse with the Buddha and became the Buddha‟s lay follower, the Buddha counselled Upali: “Householder, your family has long supported the Niganthas and you should consider that alms should be given to them when they come.”. [Translation of the Majjhima Nikaya by M. Walshe]. In his Rock Edict XII, which stands to this day on Mount Girnar in Jungadh, Gujarat, the great Emperor Dharmashoka, exhorted his people, saying: “Beloved-of-the-Gods, King Piyadasi, honors both ascetics and the householders of all religions, and he honors them with gifts and honors of various kinds. But Beloved-of-the-Gods, King Piyadasi, does not value gifts and honors as much as he values this - that there should be growth in the essentials of all religions. Growth in essentials can be done in different ways, but all of them have as their root restraint in speech, that is, not praising one's own religion, or condemning the religion of others without good cause. And if there is cause for criticism, it should be done in a mild way. But it is better to honor other religions for this reason. By so doing, one's own religion benefits, and so do other religions, while doing otherwise harms one's own religion and the religions of others. Whoever praises his own religion, due to excessive devotion, and condemns others with the thought \"Let me glorify my own religion,\" only harms his own religion. Therefore contact (between religions) is good. One should listen to and respect the doctrines professed by others. Beloved-of-the-Gods, King Piyadasi, desires that all should be well-learned in the good doctrines of other religions.”. [Translation by Ven.S.Dhammika in “The Edicts of King Ashoka” 1993 BPS].",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      465.59,
      526.75,
      570.07
    ],
    "text": "Regrettably, the 1st respondent and police officers acting under his directions and with his authority, failed to live up to these noble standards. Their conduct calls for a reiteration here of Gratien J‟s observation in MUTTUSAMY vs. KANNANGARA [at p.325] with regard to, inter alia¸ the powers of police officers to arrest without a warrant, that the Courts must be vigilant to ensure that the powers given to police officers “are not abused through inexperience, excess of zeal or `insolence of office‟.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      583.82,
      526.78,
      747.96
    ],
    "text": "This Court has also granted the petitioners leave to proceed against the 1st and 2nd respondents under Article 14(1)(e) of the Constitution of the Republic, which states that, every citizen is entitled to “the freedom, either by himself, or in association with others, and either in public or in private, to manifest his religion or belief in worship, observance, practice and teaching;”. It is one of the nine freedoms relating to civil rights which are granted to our citizens, as fundamental rights, by Article 14, to which Sharvananda CJ referred when he said in JOSEPH PERERA vs. THE AG [at p.21] citing “Article 14 of the Constitution deals with those great and basic rights which are recognised and guaranteed as the natural rights inherent in the status of a citizen of a free country.”. The petitioners are admittedly citizens of the Republic and, therefore, have this right as one guaranteed to them by the Constitution.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      72.32,
      526.78,
      189.98
    ],
    "text": "Next, although Article 15(7) of the Constitution provides that, the exercise and operation of the rights stipulated by Article 14(1)(e) are subject to such restrictions as may be prescribed by law [or regulations made under law relating to public security] in the interests of national security, public order, the protection of public health or morality, or for the purpose of securing due recognition and respect for the rights and freedoms of others, or of meeting the just requirements of the general welfare of a democratic society, no suggestion has been made that any such law or regulation applies to the present issue.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      205.4,
      526.66,
      322.97
    ],
    "text": "In these circumstances, this Court, as the guardian appointed by the Constitution to vigilantly protect and give real effect to the fundamental rights to which every citizen of our country is constitutionally entitled to, has a duty to ensure that the petitioners‟ rights under Article 14(1)(e) are meaningfully given effect to. It must always be remembered that, this Court has a sacrosanct duty to safeguard each and every one of the nine “great and basic rights” listed in Article 14 and to make them real and living freedoms which are the birthright of every citizen of our free country. It is the duty of this Court, to give these rights, their fullest proper meaning.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      338.63,
      526.52,
      426.31
    ],
    "text": "At the same time, this Court also has to exercise due care and alertness when examining applications made under Article 17 and Article 126 alleging violations of these rights, since this Court has a concomitant duty to ensure it does not unwittingly extend the reach of the fundamental rights protected by Article 14 outside the extent of their fullest proper meaning, which is to be gathered from the specific words used in Article 14 and the relevant principles of the Law.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      441.97,
      526.78,
      768.12
    ],
    "text": "Accordingly, this Court is required to carefully examine the material before us and determine whether, there has been, in fact, a violation of the petitioners‟ fundamental rights which are guaranteed by Article 14(1)(e). That examination should be done objectively and dispassionately, if one is to seek to ensure the Rule of Law. Particularly so, when a Court examines issues, such as the one before us, which some may consider to be emotive. What Article 14(1)(e) confers is the freedom to manifest one‟s “religion” or “belief” in “worship, observance, practice and teaching;” and to do so either alone or with others and in public or in private. The word religion has its root in the Latin word religio which Cicero once described as meaning “cultum deorum” - which could be said to translate to mean `piously worshipping the gods‟ [Cicero‟s Deo Natura Deorum - Book 1 at sections 116-117]. The word “religion” is hard to define. It can mean different things to different people and, as a result, there has been much interesting philosophical, philological and etymological debate among scholars, on what the word means. However, it is unnecessary, for the purposes of this judgment, to venture into those issues since it is evident that the word “religion” is used in Article 14(1)(e) in its modern day context of meaning a particular system of beliefs - either belief in an essentially non-theistic doctrine and its aligned code of living which achieves one‟s spiritual, mental and material development [including agnostic or atheistic beliefs] or a theistic belief in a",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      72.32,
      526.79,
      755.88
    ],
    "text": "divine being or divine beings to be worshipped and obeyed and whose doctrine and code of living, one must believe in and live by. It is evident that, the word “belief” is used in the same context in Article 14(1)(e) and that there is little to be gleaned from seeking to ascertain whether it has a significantly different meaning to the word “religion” with specific reference to its use in Article 14(1)(e). In fact, the definitions of the word “belief” in the Shorter Oxford Dictionary [5th ed.] include “faith” and “Trust in God; religious faith; acceptance of any received theology” and also “a religion”. Next, there can be no doubt that, the petitioners‟ religion of Christianity is a “religion” within the meaning of Article 14(1)(e) and that, therefore, the petitioners are entitled to the full compass of their rights under Article 14(1)(e) to manifest their “religion …. in worship, observance, practice and teaching;” and to do so either alone or with others and in public or in private. The fact that, the petitioners are members of the “Jehovah‟s Witnesses”, which may appear to some to be a somewhat singular denomination within the Christian faith, and are not members of a mainstream Christian Church - whether Catholic and Protestant, makes no difference to the petitioners‟ right to the freedom granted by Article 14(1)(e). The fact that the tenets of the denomination differ, in some significant aspects, from the doctrines of the mainstream Christian Churches, makes no difference. Thus, what remains to be examined is whether the events of 01st March 2014 violated the petitioners‟ freedom to manifest their religion “in worship, observance, practice and teaching;” and to do so either alone or with others and in public or in private. It has to be remembered that, the burden of proving such a violation is placed on the petitioners. In this regard, the petitioners say that, on 01st March 2014, they set off for Kottalbadda to visit Niluka Maduwanthi who had invited them to visit her house. The petitioners have not annexed an affidavit from Niluka Maduwanthi in proof of this invitation. The petitioners have also not furnished any explanation for not producing such an affidavit. In the absence of such corroboration, I am not inclined to place much credence on the petitioners‟ claim that they were bound only for Niluka Maduwanthi‟s house when the events relating to this application took place. It should be said here, in the interest of clarity, that this finding does not take away from the validity of the petitioners‟ complaints with regard to their unlawful arrest and detention. Instead, I am of the view that, in the totality of the circumstances of this case, it is much more probable that, the petitioners set off for Kottalbadda on 01st March 2014, as part of a public ministry in the course of which their objective was to carry out house-to-house visits seeking to spread their faith among members of the public. I reach that conclusion for the two reasons, which I have set out below. Firstly, as I understand it, Jehovah‟s Witnesses see the Bible as the inerrant word of God as propounded by the Christian faith and consider what is written in the Bible, as historically accurate to the last word and detail. Accordingly, they believe that",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      72.2,
      526.78,
      765.24
    ],
    "text": "Jesus Christ “….. went through every city and village, preaching and shewing the glad tidings of the kingdom of God:” [Luke 8:1] and that Jesus Christ exhorted his disciples to “Go ye into all the world, and preach the gospel to every creature” [Mark 16:15]. Jehovah‟s Witnesses also believe that, Jesus‟ disciples honoured those instructions and that the disciples “….. daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ.”. [Acts 5:42]. [All the citations are from the King James Version of the Bible]. Those beliefs are often regarded as being part of the Christian faith and are to be respected by all right thinking persons. However, what is important for the purposes of the present case is that, Jehovah‟s Witnesses believe that each of them have a duty to follow in those footsteps of Jesus and his disciples and “teach and preach” the gospel of their denomination in public and “and in every house”, whenever possible. They believe that, doing so includes public ministries in the course of which they carry out house-to-house visits seeking to spread their faith and also distribute their publications such as “The Watchtower” and “Awake” which set out the teachings of the denomination. Individual Jehovah‟s Witnesses have a duty to carry out house-house visits. Such visits are usually carried out by two or more Jehovah‟s Witnesses. Although it hardly needs to be said here, let me hasten to add, in the interests of clarity, that such public ministries would, ordinarily, be lawful. A contravention of the Law may arise only if some offence or nuisance, as is recognised by Law, is committed in the course of such an exercise. Secondly, in their petition, the petitioners say that, the events which led to their arrest and detention on 01st March 2014 commenced when they were engaged in a discussion with Chandima seated on chairs at the entrance to her house and “During the discussion, an unidentified man, from a near-by house, approached the Petitioners and demanded to know what they were doing, and in fact took the religious literature that was in the woman‟s hand and walked off”. I can think of no reason why that man would have behaved in such an unusual manner, unless he had seen the petitioners in Kottalbadda on an earlier occasion when they were on a public ministry and had decided to interrupt a repetition of such an exercise if the petitioners came to Kottalbadda on another day. It seems to me that, unless that man had seen the petitioners engage in a public ministry earlier, he would have had no cause to react in that manner to the passing sight of two ladies, seated down and having an amicable chat with a neighbor. This conclusion is strengthened by the 4th respondent‟s [Anura] statement in “1R2” saying that the petitioners had come to Kottalbadda on an earlier occasion and sought to spread their faith among the residents of that village – “ඒ මේලාමේ මීට මඳර දවස ආෙෙක් සම්බන්ධමයන් මද්ශන දීපු ට්ටිය බව ෙෙ හඳුනා ෙත්තා. මම් අය ඳත් රි ා වෙයක් අපිට දුන්නා, එයාලමේ ආෙෙට බැමදන්න කියලා. අමප් ෙමම් අය දැනුවත් රලා තිබුමේ, මම් අය නැවත අමවොත් මඳොලීසියට අල්ලා මදමු කියලා.”. For these reasons, I conclude that, on a balance of probabilities, the petitioners were engaged in a public ministry in Kottalbadda on 01st March 2014 during the course of which they would carry out house-to-house visits, distribute publications and seek to",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "30",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      72.32,
      526.78,
      457.99
    ],
    "text": "spread their faith among the people of that village. It then follows that, the petitioners were engaged in a discussion with Chandima at her house, in the course of one such house-to house visit. It is clear that, the petitioners‟ complaint that their freedom guaranteed by Article 14(1)(e) was violated, flows from the undisputed fact that they were prevented from continuing with their discussion with Chandima when they were bundled off to the Police Station by the two police officers who had come to Chandima‟s house. Accordingly, what has to be now decided is whether the acts of the 1st respondent and police officers acting under his directions and with his authority, which prevented the petitioners from continuing their discussion with Chandima, violated the petitioners‟ freedom, which is guaranteed by Article 14(1)(e), to manifest their religion “in worship, observance, practice and teaching;”. This requires me to first seek to ascertain what, on a standard of probability, was likely to have transpired during that discussion. In that regard, the petitioners state, in their petition, only that they „discussed the Bible” with Chandima. In contrast, the 3rd respondent‟s statement in “1R1” say that the petitioners tried to convert her to the petitioners‟ faith and Baby Nona‟s statement in “1R3” also says that the petitioners tried to convert her to the petitioners‟ faith and that the petitioners spoke of Armageddon and the salvation of only those who were adherents of their faith. In the light of the many discrepancies which were identified earlier, I am not inclined to attribute credibility to what has been written in “1R1” and “1R3”. We also do not have the benefit of an affidavit or a statement made by Chandima since neither party has seen fit to produce such a document. Chandima remains a shadowy figure.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      474.49,
      526.79,
      758.4
    ],
    "text": "However, when seeking to ascertain what was likely to have transpired during the discussion the petitioners were engaged in, considerable insight is gained by a perusal of the publications annexed to the petition marked “P1”, in particular the principal publication captioned “සැබෑ මදවියන්මෙන් ප් රීතිෙත් ඳණිවිඩයක්”, coupled with an examination of the website maintained by Jehovah‟s Witnesses, which is cited and referred to in the publications. These publications and the website, read together, make clear the nature and character of the house-to-house visits made by Jehovah‟s Witnesses. It is seen that, members of the denomination are expected to go from house-to-house in an effort to meet people and engage in discussions with whoever is willing to listen. It is also seen that, the members of Jehovah‟s Witnesses who are on such exercises, carry copies of their publications which they hand out. It is evident that, members of the denomination who are engaged in such house-to-house visits are expected to follow a somewhat structured script which helps to guide the conversation to the areas they wish to discuss. These areas for discussion, include: a description of their faith and its theology coupled with references to appropriate passages from the Bible which are set out in the publications; an extolling of the faith held by Jehovah‟s Witnesses as the sole truth and only redemption; and, though couched in subtle language, an unmistakably clear message that the only hope of a person escaping damnation and eternal suffering is",
    "fonts": [
      "Arial",
      "Nirmala UI"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "31",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      72.32,
      526.78,
      175.1
    ],
    "text": "to subscribe to the faith held by Jehovah‟s Witnesses. In fact, the website maintained by Jehovah‟s Witnesses acknowledges that they seek to spread this message “to the most distant part of the earth” and to do so “publicly and from house to house”. The website rejects accusations that Jehovah‟s Witnesses engage in acts of proselytizing or forcible conversions but freely acknowledges that Jehovah‟s Witnesses actively engage in spreading their message among the public. It is said that, each month, Jehovah‟s Witnesses print and distribute over 83 million publications, worldwide.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      191.6,
      526.78,
      264.53
    ],
    "text": "I think it reasonable to conclude that, the visit which the petitioners made to Chandima‟s house on 01st March 2014 and the discussion they were having with her, would have been no different. In this regard, it has to be kept in mind that, as concluded earlier, the petitioners were engaged in this discussion in the course of an intended campaign of house-to-house visits.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      281.03,
      530.14,
      756.12
    ],
    "text": "Therefore, the issue to be decided now is whether that discussion was an exercise of the petitioners‟ freedom to manifest their religion “in worship, observance, practice and teaching;” or whether that discussion did not fall within the ambit and scope of that phrase used in Article 14(1)(e). If the answer is that the discussion did fall within that phrase, the prevention of the discussion by the 1st and 2nd respondents and the officers under their command, would constitute a violation of the petitioners‟ freedom guaranteed by Article 14(1)(e). In contrast, if the discussion does not properly fall within the phrase “worship, observance, practice and teaching;” used in Article 14(1)(e), the prevention of the discussion would not have violated Article 14(1)(e). The meaning of the words “worship” and “observance” in relation to a religion or set of beliefs, are well known. For purposes of completeness, the Shorter Oxford Dictionary [5th ed.] defines “worship” as meaning “Honour or adore as divine or sacred, esp. with religious rites or ceremonies; offer prayer or prayers to (a god)” and defines “observance” as meaning “an act performed in accordance with prescribed usage, esp. one of religious or ceremonial character; a customary rite or ceremony.”. It is obvious that, the discussion the petitioners were having with Chandima could not have been the manifesting of an act of “worship” or “observance” of the petitioners‟ religion, within the meaning of Article 14(1)(e) of the Constitution. As for the word “practice” which features in Article 14(1)(e), the Shorter Oxford Dictionary defines the word as meaning “The habitual doing or carrying out of something; usual or customary action or performance”. I am inclined to consider that, the fact that the word “practice” is placed in Article 14(1)(e) together with and following from the words “worship” and “observance”, suggests that, the word “practice” is used in Article 14(1)(e) to mean and refer to a customary or traditional ritual, ceremony or act which is performed in the course of or allied to or consequent to acts of “worship” and “observance” of a religion or a set of beliefs. This conclusion is warranted by the maxim noscitur a sociis which postulates that, in matters of statutory interpretation, the coupling of words which have analogous meanings suggests that they should be understood to be used in their cognate sense and that",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "32",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      72.2,
      526.78,
      765.48
    ],
    "text": "their colour is to be taken from each other - vide: Maxwell‟s `The Interpretation of Statutes‟ [12th ed. at p.289] and Broom‟s `Legal Maxims‟ [10th ed. at p. 396]. As a result, I am of the view that, the word “practice” is used in Article 14(1)(e) to mean and refer to a customary or traditional ritual, ceremony or act which is performed in the course of or allied to or consequent to acts of “worship” and “observance” of a religion or a set of beliefs. Consequently, the discussion the petitioners were having with Chandima in the course of a programme of house-to-house visits, could not have been the manifesting of a “practice” of the petitioners‟ religion, within the meaning of Article 14(1)(e) of the Constitution. In reaching this conclusion, I am fortified by the views expressed by the Supreme Court of India in THE COMMISSIONER, HINDU RELIGIOUS ENDOWMENTS, MADRAS vs. SRI LAKSHMINDRA THIRTHA SWAMIAR OF SRI SHIRUR MUTT [1954 AIR SC 282]. In that case, Mukherjea J [as he then was] said, “If the tenets of any religious sect of the Hindus prescribe that offerings of food should be given to the idol at particular hours of the day, that periodical ceremonies should be performed in a certain way at certain periods of the year or that there should be daily recital of sacred texts or ablations to the sacred fire, all these would be regarded as parts of religion and the mere fact that they involve expenditure of money or employment of priests and servants or the use of marketable commodities would not make them secular activities partaking of a commercial or economic character; all of them are religious practices and should be regarded as matters of religion ……” [emphasis added by me]. In RATILAL PANACHAND GANDHI vs. STATE OF BOMBAY [AIR 1954 388 at p.392] Mukherjea J, referring to rites and ceremonies performed at specified times and in a particular manner by adherents of the Jain religion and Parsi religion, stated “Religious practices or performances of acts, in pursuance of religious belief are as much a part of religion as faith or belief in particular doctrines.”. In SARDAR SYEDNA TAHER SAIFUDDIN SAHEB vs. STATE OF BOMBAY [1962 SC 853] Sinha CJ referred to practices such a sacrifices, Sati immolations and the dedication of very young girls as devadasis, as being “religious practices” which had been restrained by law. The learned Chief Justice commented [at p. 864] “We have therefore, to draw a line of demarcation between practices consisting of rites and ceremonies connected with the particular kind of worship, which is the tenet of the religious community, and practices in other matters which may touch the religious institutions at several points, but which are not intimately concerned with rites and ceremonies the performance of which is an essential part of the religion. Then, in ACHARYA JAGDISHWARANAND AVADHUTA vs. COMMISSIONER OF POLICE, CALCUTTA [1984 AIR SC 51], the Supreme Court of India appears to have thought that a ritualized Tandava dance which is performed by followers of the Anada Marg sect, may constitute a “practice” of that sect but held that, in any event, it was not essential that such a “practice” be performed in public. In this regard, the petitioners have submitted that, the tenets of Jehovah‟s Witnesses require them to engage in house to-house visits for the purposes of evangelizing and that, therefore, such house-to-house visits are a “practice” of their religion, which",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "33",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      72.2,
      530.14,
      755.88
    ],
    "text": "brings these acts within the ambit of Article 14 (1)(e). I do not agree with that contention because, in my view, engaging in house to-house visits for the purpose of evangelizing, is in the nature of a religious duty or obligation placed on the petitioners, similar to other religious duties or obligations such as obedience to the Ten Commandments, loving one‟s neighbor and Christian charity. Engaging in house to-house visits is not in the nature of a “practice” which is referred to in Article 14(1)(e) of the Constitution and which, as identified earlier, means and refers to customary or traditional rituals, ceremonies or acts which are performed in the course of or allied to or consequent to acts of “worship” and “observance” of a religion or a set of beliefs. If I may also say here, by way of a comment only, it seems to me that the performance of a religious duty or obligation is, usually, personal to the individual adherent of a religion or belief and is done by him alone or together with others who are also performing the same religious duty or obligation. The acts done in the performance of a religious duty or obligation, usually, do not require the participation of others who do not share the same religious duty or obligation and are, usually, of no concern to them and do not affect them. I doubt there can be an enforceable right to unilaterally perform one‟s religious duties and obligations in a manner which affects others who may be disinterested or unwilling to participate or listen or even hostile. Those questions, if they are to be decided, will have to await due consideration in an appropriate case. As a result of the conclusions reached with regard to the import of the words “worship, observance, practice” used in Article 14(1)(e), the discussion which the petitioners were having with Chandima would fall within the ambit of Article 14(1)(e) only if it can be regarded as properly falling within the scope of the word “teaching;” used in Article 14(1)(e). In that connection, as is well known, the word “teaching” is used, in common usage, to mean the act of imparting knowledge to another, who is the student of the teacher. Thus, the Shorter Oxford Dictionary defines the verb “teach” as meaning “Impart information about or the knowledge of (a subject or skill); give instruction, training, or lessons (in a subject etc), Impart information or knowledge to (a person); educate, train, or instruct (a person) ;give (a person) moral guidance” and “Enable (a person) to do something by instruction or training; show or explain to (a person) a fact or how to do something by instruction, lessons, etc” and “Impart knowledge or information; act as a teacher; give instruction, lessons or training.” The noun “teaching” is defined as “The action of TEACH verb; the imparting of information or knowledge; the occupation, profession or function of a teacher.”. It is necessary to now examine and determine whether the discussion the petitioners were having with Chandima on 01st March 2014 can be properly regarded as being an act of “teaching” within the ordinary meaning of the word, which has been described above. When determining this question, it is necessary to first examine and determine the nature of the overall exercise within which this discussion took place. That is",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "34",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      72.32,
      526.78,
      755.88
    ],
    "text": "required because the discussion the petitioners were having with Chandima was not a discussion which occurred on its own and unrelated to any other events. If that was the case, it would have been proper to examine the nature of the discussion in the context of it being a stand-alone act. However, in the present case, the discussion occurred in the course of and as an integral part of a programme of house-to-house visits which the petitioners intended to carry out as a public ministry of the Jehovah‟s Witnesses. Therefore, the discussion with Chandima should be regarded within the context of the intended programme of house-to-house visits and as an incident of that intended programme. It should not be artificially separated from the overall exercise within which it occurred. The discussion must be regarded as having the same character and nature as the programme which it was a part of. As a result, the real question before this Court is not whether the discussion the petitioners were having with Chandima can be properly regarded as being an act of “teaching” but, instead, whether the programme of house-to-house visits which the petitioners intended to carry out [and within which the discussion with Chandima occurred] can be properly regarded as being an act of “teaching” within the ordinary meaning of the word. In this regard, it is evident from the definitions of the word cited earlier that, the act of “teaching” involves a process of the education of a student [or group of students] by a teacher who, by means of instructions, lessons and training, imparts knowledge and skills to the student [or students]. The resulting process of “teaching” is usually consensual since, on the one hand, the teacher voluntarily agrees to perform the duty of teaching and, on the other hand, the student voluntarily seeks the teacher because he wishes to learn from the teacher. The act of “teaching” is usually pre-arranged and entered into with deliberation and for the individual benefit of both the teacher and the student. It usually takes place at a pre-determined place which is known to and convenient to both teacher and student. Usually, the identity of both the teacher and the student are known to each other or their agents, before the act of “teaching” commences. No doubt, there will be instances where the act of “teaching” occurs spontaneously, as for example where an elder teaches a child or a friend teaches another friend. However, in general, it can be fairly said that, the act of “teaching” is usually pre-arranged and consensual. Further, the act of “teaching” usually involves a personal relationship between the teacher and the student However, when one looks at the nature [this was examined and identified earlier] of a typical programme of house-to-house visits which the petitioners engage in as part of a public ministry of the Jehovah‟s Witnesses, it is very clear that these characteristics of the act and process of “teaching” are absent. Such programmes of house-to-house visits would entail members of the denomination setting off in groups of two or more in order to meet strangers by knocking on doors or speaking with them upon sight and then seeking to engage them in a discussion of the type described earlier. Some of the persons they accost will brush off the attempt to make a contact. Others will agree to a discussion. There is a distinctly random quality in the manner in which members of the denomination find persons they are able to",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "35",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      72.32,
      526.78,
      755.88
    ],
    "text": "engage in discussions with. The overall process of house-to-house visits cannot be said to be consensual or pre-arranged or pre-determined. The identities of the parties to the process are not known to each other prior to the house-to-house visit. A programme of house-to-house visits in the course of a public ministry carried out by Jehovah‟s Witnesses is more in the nature of an exercise which attempts to communicate a message on a mass scale and uses a “hit or miss” strategy. On the basis of this analysis, I am of the view that, a discussion which takes place between members of Jehovah‟s Witnesses and a member of the public during the course of a programme of house-to-house visits carried out as part of a public ministry of Jehovah‟s Witnesses, does not constitute an act or process of “teaching” within the meaning of Article 14(1)(e) of the Constitution. For the reasons set out above, I conclude that, the discussion the petitioners were having with Chandima cannot be properly regarded as being an instance of petitioners manifesting their religion “in worship, observance, practice and teaching;”, within the meaning of and as contemplated by Article 14(1)(e) of the Constitution. Consequently, the prevention of the continuation of that discussion by the 1st respondent and police officers acting on his directions and with his authority, does not constitute a violation of the petitioners‟ fundamental rights guaranteed by Article 14(1)(e) of the Constitution. In their petition, the petitioners have alleged that, at the inquiry held on 15th March 2014, the 2nd respondent directed the petitioners not to discuss their religion with Buddhists. However, the proceedings of that inquiry marked “2R1” do not suggest that such a direction was made by the 2nd respondent. The affidavit marked “P2” affirmed by the 1st petitioners‟ husband also does not specifically state that the 2nd respondent directed the petitioners not to discuss their religion with Buddhists. In these circumstances, the claim made by the petitioners that the 2nd respondent directed the petitioners not to discuss their religion with Buddhists, remains unsubstantiated. For the reasons set out above, I hold that, there has been no violation of the petitioners‟ rights guaranteed by Article 14(1)(e). I must make it clear that, the determination I have just made is that, the petitioners‟ fundamental rights under Article 14(1)(e) were not violated. As I mentioned earlier, the discussion the petitioners and Chandima were having, would, ordinarily, have been lawful. But, the issue before this Court, was not the legality of the discussion. Instead, the issue before this Court was whether the prevention of the continuation of that discussion, denied the petitioners‟ their fundamental right guaranteed by Article 14(1)(e) to manifest their “religion ….in worship, observance, practice and teaching;” It must be understood that, the petitioners were not breaking any Law when they were having that discussion. They should not have been arrested and I have previously held that the arrest was unlawful. In addition, the petitioners may have civil remedies against the police officers and others. It hardly needs to be said that,",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "36",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      72.32,
      526.79,
      755.88
    ],
    "text": "discussions about religion between people of different beliefs and faiths are lawful and are a valued trait of a civilized society. Before concluding, it is incumbent on me to try and identify, from the standpoint of the law, the character of a programme of house-to-house visits in the course of a public ministry carried out by Jehovah‟s Witnesses. This question should not be left hanging in the air. In India, where the right to “propagate” a religion is conferred by Article 25 (1) of the Constitution of India, Mukherjea J, in COMMISSIONER, HINDU RELIGIOUS ENDOWMENTS, MADRAS vs. SRI LAKSHMINDRA THIRTHA SWAMIAR OF SRI SHIRUR MUTT [at p.289] that, referred to the word “propagate” in the sense of the right conferred on a person to “disseminate his ideas for the edification of others.”. In REV. STANISLAUS vs. MADHYA PRADESH [AIR SC 1977 908 at p. 911] Ray CJ was of the view that, the word “propagate” used in Article 25 (1) conferred a right “to transmit or spread one‟s religion by an exposition of its tenets.”. In arriving at this view, Ray CJ drew on the definition of the word “propagate” in the Shorter Oxford Dictionary which defined the word to mean “to spread from person to person, or from place to place, to disseminate, diffuse (a statement, belief, practice etc)”. and the definition of the word in the Century Dictionary which states “To transmit or spread from person to person or from place to place, carry forward or onward; diffuse; extend; as to propagate a report; to propagate the Christian religion”. The more recent 5th edition of the Shorter Oxford Dictionary defines the verb “propagate” as meaning “Cause to grow in numbers or amount; extend the bounds of; spread (esp.an idea, practice etc) from place to place.” and “Grow more widespread or numerous, increase, spread.”. The noun “propagation” is defined as “The action of spreading an idea, practice etc, from place to place.”. It is evident to me that, the character of a programme of house-to-house visits carried out as part of a public ministry of Jehovah‟s Witnesses [which was identified earlier], falls squarely within the description of an act of “propagation”. Although the Constitution of India, which is a secular State, confers the right to “propagate” a religion, our Constitution does not. The Constitution of India would have, undoubtedly been considered by the drafters of our Constitution and, having done so, they appear to have taken a considered decision to omit granting a right to “propagate” religion or beliefs in Sri Lanka and to grant only a more private and confined right to “teach” religion or beliefs. There could have been reasons for that decision, including the vital importance of taking measures to preserve social harmony and amity, which have proved to be fragile at times, in a geographically small country with a rapidly growing population which is multi-ethnic, multi-religious and economically disparate. Regrettably, there have been many lessons in our history, of the horrendous consequences of fractures in social harmony and amity. The drafters of our Constitution may have also had in their minds, that, unlike in avowedly secular India, Article 9 of our Constitution vests in the Republic, a duty to give Buddhism the foremost place.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      781.8,
      305.81,
      806.28
    ],
    "text": "37",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      72.32,
      526.68,
      487.87
    ],
    "text": "In any event, the duty of this Court is to uphold and give effect to the Constitution and as our Constitution now stands, the citizens of this country do not possess a constitutionally protected freedom to “propagate” their religion or beliefs. In S.C. Determination No. 2/2001 and S.C. Determination No. 19/2003, this Court has adverted to the fact that there is no constitutionally protected right to propagate religion or beliefs. To conclude, I hold that the petitioners‟ fundamental rights under Article 12(1) and Article 13(1) have been violated by the 1st respondent. I hold that the petitioners are entitled to compensation for the wrongful arrest and wrongful detention they were forced to undergo and for the harassment that was unnecessarily, unreasonably and unlawfully meted out to them by the 1st respondent and police officers acting under his directions and with his authority. I direct the State to pay the petitioners Rs.50,000/- each, as compensation. Judge of the Supreme Court S. Eva Wanasundera, PC J. I agree",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      489.37,
      478.28,
      606.94
    ],
    "text": "Judge of the Supreme Court H.N.J Perera J. I agree",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      324.07,
      608.44,
      478.28,
      651.7
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  }
]