[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      38.04,
      551.62,
      79.73
    ],
    "text": "1 IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      98.9,
      547.16,
      228.89
    ],
    "text": "In the matter of an application under and in terms of Articles 17 and 126 of the Constitution B.H.D.H. Tilakaratne, No. 153/4, Kandewatta, Suwasewa Road, Maha Heenatiyangala, Kalutara South",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      234.08,
      529.03,
      248.12
    ],
    "text": "Petitioner",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      260.24,
      341.78,
      276.2
    ],
    "text": "SC /FR/ Application No. 272/2016 Vs,",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      286.79,
      442.49,
      300.65
    ],
    "text": "1. Mr. B.A.P. Ariyarathna,",
    "fonts": [
      "Arial-BoldMT",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      305.45,
      547.14,
      384.91
    ],
    "text": "General Manager of Railways, General Manager of Railways Office, Colombo 10. 2. Hon Attorney General,",
    "fonts": [
      "Arial-BoldMT",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      389.71,
      490.49,
      418.63
    ],
    "text": "Attorney Generals Department, Colombo 12.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      436.66,
      423.82,
      515.43,
      437.86
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      485.74,
      324.6,
      499.78
    ],
    "text": "Before: Justice Vijith K. Malalgoda PC,",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      511.45,
      327.24,
      525.49
    ],
    "text": "Justice E.A.G.R. Amarasekara,",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      537.01,
      305.52,
      551.05
    ],
    "text": "Justice Achala Wengappuli,",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      560.8,
      524.59,
      591.25
    ],
    "text": "Counsel: Pulasthi Hewamanna with Harini Jayawardhena and Fadhila Fairoze instructed",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      5.039999961853027,
      6.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      144.02,
      602.38,
      373.34,
      614.38
    ],
    "text": "by the Legal Aid Commission for the Petitioner",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      624.34,
      346.82,
      636.34
    ],
    "text": "Rajitha Perera, DSG, for the Respondents",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      668.28,
      186.12,
      680.28
    ],
    "text": "Argued on: 21.06.2022",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      690.84,
      284.88,
      702.84
    ],
    "text": "Further Material Submitted on: 28.02.2024",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      713.52,
      200.4,
      725.52
    ],
    "text": "Judgment on: 15.05.2024",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      38.04,
      551.62,
      79.73
    ],
    "text": "2 Vijith K. Malalgoda PC J",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      96.86,
      551.83,
      159.5
    ],
    "text": "Petitioner to the instant application Benthara Hewage Dilupa Harshan Thilakarathne alleged the infringement or imminent infringement of his fundamental rights guaranteed under Articles 12 (1), 12 (4), and 14 (1) (g) of the Constitution by not appointing him to the Post of Station Master Grade- III by the Respondent.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      175.31,
      551.65,
      205.1
    ],
    "text": "This court on 18th May 2018 after hearing the submissions made on behalf of the Petitioner granted leave to proceed for alleged violation under Article 12 (1) of the Constitution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      222.05,
      551.83,
      352.01
    ],
    "text": "As submitted by the petitioner, he had joined the Sri Lanka Railways on or around 29.01.2007 as a Sub Station Master on a contract basis and was attached to the sub-railway station Hettimulla. He continued to work in the same capacity until he responded to an advertisement published on 13.05.2013 calling for applications to fill vacancies in the post of Station Master Grade III. A competitive examination was held to select suitable candidates to fill the above vacancies and the Petitioner too had sat for the competitive examination which was held on 13.07.2013. Having obtained 135 marks, Petitioner was placed in the 29th position and was notified to attend an interview to go ahead with the selection process.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      368.83,
      551.8,
      414.55
    ],
    "text": "Petitioner whilst working as the Sub Station Master Hettimulla had undergone surgery between 20.03.2012 and 03.04.2012 in the left leg and a part of his leg had been amputated and replaced during the said surgery.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      431.35,
      551.75,
      493.87
    ],
    "text": "However as submitted by the Petitioner, at the time the applications were called to the post of Station Master Grade III he was fully recovered from the said surgery and continued to perform the requisite administrative and physical functions required for the post of Sub Station Master, inter alia loading and unloading parcels, cleaning the platforms, etc.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      510.7,
      551.79,
      590.14
    ],
    "text": "In between calling of applications and holding the examination the Petitioner was interdicted for an alleged fraud in issuing railway tickets and was found responsible after a preliminary investigation but re-instated by the letter dated 11.02.2014. As further submitted by the Petitioner, he was permitted to sit for the written examination held on 13.07.2013 even though he was under interdiction at that time.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      606.94,
      551.69,
      652.66
    ],
    "text": "The Petitioner was summoned to attend an interview on 22.10.2013 at the office of the General Manager Railways, based on the results of the written examination, and even at the time he attended the interview, the Petitioner was under interdiction for the alleged fraud.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      669.48,
      551.74,
      732.12
    ],
    "text": "After him being re-instated as the Sub Station Master with effect from 11.02.2014 the Petitioner had complained with the Human Rights Commission on 26.02.2014. Even though the petitioner had not attached a copy of his complaint to the petition filed in the instant application, in paragraph 16 of his petition dated 16.08.2016, he had stated that he complained to the Human Rights",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      38.04,
      551.62,
      94.1
    ],
    "text": "3 Commission concerning the arbitrary actions of the Respondents depriving the Petitioner of the promotion entitled to him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      110.9,
      551.8,
      173.54
    ],
    "text": "According to the Petitioner, he has appealed to the General Manager of Railways requesting for a promotion (paragraph 17) but he has failed to furnish this Court with a copy of the appeal he forwarded to the General Manager. The Petitioner had relied on two documents that were produced marked P-11 and P-16 to strengthen the arguments raised before us.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      190.34,
      551.8,
      269.81
    ],
    "text": "Document produced marked P-11 is a copy of the response by the Additional General Manager of Railways addressed to the Co-ordinating Secretary at the Presidential Secretariat to an appeal the Petitioner said to have submitted to His Excellency the President. P-16 is a response to an appeal submitted to the Minister of Internal Transport through a Provincial Council Member A.I.J. Marikkar.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      286.61,
      551.72,
      349.13
    ],
    "text": "Document marked P-11 refers to a detailed report concerning the alleged act of fraud committed by the Petitioner and the punishment imposed on him and there is a reference to the inability to appoint the Petitioner to the post of Station Master Grade III even though he got through the written examination in the absence of the required physical fitness for the said post.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      365.95,
      551.83,
      462.19
    ],
    "text": "In P-16 it is stated that the interview board had not recommended the Petitioner to the post of Station Master Grade III since the Petitioner has not fulfilled the fitness requirement for the above post. In the said letter there is a reference to appointing a special committee to consider the above, but the said committee too had recommended that the Petitioner could not be recommended for the post of Station Master Grade III since a part of his leg had been amputated after surgery and using an artificial limb, and therefore he will not be able to perform the duties of a Station Master.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      478.99,
      551.83,
      490.99
    ],
    "text": "Whilst referring to the documents referred to above on behalf of the Petitioner it was argued that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      507.94,
      551.81,
      570.46
    ],
    "text": "the Respondents have failed to give a real reason to deny the appointment of the Petitioner as Station Master Grade III and to justify the decision of the Respondents not to appoint the Petitioner to the post of Station Master Grade III put forward 3 different reasons on three different occasions namely,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      573.52,
      551.53,
      587.38
    ],
    "text": "a) P-11 which is based on the scheme of recruitment and indicated that the petitioner did",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      592.18,
      551.47,
      620.98
    ],
    "text": "not have requisite physical capabilities. b) P-16 which is based on the purported decision of the original interview panel where the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      625.9,
      551.61,
      671.64
    ],
    "text": "said panel did not recommend the appointment of the Petitioner to the post of Station Master Grade III since he did not possess the requisite physical capabilities. c) P-18 which is based on two matters; firstly, as there were incomplete disciplinary",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      676.44,
      551.63,
      705.24
    ],
    "text": "proceedings against the Petitioner, and secondly the outcome of the special committee appointed to ascertain the physical fitness of the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      38.04,
      551.62,
      77.18
    ],
    "text": "4 Concerning the required physical fitness the Petitioner had further submitted,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      92.24,
      551.59,
      106.1
    ],
    "text": "a) That after rehabilitation from the surgery, the Petitioner was permitted to function",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      111.02,
      551.8,
      173.54
    ],
    "text": "as the Sub Station Master Hettimulla where he carried out duties assigned to his designation. b) That the Medical Board has recommended that he is fit to attend normal duties. c) That the single-member committee appointed to recommend his physical fitness",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      178.34,
      492.41,
      190.34
    ],
    "text": "was not awarded an opportunity for him to place evidence before him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      220.61,
      551.83,
      283.13
    ],
    "text": "and argued that the Petitioner was differently treated from the other candidates who faced the interview for the post of Station Master Grade III. It was the position of the Petitioner that the interview panel which interviewed him was prejudiced due to his disability and the subsequent decisions taken by the Respondents were to justify the decision of the interview panel.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      299.93,
      551.82,
      345.65
    ],
    "text": "As further observed by this Court, it was the position taken up by the Petitioner before us, that the post he applied for was a promotion to the position he held as Sub Station Master. This is clear from the following two headings of his Petition dated 10.08.2016.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      362.47,
      410.69,
      374.47
    ],
    "text": "Examination to promote to Station Master III (before paragraph 7)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      391.39,
      411.77,
      403.39
    ],
    "text": "The Petitioner is denied promotion to SM III (before paragraph 13)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      419.2,
      551.83,
      465.91
    ],
    "text": "The Respondent to the instant application has filed two sets of objections, the 1st at the threshold stage of granting leave to proceed by way of a limited objection and the other after leave to proceed was granted.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      482.71,
      554.47,
      528.46
    ],
    "text": "There is no dispute between the two parties that the appointment of the Petitioner as Sub Station Master was made in the year 2007. The service contract signed between the two parties was marked as P-1 as well as 1R1. The said contract is a detailed one which is running into several pages.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      545.38,
      551.83,
      624.7
    ],
    "text": "In the said contract there are several provisions concerning payments made to the Petitioner as commissions on an hourly basis and piece rate. The Petitioner is permitted to employ assistant porters and gatekeepers to assist him, but their remuneration must be borne by the Sub Station Master from the commissions he received. However, he is responsible for the property and money entrusted to him and, is bound by rules and regulations applicable to a Sub Station Master.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      641.5,
      551.75,
      670.44
    ],
    "text": "Under Clause 13 (c) of the contract, General Manager Railways is permitted to terminate the contract without any notice for misconduct.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      687.24,
      551.83,
      732.96
    ],
    "text": "In the absence of any material before this Court to conclude that the Petitioner's terms of employment as referred to above had been changed, it is understood that the Petitioners employment was governed by the terms referred to above and therefore he was not holding a",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      38.04,
      551.83,
      94.1
    ],
    "text": "5 permanent position as Station Master in Sri Lanka Railways at the time he decided to apply to sit for the limited examination to recruit Station Master Grade III.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      110.9,
      551.82,
      207.14
    ],
    "text": "The Respondent has submitted marked 1R8, the Scheme of Recruitment (SOR) for the post of Station Master. As per the said SOR Station Masters belonged to three grades and the recruitment grade was Grade III and the recruitment process was through two examinations, one was an open examination and the other was a limited examination. Under clause 7.3, a provision had been made to hold the limited examination, and Sub Station Masters with 5 years of satisfactory service are also eligible to sit for the said examination.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      224.09,
      551.74,
      286.61
    ],
    "text": "In the said circumstances, it is clear that the appointment as a Station Master Grade III was not a promotion to a Sub Station Master but it was a new appointment to a post, permanent in nature from a position held on contract basis. As per the SOR, the said appointment could only be made to a candidate who got through the limited examination.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      303.41,
      551.83,
      332.33
    ],
    "text": "In addition to the above, under Clause 7.3.2.4 the physical ability of the candidate has been identified as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      348.84,
      216.29,
      361.26
    ],
    "text": "7.3.2.4 ldhsl iqiql",
    "fonts": [
      "Calibri",
      "FMAbhayax"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      123.74,
      376.09,
      553.31,
      452.96
    ],
    "text": "i. iEu wfmalaIlhl=u YS% ,xldf kEu m%foaYhl fiajh i|yd wka iEu whqrlskau Ydl jYfhka fhda.H h hq;=h' ii. ;k;=f rdcld bgqlsug m%udKj;a fhda.H;djhlska hqla; h hq;=h' iii. Wi w 05 w,a 04 lg yd mmqj w,a 32 g fkwvq u' iv. 6x6 wlaIs o#Ya mCIKhlska iu;a u'",
    "fonts": [
      "ArialMT",
      "Calibri",
      "FMAbhayax"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      469.63,
      551.82,
      582.82
    ],
    "text": "Any application to the post of Station Master Grade III will have to be made according to the above guidelines and as observed from the material placed before us, the Petitioner too was eligible to sit for the limited examination since he had completed 05 years of service as a Sub Station Master but there is a doubt about his service since the Petitioner was facing disciplinary action at the time he applied to the above post. Respondent too had raised this issue at one stage but he did not pursue the said objection but took up the position that the Petitioners physical condition as the main reason for the rejection of his application.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      599.62,
      551.74,
      695.88
    ],
    "text": "As already referred to above, physical fitness is one factor an applicant to the post of Station Master Grade III should possess to gain employment in the above post. In this regard, the Respondents have submitted before this Court that, Clause 6 of the SOR had identified the areas of duties entrusted to a Station Master which includes the protection of the property and the premises belonging to station areas and identification of the faults in the rail track and the signal systems where the mobility of the person who is entrusted with the said function is important.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      712.68,
      551.75,
      758.4
    ],
    "text": "In addition to the above our attention was drawn to the Sri Lanka Railways Safety Rules where specific functions were entrusted to a Station Master. Some of the Responsibilities identified in the said rules are referred to as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      38.04,
      551.62,
      94.1
    ],
    "text": "6 Rule 113 All Railway Servants employed at the station or within its limits are subject to the Station Masters Authority and directions in the working of the station.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      110.9,
      318.14,
      122.9
    ],
    "text": "Rules 114 Station Masters are responsible for",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.05,
      137.96,
      551.82,
      572.98
    ],
    "text": "i) The general working of the station being carried out in strict accordance with the Railway Rules and Regulations and as far as practicable, for giving personal attention to the shunting of trains and all other operations affecting the safety of the Railway. ii) The efficient discharge of duties developing upon all Railway Servants employed at the station or within its limits and for promptly reporting any neglect of duty on the part of such servants. iii) Making themselves thoroughly acquainted with the duties of the staff under their control and frequently visiting them at their posts, by night as well as by day, to see that they perform their duties in a proper manner. They must make a surprise night inspection between 22.00 hours and 04.00 hours at least once in two weeks. On each surprise visit, an entry must be made in the Train Register immediately below the last entry, recording the time of visit and particulars of irregularities of servants and signature affixed. iv) The security and protection of the buildings and property at the station. v) Daily inspecting the station and seeing that the rooms, offices, closets, urinals, signboards, station compound, &c., are kept neat and clean. They must make a special point of examining all Hand Signal Lamps and satisfying themselves that they are in good order, with red and green glasses complete- The sweepings of station platforms, waste paper, rubbish &c., must not be thrown on the Permanent Way or allowed to accumulate at stations, but must be burnt, buried, or otherwise disposed of daily.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      589.9,
      551.37,
      618.7
    ],
    "text": "Rule 126 a) It is the duty of the Station Master to give orders for the admission of trains into his station.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      635.5,
      551.83,
      714.96
    ],
    "text": "b) Signals for admission of a train must not be taken off until the Train Entering Section Signal has been received from the station in the rear and even so not more than 10 minutes before the train is due to arrive except when the running time for the section is 10 minutes or less when signals may be taken off on receipt of the Train Entering Section Signal.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      38.04,
      551.82,
      111.02
    ],
    "text": "7 At stations where there are busy level crossings within the station limits the signals should not be taken off more than 5 minutes before the due arrival of the approaching train.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      81.02,
      127.82,
      551.79,
      156.62
    ],
    "text": "Rule 127 a) The Station Master will give order to lower signals to admit a non-crossing train after-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      184.61,
      171.56,
      551.76,
      303.41
    ],
    "text": "i) Seeing that the line on which the train is to be received is clear up to the advanced Starting Signal, Shunt Limit post, or Outer Home Signal for the opposite direct on (except where special working instructions exist) ii) Satisfying himself, at interlocked stations, by personal inspection, that facing points have been set and secured in accordance with Rule 73 (b); and iii) Obtaining tablet for the section in advance.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      184.61,
      320.21,
      454.73,
      332.21
    ],
    "text": "All signals may then be lowered in the ordinary course.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      349.13,
      551.73,
      378.07
    ],
    "text": "b) The tablet for the section ahead is not available, the Station Master will see that-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      394.87,
      551.56,
      423.67
    ],
    "text": "i) The Starting and Advanced Starting Signals (where provided) are kept at Danger",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      440.47,
      237.12,
      452.47
    ],
    "text": "and",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      469.39,
      551.61,
      531.94
    ],
    "text": "ii) The Home Signal (or Outer Home Signal, where provided) and the Distant Signal (where provided) are also kept at Danger and Caution respectively until the train has been brought under control at the Home Signal (or Outer Home Signal, where provided).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      548.74,
      557.35,
      560.74
    ],
    "text": "c) The Station Master must satisfy himself that the signals have been worked",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      184.61,
      565.66,
      230.4,
      577.66
    ],
    "text": "correctly",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      594.46,
      433.25,
      606.46
    ],
    "text": "d) At uninterlocked stations the Station Master must-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      623.26,
      551.82,
      669.0
    ],
    "text": "i) Always retain the keys of point locks in his possession except when necessary to allow the points to be altered by the Pointsman for passage of a train in the trailing direction; and",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      685.92,
      551.83,
      731.64
    ],
    "text": "ii) Keep the keys of signal leavers under lock and key and issue them to the Pointsman only when required for the purpose of lowering the signal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      38.04,
      551.83,
      212.06
    ],
    "text": "8 However, considering the fact that the Petitioner was functioning as a Sub Station Master even after his leg was amputated, the learned Counsel for the Petitioner argued that there were no complaints of the Petitioners failure to discharge the duties entrusted to him as a Sub Station Master and therefore the decision not to promote him as a Station Master III was arbitrary. It was further argued on behalf of the Petitioner that facing a special physical test which is not a part of the interview process is also a violation of the fundamental rights guaranteed under Article 12 (1) of the Constitution. The learned Counsel heavily relied on the Medical Board report submitted along with the limited objections filed by the 1st Respondent as 1R12 where the medical board having examined the Petitioner had recommended that he was, fit for normal duties",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      228.89,
      551.78,
      342.05
    ],
    "text": "As already observed in this judgment the appointment challenged before this Court is not a promotion to the Petitioner as argued by the learned Counsel but it is an appointment to the initial recruitment point in the cadre of Station Master. Therefore, it is necessary to fulfill the requirements based on the duties and functions of the new post the Petitioner has applied for. There was no challenge that the Petitioner was employed as the Sub Station Master Hettimulla at the time he obtained 135 marks at the limited examination, which was sufficient to face the interview.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      357.86,
      551.83,
      421.39
    ],
    "text": "As per the service agreement signed between the petitioner and the 1st Respondent, the main function of the post of Sub Station Master was to handle goods transported through trains and to maintain the substation. For the above purpose, the Sub Station Masters are permitted to recruit porters, gatekeepers, etc.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      438.19,
      551.69,
      483.91
    ],
    "text": "However, when the functions assigned to the Sub Station Master are compared to the duties assigned to the Station Master Grade III, a significant difference in the duties entrusted to the new post is observed by this Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      500.71,
      551.78,
      596.98
    ],
    "text": "After the arguments were concluded, the Court observed a major lapse on the part of the Respondents concerning the medical reports tendered to the Court. When the Petitioner was required to face a Medical Board in the year 2016 to ascertain whether he was fit to attend to his work in the new post, the job description submitted before the Medical Board was limited to the duties assigned to the post of Sub Station Master and not to the post of Station Master Grade III (1R12)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      613.9,
      551.68,
      676.44
    ],
    "text": "In the said medical report his duties are recorded as providing safe custody to the money and state property entrusted to him and to make sure the safety of the goods transported by Railways and the Medical Board having considered the above duties of the Petitioner had recommended that he is fit for normal duties.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      693.24,
      551.81,
      755.88
    ],
    "text": "When considering the nature of the complaint before this Court and the position taken up by the Respondents, it is necessary to ascertain whether the Petitioner is capable of discharging the duties that will entrust to him as a Station Master Grade III since the SOR to the post of Station Master has specifically identified the physical ability as a requirement in the selection criteria.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      38.04,
      551.83,
      228.89
    ],
    "text": "9 In the said circumstances, the Court directed the Respondent to submit a fresh medical report, of the Petitioner after, providing the Medical Board the duties entrusted to the post of Station Master Grade III. As per the said directive, a Medical Board consisting of a Consultant Vascular and Transplant Surgeon, a Consultant Physician, and the Deputy Director General of the National Hospital examined the Petitioner and submitted their recommendation in the report dated 16th February 2024. According to the said report the Medical Board had recommended that the Petitioner is not fit to perform duties as Station Master Grade III. The documents that were provided to the Medical Board were also attached to the report and as observed by this Court the Respondents have not submitted new material before the Medical Board other than the material already submitted before this Court by way of limited objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      245.69,
      551.3,
      274.61
    ],
    "text": "The Petitioner before this Court had alleged the violation of his fundamental rights for equal protection guaranteed under Article 12 (1) of the Constitution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      291.41,
      487.37,
      303.41
    ],
    "text": "Article 12 (1) of the Constitution refers to the equal protection of the Law as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      320.21,
      546.67,
      332.21
    ],
    "text": "All persons are equal before the law and are entitled to the equal protection of law.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      349.13,
      551.78,
      411.67
    ],
    "text": "The above doctrine guarantees every citizen an equal opportunity in the matters affecting his personal life including employment opportunity, but it does not mean that all persons are to be treated alike in all circumstances. It means that persons who are similarly circumstanced must be similarly treated.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      428.47,
      551.82,
      524.86
    ],
    "text": "However, it is permitted for the state to make laws that are unequal when dealing with persons who are placed in different circumstances in other words the law permits the classification of persons when enacting laws. However, such classification should not be irrational or arbitrary. It must be reasonable. In the case of Budhan Choudhry v. State of Bihar AIR 1955 SC 191 whilst referring to Article 14 of the Indian Constitution (similar to Article 12 of our Constitution) observed that,",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      541.66,
      551.81,
      671.64
    ],
    "text": "It is now well established that while Article 14 forbids class legislation, it does not forbid reasonable classification for legislation. In order, however, to pass the test of permissible classification, two conditions must be fulfilled, viz: (i) that the classification must be founded on an intelligible differentia that distinguishes persons or things that are grouped together from others left out of the group, and (ii) that the differentia must have a rational relation to the objects sought to be achieved by the Act. What is necessary is that there must be a nexus between the basis of the classification and the objects of the Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      688.44,
      532.39,
      700.44
    ],
    "text": "In the case of Ram Krishna Dalmia v. Justice Tendolkar AIR 1958 SC 538 Das CJ had observed,",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      717.24,
      551.75,
      746.16
    ],
    "text": "In determining the validity of otherwise of such statute the Court has to examine whether such classification is or can be reasonably regarded as based upon some",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      38.04,
      551.62,
      62.52
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      126.02,
      65.3,
      551.83,
      144.62
    ],
    "text": "differential which distinguishes such person or things grouped together from those left out of the group and whether such differential has a reasonable relation to the object sought to be achieved by the state, no matter whether the provisions of the statute are intended to apply only to a particular person or thing or only to a certain class of persons or things.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      161.42,
      551.69,
      207.14
    ],
    "text": "As already observed in this judgment Clause 7.3.2.4 of the SOR clearly identifies the physical requirement of the applicant for the post of Station Master Grade III where the applicant should possess physical ability to discharge the functions of the said post.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      224.09,
      551.82,
      320.33
    ],
    "text": "When comparing the above classification with the duties and functions identified in the SOR and the Safety Rules of the Sri Lanka Railways, this Court observes that the above classification is made to achieve the object of recruiting the best candidates for the post of Station Master Grade III which is the recruitment level to the post of Station Master. It is also observed that the physical inability to perform all the duties assigned to a Station Master Grade III would pose a direct threat to workplace safety as well.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      337.13,
      551.76,
      382.87
    ],
    "text": "A worker's health condition should be taken into account by employers concerning the specific requirement of a particular job and should not be considered an obstacle to the right of access to employment or a breach of the rights of disabled persons.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      399.67,
      551.52,
      428.59
    ],
    "text": "Article 2 of the Discrimination (Employment and Occupation) Convention 1958 to which Sri Lanka is a party stipulates;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      126.02,
      445.39,
      551.35,
      474.19
    ],
    "text": "Any distinction, exclusion or preference in respect of a particular job based on the inherent requirements thereof shall not be deemed to be discrimination.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      490.99,
      551.76,
      553.66
    ],
    "text": "However as revealed before us, before the application for the Post of Station Master Grade III was turned down, the Petitioner was restored to the post of Sub Station Master considering the fact that the Petitioner was fit to perform his duties in the post of Sub Station Master even after him being found guilty of the charges against him on a humanitarian basis.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      570.46,
      551.74,
      632.98
    ],
    "text": "During the arguments before this Court, the learned Counsel for the Petitioner submitted that there are administrative positions in the Station Master Service, and therefore it is not a barrier to post the Petitioner in such a position, without allocating him the duties that cannot be performed by him due to his physical condition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      649.9,
      575.71,
      712.44
    ],
    "text": "By way of an additional submission, the Petitioner submitted an affidavit submitting that, concerning certain functions, instead of the Rule the exceptions would apply and therefore the disability complained of is not a barrier to perform the duties of the post of Station Master Grade III.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      38.04,
      551.62,
      94.1
    ],
    "text": "11 When considering the above argument of the Petitioner this Court is mindful of the following matters that have already been discussed in this judgment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      109.04,
      529.39,
      156.62
    ],
    "text": "a) Petitioner has not applied for a promotion as a Station Master Grade III b) Station Master Grade III is the recruitment point of the Station Master Service. c) There is a requirement under the SOR that",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      198.53,
      159.68,
      551.49,
      190.34
    ],
    "text": "i. The applicant should be able to work in any part of the Country ii. The applicant should possess physical fitness to discharge the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      216.05,
      195.14,
      323.06,
      207.14
    ],
    "text": "functions of the post.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      224.09,
      551.36,
      269.81
    ],
    "text": "When considering the above this Court concludes that the petitioner has failed to establish that the Respondents, by rejecting the application of the petitioner to the post of Station Master Grade III had violated the fundamental rights of the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      286.61,
      274.32,
      298.61
    ],
    "text": "The application is accordingly dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      315.41,
      119.37,
      327.41
    ],
    "text": "No costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      381.67,
      501.53,
      393.67
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      404.02,
      255.22,
      418.06
    ],
    "text": "Justice E.A.G.R. Amarasekara,",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      429.58,
      298.32,
      443.62
    ],
    "text": "I agree,",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      453.34,
      501.99,
      467.38
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      477.22,
      233.5,
      491.26
    ],
    "text": "Justice Achala Wengappuli,",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      252.05,
      502.9,
      298.32,
      516.94
    ],
    "text": "I agree,",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      526.57,
      501.99,
      540.61
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  }
]