[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      103.58,
      75.29,
      515.41,
      91.25
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      220.85,
      96.41,
      394.88,
      112.37
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      151.95,
      519.15,
      168.17
    ],
    "text": "1. W.A.P. Mudunkotuwa, No. 53/H/12,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      172.61,
      514.35,
      278.72
    ],
    "text": "Police Flats, P.F.F.H.Q., Colombo 05. And 189 Others. Petitioners",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      291.68,
      394.44,
      307.64
    ],
    "text": "SC FR 364 /2015 Vs",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      344.58,
      507.52,
      360.8
    ],
    "text": "1. S. Dadallage, Secretary, Ministry of",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      365.24,
      528.51,
      452.98
    ],
    "text": "Public Administration, Provincial Councils, Government and Democratic Governance. And 13 Others",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      465.34,
      510.87,
      479.38
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      545.14,
      486.95,
      714.97
    ],
    "text": "BEFORE : S. EVA WANASUNDERA PCJ. H. N. J. PERERA J. & PRASANNA JAYAWARDENA PCJ. COUNSEL : J. C. Weliamuna PC with Senura Abeywardena for the Petitioners. S. Rajaratnam PC, SASG, for the Respondents.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.79,
      546.39,
      709.09
    ],
    "text": "ARGUED ON : 09.08.2018. DECIDED ON : 22.10.2018. S. EVA WANASUNDERA PCJ This Court granted leave to proceed for the alleged violation under Article 12(1) of the Constitution on 03.02.2017 when the Counsel for the Petitioners who are one hundred and ninety in number, supported the Fundamental Rights Application filed against the members of the Public Service Commission, the Inspector General of Police, two senior superintendents of police, the Attorney General and the Secretary to the Ministry of Public Administration. The 1st to 163rd Petitioners are officers and constables of the Sri Lanka Police. 164th Petitioner is a Reserve Woman Police Constable for the Cultural Troop of the Police, 165th to 169th Petitioners are Reserve Women Police Constables, 169th to 189th Petitioners are Police Constables who are on secondment to the Police Western Band (Western) of the Police and the 190th Petitioner is a Reserve Police Constable who was absorbed to the regular force as a Police Constable who was seconded to the Police Band. All of the said Petitioners state that they impugn the decisions contained in documents marked P7 and P8 issued by the Secretary to the Ministry of Public Administration , the 1st Respondent and the Senior Superintendent of Police (Personnel) , Human Resource Development, the 12th Respondent. By the Document P6 dated 12.03.2015, the Inspector General of Police at that time had sought from all the Police Officers in the ‘support services’ to indicate details of their identity in accordance with the Annexure to P6. In the annexure to P6, there are 127 categories of the personnel working in the Police Department and the name given under ‘the position held’ and the ‘name of the office’ explaining the category they belong to. For example, under serial number 12, there are three positions, i.e. Senior Superintendent of Police, Superintendent of Police, and Assistant Superintendent of Police as the positions held and the ‘name of office’ is written under the category of “Western Band”. Amongst other support services, similarly there would be SSP – Medical Officers , ASP - Engineers, SP - Architects,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.79,
      543.28,
      618.73
    ],
    "text": "etc. The ‘Western Band’ personnel were included as a ‘Support Service’. The ‘Eastern Band’ was also named as one category in the support services even though they are allegedly , selected on a different basis and do not perform police functions. The Petitioners are only those belonging to the ‘Western Band’. P7 is an internal communication which does not make any difference between the ‘Western Band’ and the ‘Eastern Band’ and instead of naming them separately, there was only one category under the name ‘Positions in the Bands’. In paragraph 3 of P7, the Director of Human Resources of the Police had recommended that the officers in the said Bands be considered as normal Police Officers. The personnel in the other categories under the Support Services are functionally different and they do not enjoy police powers, as against the officers in the Western Band. The identity cards issued to the officers in the Western Band read thus: “ This is to certify that the holder of this identity card is a duly appointed Police Officer who is empowered to utilize same in the exercise of the legitimate duties entrusted to him/her.” The identity cards issued to the other Support Services Officers read thus: “ This is to certify that the holder of this identity card is an officer attached to the Support Service Cadre of the Police Department who is not empowered to exercise normal Police Duties.” It is obvious that , on the face of the badges , if an officer is categorized as an officer of the Support Service Cadre , then he/she is not empowered like a normal Police Officer to exercise normal Police duties but the Western Band officers are empowered as duly appointed Police Officers. The Police Support Service was created by Sri Lanka Police Gazette No. 1565 dated 03.09.2008 Part II under ‘Notifications’. That Gazette is marked and produced by the Petitioners as P1(f). The officers of the Police Western Band consist of two categories of persons;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      619.55,
      542.9,
      635.77
    ],
    "text": "1. Those who firstly joined as normal police officers and then transferred to",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      638.89,
      543.23,
      669.97
    ],
    "text": "the Western Band. 2. Those who were recruited from time to time under recruitments advertised",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      673.09,
      543.18,
      704.17
    ],
    "text": "in the government gazettes, No. 337 dated 15.02.1985, No. 778 dated 30.07.1993, No, 979 dated 06.06.1997 and No. 1103 dated 22.10.1999.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.79,
      543.19,
      208.49
    ],
    "text": "These gazettes have been marked as P1(a) , P1(b), P1(c) and P1(d) by the Petitioners. They had to possess ordinary qualifications to be ordinary police officers together with specific qualifications required to be in the Western Band. They are persons who had to undergo normal training for the newly recruited police officers. I observe that they were in a position to be made use of as ordinary policemen whenever exigency arises.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      211.49,
      546.51,
      704.17
    ],
    "text": "The Petitioners state that the Police Support Services were first introduced by P1(f) through a Police Gazette referred to above in the year 2008. They have different uniforms and shoulder badges. The Police Officers in the Western Band do not seem to have come under those units because they have been allowed to be ordinary Police Officers. The Petitioners further argued that , even though they were categorized as Police Support Services, they were never recognized as Support Service Police Officers but as ordinary Police Officers for promotions. The position that the Petitioners have taken up in their submissions is mainly that when they are categorized as officers under the Support Services, they would not be entitled to and would not be considered for promotions under the normal promotion scheme for the normal ordinary police officers. In summary, the Petitioners really want to be considered for promotions under the ordinary police officers’ scheme. The Petitioners do not want to be categorized as Support Service Officers. Furthermore, the Petitioners claim that they have undergone training as ordinary police officers such as fire arm training, riot control and maintenance of law and order and in addition to that, the Respondents had in their pleadings conceded that, they have even the power to arrest. The Petitioners believe that when they are categorized as Support Service Officers, the standing or status they bear at the moment would be lowered down in the eyes of the public as well as by themselves. At the same time, they submit that the police officers who were transferred from other divisions to the Western Band are able to take part in the rounds of promotions as ordinary police officers , as have been illustrated by X5(a) and X5(b). The Counsel for the Respondents have submitted that it is as far back as in 2008 that the officers who were recruited for professional services in the Police",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.79,
      543.3,
      704.17
    ],
    "text": "Department were classified into four categories as Police Medical Services, Police Engineering Services, Police Support Services and Police Special Services. They were so classified and incorporated into the permanent cadre by the IGP Circular number 2070/2008 dated 27.06.2008. According to this Circular, under classification 4 , the Police Support Services details are mentioned. The number of officers under that classification were 455 in number and the names of the ‘occupations’ as such are named under ‘computer engineers’, ‘hotel managers’, ‘gardeners’ etc. and among those, is the occupation under ‘ cultural’. The Western Band officers come under that category named as “cultural”. This circular was revised by Circular No. 2070/2008(I) on 02.09.2008 in which some occupations classified under Support Services were re classified as Regular Services due to the fact that they had undergone special trainings. Yet, the officers of the Western Band were not revised to be as officers of the Regular Service. Then the said Circular with the revisions done was published in the Sri Lanka Police Gazette Notification No. 1565 dated 03.09.2008 incorporating all the amendments . This is the same document marked by the Petitioners as P1(f). I observe that even though the Petitioners are complaining of this classification of ‘Western Band’ as part of the Police Support Services in the year 2015, it is something which had occurred in the year 2008. The Police Band had been there from the year 1906 and according to the Ceylon Police Gazette No. 5917 dated 09.08.1967, the police officers attached to the Police Band were to be treated as being engaged in specialized duties for the purpose of promotions and other administrative matters. It is my observation and understanding that they have right along been recognized as a ‘different category’ and not as regular police officers. By document P7, the Senior Superintendent of Police, the Director/Personnel of the Human Resources Development Section has informed the Deputy Inspector General, Police Field Services Force Headquarters that the Secretary, Ministry of Public Administration, Provincial Councils and Local Government has formulated Schemes of Recruitment and Promotions for the Support Services of the Police Department in accordance with Public Administration Circular No. 06/2006. In paragraph 3 of the Document P8 it is revealed that there were discussions between the Officers of the Police Department and the Officers of the Public Administration at the Department of Management Services on 21.01.2015. P8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.79,
      546.38,
      704.17
    ],
    "text": "states further that, after having considered the matters agreed upon between the parties, the Secretary to the Ministry of Public Administration is agreeable to the positions indicated in the Annexure 1 which spells out the official names and positions of the 7565 officers of the Support Services. Annexure 1 indicates the salary scale and the step in the salary scale for each official position. The Western Band Officers are also included therein. Having analyzed the contents of P7 and P8, I find that the Western Band Police Officers being under Support Services are now on a very good footing with regard to the salary scales as well as their promotions. There does not seem to be any good reason why they do not want to be within the Support Services of the Police but want to be within the ordinary police officers because there already exists an SOR with regular promotions for the officers in the Support Services. The latest Recruitment Scheme for Police Constables – Western Band dated 20.02.2018 expressly states that the officers would be recruited under the Police Support Services. The badge for the Support Services on the face of it , does not empower the Support Services Personnel to act as ordinary police officers. I do not find that alone to be putting them down in status. As long as these particular officers are allowed to wear the official clothes, a normal person would not, in my opinion , categorize them as some officers with any status below that of ordinary police officers. They have always been referred to as ancillary to the Regular Service of the Police Force. I do not find any specific reason to decide that the Petitioners truly belong to the regular police service and not to the Police Support Service. The Petitioners are not entitled to any of the reliefs prayed for by the Petitioners in the Petition filed before this Court. Even though leave to proceed was granted for the violation of Article 12(1) of the Constitution, I do not find that the fundamental rights under the said Article 12(1) has been infringed by any of the Respondents at any time.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.79,
      489.87,
      640.57
    ],
    "text": "The Application of the Petitioners is dismissed. However I order no costs. Judge of the Supreme Court H.N.J. Perera Chief Justice. I agree. Chief Justice Prasanna Jayawardena PCJ. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  }
]