[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      72.05,
      528.76,
      106.07
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      108.53,
      542.77,
      288.59
    ],
    "text": "In the maer of an appeal under Secon 5C of the High Court of the Provinces (Special Provisions) Act No. 19 of 1990, as amended by Act No. 54 of 2006. SC Appeal No: 166/2014 SC/HCCA/LA No: 574/2012 WP/HCCA/Colombo/303/2003(F) DC Colombo Case No: 17815/MR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      288.65,
      446.02,
      411.59
    ],
    "text": "K.D.A. Hearachchi, Premasiri Super Market, 243, R.A. De Mel Mawatha, Colombo 3. PLAINTIFF",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      411.65,
      498.12,
      691.67
    ],
    "text": "Vs. Ceylinco Insurance Company Limited, 15A, Alfred Place, Colombo 3 With its registered oce at 2, Hyde Park Corner, Colombo 2. DEFENDANT And between Ceylinco Insurance Company Limited, 15A, Alfred Place, Colombo 3 With its registered oce at 2, Hyde Park Corner, Colombo 2.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.8,
      691.73,
      445.12,
      707.51
    ],
    "text": "DEFENDANT APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      90.29,
      316.9,
      124.31
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      126.77,
      448.95,
      215.63
    ],
    "text": "K.D.A. Hearachchi, Premasiri Super Market, 243, R.A. De Mel Mawatha, Colombo 3.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      218.09,
      441.62,
      252.11
    ],
    "text": "PLAINTIFF RESPONDENT",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      254.57,
      400.39,
      288.59
    ],
    "text": "And now between",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      291.05,
      542.72,
      690.11
    ],
    "text": "K.D.A. Hearachchi, Premasiri Super Market, 243, R.A. De Mel Mawatha, Colombo 3. PLAINTIFF RESPONDENT APPELLANT Nadira Gishani Hearachchi Piyasena, 62/B/5, Vajira Road, Colombo 5. SUBSTITUTED PLAINTIFF RESPONDENT APPELLANT Vs Ceylinco Insurance Company Limited, 15A, Alfred Place, Colombo 3 With its registered oce at 2, Hyde Park Corner, Colombo 2.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.8,
      692.57,
      527.74,
      708.35
    ],
    "text": "DEFENDANT APPELLANT RESPONDENT",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.05,
      542.54,
      309.95
    ],
    "text": "Before: S. Thurairaja, PC, J Mahinda Samayawardhena, J Arjuna Obeyesekere, J Counsel: Dr. Sunil Cooray with Sudharshini Cooray for the Plain Respondent Appellant Harsha Amarasekera, PC with Shehan Gunewardena for the Defendant Appellant Respondent Argued on: 21st October 2024 Wrien Tendered by the Plain Respondent Appellant on 2nd February 2015 Submissions: and 21st September 2020",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      309.78,
      542.91,
      700.55
    ],
    "text": "Tendered by the Defendant Appellant Respondent on 3rd August 2015 and 5th November 2024 Decided on: 25th February 2025 Obeyesekere, J This appeal arises from a judgment delivered on 21st November 2011 by the Provincial High Court of the Western Province holden in Colombo exercising Civil Appellate jurisdicon [the High Court] by which the High Court set aside the judgment of the District Court and allowed the appeal led by the Defendant Appellant Respondent [the Defendant]. Leave to appeal was granted by this Court on 15th September 2014 on two quesons of law, one raised by the Plain Respondent Appellant [the Plain], and the other by the Defendant, to which I shall advert to during the course of this judgment. Facts in brief The Plain entered into an agreement on 4th November 1993 [P1] with M/s T.F.N. Pinto and Sons [the Contractor] for the construcon of a building for the Plain at premises bearing assessment No. 316, Galle Road, Colombo 3. The Form of Tender tendered by the Contractor together with the Condions of Contract and several other documents referred to in P1 formed part of P1. While the Form of Tender was marked as P1a, the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.92,
      706.67
    ],
    "text": "Plain did not read in evidence the Condions of Contract between him and the Contractor referred to in P1. M/s Design Team Three (Private) Limited [Consultant] was the architect of the said building and in addion to its primary responsibility for the design, served as the Consultant to the project and was responsible for approving the payments due to the Contractor. The total value of the work that was to be performed by the Contractor, as set out in P1 was Rs. 24,416,118. Although the evidence does not expressly bear it out, it appears from the reference to a bill of quanes and schedule of rates and prices in P1a that P1 was a measure and pay contract. The Contractor was required to complete the building within a period of 18 months from the date of P1. The Plain had paid the Contractor a sum of Rs. 4,892,000, being 20% of the contract sum, as an advance payment for the mobilizaon of the work. The pares had agreed that the said mobilizaon advance shall be recovered by deducng 20% from each interim payment made to the Contractor. The pares had also agreed that the Plain shall be entled to retain 10% from each interim payment as retenon money, with the Contractor entled to the payment of such sums retained only at the end of the defects liability period, which according to P1 was six months from 4th May 1995. Having commenced and proceeded with the construcon, the Contractor had faced liquidity issues by early 1995 and had suspended work. The Contractor had thereaer made a request to the Plain that a sum of Rs. 1,223,055.92 being the moneys retained as at that point in me in terms of P1 be paid to improve its cash ow thereby enabling it to re-commence work. This request of the Contractor had been approved by the Consultant. The Plain, knowing fully well that releasing the said money to the Contractor would result in him losing the control he had over the Contractor in ensuring that any outstanding work is completed and/or the defects are remedied by the Contractor during the defects liability period, had requested that the said sum be secured by a performance bond. At the request of the Contractor, the Defendant had issued a Combined Performance Bond on 7th February 1995 [P4] for the said sum of Rs. 1,223,055.92 on behalf of the Contractor.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.97,
      709.91
    ],
    "text": "I must perhaps at this stage observe that the aforemenoned sum of money so retained by the Plain belonged to the Contractor as these are monies deducted from payments for the work done by the Contractor but retained by the Plain as security to ensure the compleon of outstanding work and/or reccaon of any defects in the building that may arise during the defects liability period. Exchanging the moneys so retained with a guarantee issued by a bank or an insurance company is not unusual in the eld of construcon as both mechanisms, i.e., cash or guarantee not only seek to assure the employer [in this case the Plain] that any loss suered by him during the defects liability period are well secured but also provides the contractor with the much needed capital and improves its cash ow. Therefore, the idencal purpose would be achieved, whether it be a cash security or a guarantee equivalent to such amount, provided the employer is able to secure a guarantee that permits him to receive payment on demand. Pursuant to the furnishing of P4, the Plain had released the said sum of money retained by him in two instalments of Rs. 611,527.96 each, on 2nd March 1995 [P2] and 22nd March 1995 [P3]. In spite of the said sums being paid and the Plain having granted the Contractor an extension of me unl 15th October 1995, the Contractor had failed to re-commence and/or complete the work, as agreed, and had abandoned the site. By leer dated 26th October 1995 [P7], the Plain had informed the Contractor of his default. On the same date, the Plain had informed the Defendant as well of the default of the Contractor [P5] and demanded that the said sum of Rs. 1,223,055.92 be paid. Pursuant to correspondence exchanged between the pares to which I shall refer to later, the Defendant had failed to honour the demand made on it in terms of P4. It is this failure on the part of the Defendant that culminated in acon being led by the Plain. In order to give context to the nal determinaon that I will arrive at, and being mindful that the nomenclature aached to P4 does not necessarily reect its true character and that it is dicult to generalise guarantees in view of the dierences in wording from one guarantee to another, I shall consider at the outset whether P4 was a performance bond in its true sense payable on demand or whether P4 was a condional guarantee where the liability of the Defendant was conngent upon the Plain sasfying the Defendant that the Contractor was in default and the extent of such default and the damages suered as a result of such default, prior to receiving payment under P4.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.9,
      684.59
    ],
    "text": "Bonds and Guarantees In construcon contracts, dierent types of security bonds and guarantees [which terms are used inter-changeably] are taken out by the contractor, usually with a bank or insurance company, for the benet of and at the request of the employer, in a spulated maximum sum of liability and enforceable by the employer in the event of the contractor's default, repudiaon or insolvency. The structure of a performance bond can be moulded to support a number of dierent kinds of potenal payment obligaons. These bonds range from advance payment bonds or mobilisaon bonds to secure the advance payment that is made to a contractor to enable the contractor to mobilise the work, to bonds that would secure the mely performance by the contractor as well as bonds that ensure the due compleon of the works and bonds that ensure that all defects that occur during the defects liability period are reced. The essenal purpose of all these bonds is therefore to provide the employer with nancial security in the form of cash payable by the bank for the contractor's failure to perform his obligaon under the construcon contract. In order to achieve this purpose, it is the responsibility of the employer to ensure that the relevant bond is worded accordingly. There are broadly two types of guarantees. The rst type is a condional guarantee whereby the guarantor or the surety becomes liable upon proof of a breach of the terms of the principal contract by the contractor and the beneciary sustaining damages as a result of such breach. The guarantor's liability will therefore arise as a result of the principal's default and the beneciary establishing the quantum of damages suered by it. The second type is an uncondional or an 'on-demand' payable guarantee which is worded in such a manner that the guarantor will become liable immediately upon a demand being made upon him by the beneciary with there being no necessity for the beneciary to prove any default in performance by the principal under the principal contract. It is these types of guarantees that are typically called performance bonds or demand guarantees. Under such bonds, the employer does not have to demonstrate that it has suered any loss at the me at which the demand noce is issued, unless of course",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.92,
      573.47
    ],
    "text": "the guarantee itself spulates the form of the demand and/or the documents that must be submied with the demand. On-demand bonds provide instant and easily accessible redress to employers, are seen as payment instruments and performs the role of an eecve safeguard against non-performance, inadequate performance or delayed performance. As pointed out by Lord Denning in Edward Owen Engineering Limited v Barclays Bank Internaonal Limited and another [1978 Q.B. 159; at pages 170, 171], these performance guarantees are virtually promissory notes payable on demand. So long as the Libyan customers make an honest demand, the banks are bound to pay: All this leads to the conclusion that the performance guarantee stands on a similar foong to a leer of credit. A bank which gives a performance guarantee must honour that guarantee according to its terms. It is not concerned in the least with the relaons between the supplier and the customer; nor with the queson whether the supplier has performed his contracted obligaon or not; nor with the queson whether the supplier is in default or not. The bank must pay according to its guarantee, on demand, if so spulated, without proof or condions. The only excepon is when there is a clear fraud of which the bank has noce. In determining whether a bond is condional or otherwise, Court is concerned not with the nomenclature aached to it but with the contractual construcon or interpretaon of the bond or guarantee itself. While there are many variaons of the two standard types of bonds, a great deal depends on the needs and the intenon of the pares, with the wording of the guarantee reecng such needs and intenons. The underlying legal disncon between the two types of bonds has been explained in Pagets Law of Banking [15th edion; page 988] as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      573.65,
      542.87,
      703.67
    ],
    "text": "The essenal dierence between a guarantee in the strict sense (i.e. a contract of suretyship) and a demand guarantee is that the liability of a surety is secondary, whereas the liability of the issuer of a demand guarantee is primary and triggered by demand. A suretys liability is co-extensive with that of the principal debtor and, if default by the principal debtor is disputed by the surety, it must be proved by the creditor. Neither proposion applies to a demand guarantee. The principle which underlies demand guarantees is that each contract is autonomous. In parcular,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.17,
      542.78,
      294.11
    ],
    "text": "the obligaons of the guarantor are not aected by disputes under the underlying contract between the beneciary and the principal. If the beneciary makes an honest demand, it maers not whether as between himself and the principal he is entled to payment. The guarantor must honour the demand, the principal must reimburse the guarantor (or counter-guarantor), and any disputes between the principal and the beneciary, including any claim by the principal that the drawing was a breach of the contract between them, must be resolved in separate proceedings to which the bank will not be a party. [emphasis added] The above disncon was referred to in Spliethos Bevrachngskantoor BV v Bank of China Ltd [2015 EWHC 999 (Comm)] in the following manner:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      294.29,
      542.89,
      630.59
    ],
    "text": "Performance bonds create an independent obligaon to pay on demand by way of primary obligaon on the party giving the guarantee and not by way of surety. They are irrevocable undertakings to pay a specied sum to the beneciary in the event of a breach of contract, rather than a promise to see to it that the contract will be performed. They are also oen called performance guarantees or demand guarantees, although they are not guarantees in the true sense, but rather a strict form of contract of indemnity. Thus the various equitable defences available to a surety are not available to the issuer of a performance bond. (see for example Marubeni Hong Kong and South China Ltd v Mongolia [2005] 2 Lloyd's Rep 231) The issuer of a performance bond is as a general rule not concerned with the rights or wrongs of any underlying dispute between the beneciary and the account party. His obligaon to pay in accordance with the terms of the contract is enrely independent of the ulmate contract between the account party and the beneciary. In pracce, performance bonds are treated as substutes for cash. In Wuhan Guoyu Logiscs Group Co Ltd v Emporiki Bank of Greece SA [(2012) EWCA Civ 1629], Longmore LJ stated that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      630.77,
      542.9,
      703.67
    ],
    "text": "In deciding whether the document is a tradional see to it guarantee or an on-demand guarantee, it would be obviously absurd to say that there are six pointers in favour of the former and only four pointers in favour of the laer and it must therefore be the former. But if the law does not permit boxes to be cked in this way,",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.87,
      256.19
    ],
    "text": "commercial men will need some assistance from the courts in determining their obligaons. The only assistance which the court can give in pracce is to say that, whilst everything must in the end depend on the words actually used by the pares, there is nevertheless a presumpon that, if certain elements are present in the documents, the document will be construed in one way or the other. In Pagets Law of Banking [supra; page 990] it has been stated that: Where an instrument:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      259.37,
      542.56,
      344.99
    ],
    "text": "(i) relates to an underlying transacon between pares in dierent jurisdicons; (ii) is issued by a bank or other nancial instuon; (iii) contains an undertaking to pay on demand (with or without the words rst",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      348.29,
      545.92,
      398.99
    ],
    "text": "and/or wrien); and (iv) does not contain clauses excluding or liming the defences available to a surety;",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      402.17,
      542.77,
      525.83
    ],
    "text": "it will almost always be construed as a demand guarantee. By contrast, where an instrument is not given by a bank or other nancial instuon it has been held that there is a strong presumpon against it being construed as a demand bond.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      526.01,
      542.87,
      710.03
    ],
    "text": "The key queson in either case is whether on its proper construcon the instrument is in substance payable on demand (with or without some supporng documentaon) rather than on proof of the underlying liability. The presence of principal debtor clauses, clauses excluding or liming the defences available to a guarantor (so-called protecve clauses) or the use of words such as on demand are relevant to the proper construcon of the instrument, but of limited signicance. [emphasis added] For the sake of completeness I must state that, that does not mean that a beneciary under an on-demand guarantee can keep the money it receives from the bank with no",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.83,
      221.15
    ],
    "text": "quesons asked by the principal at whose request the bond was issued. While payment in full by the bank to the beneciary would discharge the bank of its obligaon under the bond, the beneciary is nonetheless required in terms of the underlying contract with the party at whose request the bond was issued to account for its losses. While this would occur only if the laer demands that the beneciary does so and that too aer the bank has honoured its obligaons, this posion has been summarised by Poer LJ in Comdel Commodies Ltd v Siporex Trade SA [(1997) 1 Lloyds Rep 424 at 431] as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      221.33,
      542.92,
      719.39
    ],
    "text": "The substanve issue between the pares is whether, as Siporex contends, Siporex are entled to keep the full amount paid under the performance bonds regardless of the amount of damage which Siporex suered as a result of Comdel's breach of the original contracts of sale. The law in this respect has recently been the subject of an illuminang decision of Morison J. in Cargill Internaonal SA v Bangladesh Sugar and Food Industries Corporaon [1996] 2 Lloyd's LR 524 in which the authories are reviewed, most notably decisions in two Australian cases and dicta of Lord Denning, MR in State Trading Corporaon of India Limited -v- E.D. & F. Man (Sugar) Limited, July 17th, 1981, transcript. Those authories are to the eect that it is implicit in the nature of a performance bond that, in the absence of some clear words to a dierent eect, when the bond is called, there will at some stage in the future be an \"accounng\" between the pares to the contract of sale in the sense that their rights and obligaons will nally be determined at some future date. The bond is a guarantee of due performance; it is not to be treated as represenng a pre-esmate of the amount of damages to which the beneciary may be entled in respect of the breach of contract giving rise to the right to call for payment under the bond. If the amount of the bond is not enough to sasfy the seller's claim for damages, the buyer is liable to the seller for damages in excess of the amount of the bond. On the other hand, if the amount of the bond is more than enough to sasfy the seller's claim for damages, the buyer can recover from the seller the amount of the bond which exceeds the seller's damages.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.05,
      542.87,
      249.71
    ],
    "text": "Combined Performance Bond - P4 With the nal decision whether a bond or guarantee is condional or payable on-demand dependent on the wording of each bond/guarantee, I shall now consider if P4 is an on-demand payable bond or was subject to condions that had to be sased prior to the Defendant honouring any claim made under it by the Plain. The relevant parts of P4 are re-produced below:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      249.89,
      542.94,
      674.99
    ],
    "text": "KNOW ALL MEN BY THESE PRESENTS that M/s T F N Pinto and Sons (Contractor) and M/s Ceylinco Insurance Company Limited (Surety) are held and rmly bound unto M/s K D A Hearachchi, Premasiri Super Market, 243, R A De Mel Mawatha, Colombo 3 (Employer) in the full and just sum of Rs. One Million Two Hundred and Twenty Three Thousand Fiy Five and Cents Ninety Two Only for the payment of which sum of money well and truly to be made and done, the said Contractor binds himself, his heirs, executors and administrators AND the Surety binds itself, its successors and assigns, jointly and severally rmly by these presents. We the Surety hereby renouncing the benecium ordinis divisionis et excussionis the meaning force and eect of renouncing which have been explained to us by our Proctor and with which we hereby declare that we are now fully acquainted and all other benets, privileges and advantages to which surees as such are by law entled. WHEREAS the Contractor has entered into a certain wrien contract with the Employer by Condions of Tender bearing date for the construcon of proposed building at 316, Galle Road, Colombo 3 all of which are more parcularly shown in the said wrien Tender which Contract with all its covenants and condions is hereby made a part of this Agreement to all intents and purposes as though the said Contract has been incorporated herein.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      675.17,
      489.16,
      709.91
    ],
    "text": "NOW, THEREFORE, the condions of the foregoing obligaon is such that:",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.81,
      217.91
    ],
    "text": "if the Contractor shall well, true and faithfully comply with all the terms, covenants and condions of the said Tender on his part to be kept and performed according to the true purpose intent and meaning of the said tender, or if in default by the Contractor, the Surety shall sasfy and discharge the damages sustained by the Employer hereby upto the sum of Rs. One Million Two Hundred and Twenty Three Thousand Fiy Five and Cents Ninety Two Only,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      218.21,
      542.97,
      322.79
    ],
    "text": "then this obligaon shall be null and void, otherwise it shall remain in full and virtue. [emphasis added] The fact that: (a) the Contractor and the Defendant were jointly and severally held bound unto the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      326.09,
      542.52,
      376.79
    ],
    "text": "Plain under P4; (b) the Defendant has renounced the defence available to it as a surety that the",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      380.09,
      542.45,
      430.67
    ],
    "text": "Contractor be excussed prior to it being pursued; (c) P1 formed part and parcel of P4 and that P4 was therefore not an autonomous",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      433.97,
      542.81,
      484.67
    ],
    "text": "contract; and (d) the Defendant was only required to sasfy and discharge the damages sustained by",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      487.97,
      542.85,
      706.79
    ],
    "text": "the Plain up to a maximum sum, clearly demonstrate that, (a) P4 was not a performance bond payable on demand but a condional bond, and (b) the Defendant therefore was not required to honour any claim without demur. That P4 was a condional bond is further conrmed by two other factors. The rst is that in the event of any alleged default on the part of the Contractor, the Plain was not entled to, as of right, to the full value of P4 but was only entled to claim damages sustained by him upto the sum specied in P4, which can either be the full value or a value lesser than that. This required the Plain to establish that the Contractor had not commenced and/or completed the work aer the receipt of the retenon money, that he",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.91,
      424.31
    ],
    "text": "has suered damages as a result thereof and, more importantly the extent of such damages. The second is the corresponding right of the Defendant to call upon the Plain to establish that he has suered damages and the extent thereof. Clauses similar to the aforemenoned provision in P4 have been considered over the years in several other jurisdicons. One of the rst such cases is Workington Harbour and Dock Board v. Trade Indemnity Company Limited (No. 2) [(1937) 3 All ER 139]. In the Court of Appeal, Greer L.J., stated at page 143 that, The plain bringing an acon has not merely to prove a breach of contract: he has to prove the damages which he has suered by reason of that breach of contract. On appeal, [(1938) 2 All ER 101] Lord Atkin stated at page 105 that, It is well established that in such an acon the plain has to establish damages occasioned by the breach or breaches of the condions, and, if he succeeds, he recovers judgment on the whole amount of the bond, but can only issue execuon for the amount of the damages proved. In Tins Industrial Co. Limited v Kono Insurance Limited [1987 BLR 42], the Court of Appeal of Hong Kong referring to the relevant clause under consideraon which read as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      424.49,
      542.89,
      700.55
    ],
    "text": "NOW THE CONDITION of the above wrien bond is such that if the contractor shall duly perform and observe all the terms, provisions condions and spulaons of the said contract on the contractors part to he performed and observed according to the true purport intent and a meaning thereof, or if on default by the contractor the surety shall sasfy and discharge the damages sustained by the employer thereby up to the amount to the above wrien bond then this obligaon should be null and void, but otherwise shall be and remain in full force and eect., held that, This in our view is a case where a claimant under the bond has to prove rst breach, and secondly damages. In Trafalgar House Construcon (Regions) Limited v General Surety & Guarantee Company Limited [(1996) 1 A.C. 199; at pages 203-204], the impugned clause read as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.87,
      367.19
    ],
    "text": "Now the condion of the above wrien bond is such that if the subcontractor shall duly perform and observe all the terms provisions condions and spulaons of the said subcontract on the subcontractor's part to be performed and observed according to the true purport intent and meaning thereof or if on default by the subcontractors the surety shall sasfy and discharge the damages sustained by the main contractors thereby up to the amount of the above wrien bond then this obligaon shall be null and void but otherwise shall be and remain in full force and eect. In the Court of Appeal, Saville, L.J idened the commercial purpose of the bond as being to provide immediate funds for the respondents in the event of failure of performance by the contractor (i.e. Chambers), and held that the obligaon under the bond was to pay what the respondents asserted in good faith to be the amount of damages. Referring to this nding, the House of Lords observed that the Court of Appeal were in error: (a) by determining that the appellants' liability under the bond arose on the failure of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      370.49,
      542.88,
      681.35
    ],
    "text": "Chambers to complete the contract followed by a demand in good faith for the amount of the damages which they claim to have suered were eecvely treang it as a type of on demand bond. and (b) in concluding that the bond was not a guarantee but was akin to an on demand bond. The House of Lords thereaer referred to the above passage of Lord Atkin and concluded that, This dictum makes it clear beyond doubt that proof of damage and not mere asseron thereof is required before liability under such a bond arises. [emphasis added] Thus, while in a condional bond such as P4, the beneciary must establish the extent of the damages suered by it, I must for the sake of clarity reiterate that even though a bank is required to honour an on- demand payable performance bond, that does not absolve the beneciary who called upon the bond of subsequently accounng its actual loss to the party on whose behalf the bond was issued.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.019074440002441,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.91,
      459.11
    ],
    "text": "This brings me to the queson of whether the Plain has sased the legal obligaon cast on him of establishing the damages suered by him as a result of the breach of the Contractor. Acon in the District Court On 27th March 1996, the Plain led acon in the District Court of Colombo against the Defendant claiming a sum of Rs. 1,222,055, which for some unexplained reason is one rupee less than in P4. The case of the Plain was that P4 was issued to secure payment of the aforesaid sum of money that the Plain had retained as retenon money under P1 and that as the Contractor had failed to complete the works as agreed, the Plain had suered a loss amounng to Rs. 1,222,055 which the Defendant was liable to pay in terms of P4. The Defendant led its answer denying any liability under P4 and took up the posion that the Plain has not suered any loss or damage and that in any event, the Plain has not complied with the condions spulated in P4 that required the Plain to make a demand within one month of the default and for acon to be led within one month thereaer. Of the 11 issues raised by the Plain, Issue No. 7 has a direct nexus to the queson of law raised by the Plain before this Court and is therefore re-produced below:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      459.41,
      542.95,
      716.27
    ],
    "text": "Has the Plain suered loss and damage to the extent of Rs. 1,222,055,92 in consequence of the default of the contractor?. Although it was sought to be argued before the High Court that mere default on the part of the Contractor would entle the Plain to claim a sum of Rs. 1,222,055 from the Defendant under and in terms of P4, the above issue makes it clear that the Plain was very much aware that he was required to establish that he has suered loss and damage to the extent of the value in P4. The Plain gave evidence and led the evidence of T.P. Weerasinghe, the Managing Director of the Consultant. However, none of the witnesses gave any evidence of the loss or damage suered by the Plain as a result of the default of the Contractor. The Defendant did not lead any evidence.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.17,
      541.61,
      125.87
    ],
    "text": "By its judgment delivered on 20th March 2003, the District Court took the following view:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      126.17,
      545.7,
      482.51
    ],
    "text": "me 4 f,i i,l=Kq fldg meusKs,slre idlaIs fouska ixhqla; bgq lsrSfu ne|quslrh (Combined Performance Bond) bosrsm;a lr we;. tls ne|quslrfha fldkafoais lshjd ne,sfus os gs't*a'tka' mskafgda iy mq;%fhda fldka;d%;alre jYfhka fld<U 03\" .d,q mdfra wxl 316 orK fhdaPs; f.dvke.s,a, iEoSfuS os meusKs,slrejkag isoq lrk hus lsis mdvqjla fyda meyer yerSula iusnkaOfhka osk 14 l ld,hla ;=, oekqus oqka jsg js;a;slre wem lre f,ig re' 1\"223\"055'92 l uqo,la meusKs,slreg f.jsug wem js we;' js;a;slre jsiska tls wemlrh ms<sf.k we;' Thus, the District Court, similar to the English Court of Appeal in Trafalgar House Construcon (Regions) Limited v General Surety & Guarantee Company Limited [supra] fell into error when it took the view that P4 was an on-demand bond payable within 14 days of the demand. For that reason, the District Court did not consider the necessity on the part of the Plain to establish the loss or damage suered as a result of the default of the Contractor. Having arrived at the said erroneous view, the District Court connued to err when, not having realised that the Contractor had been given an extension of me unl 15th October 1995 to complete the work, and the purpose for which P4 had been issued, it answered inter alia Issue No. 7 as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      12.456375122070312,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      482.81,
      545.49,
      715.91
    ],
    "text": "fldka;%d;alre jsiska udi 18 l ld,hla ;=, os fuu .sjsiqug wod,j fhdaPs; f.dvke.s,a, iusmqraK lsrSug wfmdfydi;a jq njg os we;s idlaIsh js;a;slre jsiska nso fy<d fkdue;' r|jd .ekSfus uqo, o fldka;%;alreg f.jq njg fuu wOslrKhg ikd:j we;s fyhska jev ksu lsrsulska f;drj r|jd .eksfus uqo, fldka;%;alre yg f.jsug isoq jsu u.ska mEusKs,slre yg re' 1\"223\"055'92 l w,dNhla iy mdvqjla isoq jq njg fuu wOslrKhg ikd:j we;s fyhska 7 jk jsiosh hq;= m%YaKhg Tjs hkqfjka wOslrKh ms<s;=re fokq ,nhs' The above formed the basis for the District Court to grant the Plain the relief claimed by him.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      11.498174667358398,
      12.456375122070312,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.17,
      542.88,
      271.91
    ],
    "text": "Judgment of the High Court Aggrieved, the Defendant led an appeal with the High Court. By its judgment, the High Court, relying on the aforemenoned provision in P4 that the Plain shall establish the damages sustained by him, concluded that the Plain has failed to establish that he has suered damages as a result of the failure on the part of the Contractor to complete the building and accordingly allowed the appeal of the Defendant. The relevant passages in this regard from the judgment of the High Court are re-produced below:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      272.09,
      545.73,
      536.63
    ],
    "text": "fus wkqj\" fuu neoquslrh hgf;a ysuslus meug kus fldka;%;alre tu .sjsiqu wkqj lghq;= lsrsug wfmdfydi;a js ;snsh hq;= w;r tu fya;=j u; meusKs,slreg w,dN isoqjS ;snsh hq;=h' tkus meusKs,slreg wh lr .; yels jkafka tlS neoquslrfha isudjg hg;aj isoq js we;s w,dNh muKs' tu ksid fuu neoquslrh hgf;a uqo,la wh lr .eksug kus ;udg isoq jS we;s w,dNh meusKs,slre Tmamq l< hq;=h' fuu ldrKd folu tlaj i,ld ne,Sfus oS meusKs,slreg isoq jq w,dNfha m%udKh ;yjqre js fkdue;s w;r\" tfukau tu w,dNh isoq jqfha fldka;%;alre ksis mrsos ish fgkavrh wkqj lghq;= fkdlsrsu ksis njg ;yjqre js ke;' fuu ;;a;ajh u; meusKs,slreg fuu neoquslrfha i|yka uqo,a wh lr .ekSfus yelshdjla ke;' Quesons of Law raised by the Plain Dissased by the said judgment of the High Court, the Plain sought and obtained leave on the following queson of law:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      11.498174667358398,
      12.456375122070312,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      536.81,
      542.86,
      701.75
    ],
    "text": "Did the learned High Court Judges err in law in holding that the Plain has failed to prove damages? For the reasons that I have already adverted to in this judgment, I am in agreement with the High Court that in terms of P4, the Plain was required to establish that he has suered damages as a result of the Contractor not commencing and/or compleng the work aer the receipt of the retenon money. I shall now consider if the Plain has discharged the evidenary burden in that regard and whether the Plain has established the quantum of the damages suered by him.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.17,
      542.89,
      386.15
    ],
    "text": "Has the Plain established the damages suered by him pre-trial correspondence I have already stated that the retenon money belonged to the Contractor for work done by him and that, as evidenced by P2 and P3, the Plain released the said sum of Rs. 1,223,055.92 to the Contractor upon the recommendaon of the Consultant on 2nd and 22nd March, 1995. It was the posion of the Plain that the Contractor failed to commence work even aer the payment of the said retenon money, and that the Contractor sought extensions of me to commence and complete the work. The Plain stated further that the nal extension of me was granted upto 15th October 1995, as borne out by P7, and that he lodged a claim with the Defendant by P6 on 26th October 1995. The Defendant did not dispute that the Contractor has abandoned the site or that the Contractor has not completed the work. However, the Defendant taking the view that P4 was not an on-demand payable bond responded to P6 by its leer dated 30th October 1996 [P8] as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      386.33,
      542.56,
      459.11
    ],
    "text": "In accordance with the policy issued may we kindly request you to immediately carry out joint measurements in the presence of the Consultant Design Team Three (Pvt) Limited and Contractor T.F.N. Pinto and Sons to nalise the loss assessment.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      459.41,
      542.93,
      713.15
    ],
    "text": "We also wish to inform you that we have appointed an independent loss adjuster by the name of Mr. Nihal Bogahalanda who will contact you immediately and be present at the me the joint measurements are taken. Please note that we need this done immediately in the presence of all pares as we have to nalise the claim accordingly. Your immediate aenon is very much appreciated. P8, which was copied to the Consultant and the Contractor, is a clear statement by the Defendant to the Plain that it is mandatory that joint measurements must be carried out. The Plain did not dispute P8 nor did he claim that such a process was not required for the Defendant to process and nalise his claim. With the Contractor admiedly not having completed the work and the queson of waing unl the end of the defects liability",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      542.88,
      332.27
    ],
    "text": "period to release the retenon money not being in issue as the monies had already been released, the necessity for the joint measurement to be carried out was obvious. It was the only way the Defendant could nd out, (a) the value of the work carried out by the Contractor in order to determine if the Contractor has been overpaid, (b) if there were any defects in the work that had already been carried out by the Contractor and if so the cost of recfying such defects, and thereby determine the extent of the damage suered by the Plain. By leer dated 8th December 1995 addressed to the Contractor with copy to the Plain and the Consultant [P9], the loss adjuster requested the Contractor to submit his claim for work done as from the date of terminaon. It appears that the Contractor responded to P9, for, by leer dated 18th December 1995 [P10], the loss adjuster informed the Consultant, with copy to the Plain, as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      332.45,
      542.96,
      697.31
    ],
    "text": "I refer to M/s T F Pinto and Sons leer of 7.12.95 enclosing their nal claim on the project for a proposed building for Mr. K.D.A. Hearachchi at No. 316, Galle Road, Colombo 3. Please be good enough to check and cerfy this claim including the unrecovered poron of the advance so that I could send my report to M/s Ceylinco Insurance Limited. It would be appreciated if any disputes regarding reducons in this claim are seled with the Contractor aer discussions so that the nal amounts cered are not disputed. Any disputes that are not mutually agreed to may further delay any selement. Thus, it appears from P10 that the Contractor had a monetary claim against the Plain for the work carried out by him, and that the mobilisaon advance paid by the Plain has not been fully recovered. However, neither party has produced the claim preferred by the Contractor which is referred to in P10. Furthermore, even though the Defendant had called upon all three pares involved in P1 to carry out a joint measurement in order to value the work carried out by the Contractor, it does not appear that this request had",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      72.17,
      542.91,
      179.87
    ],
    "text": "been complied with. This was a grave mistake on the part of the Plain and was the reason for the Plain to fail in proving his case. By leer dated 10th January 1996 [P5], the Consultant informed the loss adjuster as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      180.05,
      542.95,
      700.43
    ],
    "text": "As per the Condions of Contract, the retenon money is to be released at the expiraon of the maintenance of a project and if the contract was terminated, it is to be kept unl the costs of execuon and maintenance and all other expenses incurred by the employer are ascertained. (refer Clause 63(3) of the ICTAD Condions of Contract). Therefore, we wish to state that this amount of Rs. 1,223,005.92 should be released to the Employer, K.D.A. Hearachchi to cover the addional costs which (he) will incur in compleon of the balance work and other expenses. [emphasis added] Thus, in terms of Clause 63(3) referred to in P5, the Plain was entled to hold on to the retenon money unl the costs of execuon and maintenance and all other expenses incurred by the employer are ascertained. I have already stated that it is normal for a contractor to submit a guarantee/bond to secure the said obligaon and have the retenon money released to him. However, once a claim is made by an employer and in this case by the Plain under P4, the obligaon on the part of the Defendant to release sums promised under P4 would arise only once the costs of execuon and maintenance and all other expenses incurred by the employer are ascertained. Without ascertaining such sums, I am of the view that the Defendant was not obliged in terms of P4 to pay the Plain. By P5, the Consultant has given a breakdown of the payments made to the Contractor. The rst payment is the mobilizaon advance of Rs. 4,892,000 paid on 3rd November 1993. Ten other interim payments totalling Rs. 10,850,453.48 have been paid between 23rd December 1993 9th February 1995. In addion to the payment of the retenon money of Rs. 1,223,055.92 in March 1995, the Plain has paid a further sum of Rs. 1,306,171.72 on 10th April 1995. The aggregate of all payments is Rs. 16,965,519.40.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.17,
      542.88,
      144.95
    ],
    "text": "Neither the Plain nor the Consultant seem to have addressed the claim of the Contractor referred to in P10. Instead, by leer dated 6th February 1996 [P12], the Plain informed the Defendant as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      144.78,
      542.95,
      697.19
    ],
    "text": "Further to my leer dated 26th October 1995 and the subsequent correspondence I wish to reiterate that in terms of the above Bond, you are liable to pay me a sum of Rs. One Million Two Hundred and Twenty Two Thousand and Fiy Five and cents ninety two as the Contractor M/s T.F.N. Pinto and Sons has failed to perform or comply with the terms of the Contract. While it was clear that the Contractor was in breach of its obligaon to complete the building as required by P1, the correspondence exchanged between the pares clearly indicate that even at the me acon was instuted in the District Court, the Plain had failed to inform the Defendant of the exact quantum of damages suered by it as a result of the breach of the Contractor. Has the Plain established the damages suered by him evidence at the trial Having failed to address the requirement of the Defendant that a joint measurement be carried out in order to determine the value of the work done and thereby quanfy the damages suered by the Plain, the Plain led acon on 27th March 1996 seeking the recovery of the enre sum covered by P4. However, it is clear from Issue No. 7 that the Plain was fully conscious of his obligaon to establish the damages suered by him. Even though the Plain led the evidence of Mr. T.P. Weerasinghe, the Chairman of the Consultant, he did not provide details of the work carried out and/or completed by the Contractor or the value of the work done by the Contractor. These details should have been available with the Consultant for the reason that eleven interim payments had been made, which in terms of the standard Condions of Contract could only have been made aer measurements were carried out. The failure to provide such details becomes even more crical in view of the following two factors.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "22",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      72.17,
      542.75,
      144.95
    ],
    "text": "The rst is the evidence of Mr. Weerasinghe as to the amount of work that has been completed by the Contractor. The following queson posed to Mr. Weerasinghe during his evidence-in-chief, and his answer thereto are re-produced below:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      145.1,
      542.53,
      318.35
    ],
    "text": "m%( mskafgda uy;d fus jev wjika l,do@ W( iusmqraKfhka lf,aq keye' 75% la muk lr ;snshoS k;r l,d' Thus, where the contract sum is Rs. 24.5m, 75% of the work would represent a sum of Rs. 18.1m. As borne out by P5, if the Contractor had only been paid Rs. 16.9m, that leaves approximately a sum of Rs. 1.2m in the hands of the Plain. In cross examinaon, Mr. Weerasinghe stated further as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.456375122070312,
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      318.5,
      545.26,
      333.7
    ],
    "text": "m%( jev lghq;+ yrshg lr,d bjr jqK ke;akus wjika lr ke;akus tu r|jd",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      336.88,
      545.52,
      378.15
    ],
    "text": ".eksfus uqo, uqod.ekSug wkqu; lrkafka keye' fkao@ W( Tjs' fus jev iusmqraK lr ;snqfka keye' k;r lr ;snqfka' fygsgswdrpsps",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      380.92,
      545.66,
      708.83
    ],
    "text": "uy;a;hdf.a jev ;snqKd' ;j;a jev iq fldgila lrkak ;snqKd' m%( ;ud lshkafka fuys i|yka fjkjd fus fldka;%;alref.a b;srs jev gsl bjr lrk l,a Th uqo,a fokafka keye lsh,d lshd ;sfhkjd@ m%( fus wevsjdkaia iusmqraKfhka whlr f.k ;snqKq wjia:dfjs os iy r|jd .ekSfus uqo,a whlr .ekSfus wjia:dfjs os iusmqraK fuu fldka;%;a tfla hgf;a jqjo\" me'2 ys b;srs jev ms,sn|j i|yka lsrsula lr ke;s nejska fus fldka;%d;a tfla jevs fldgila wjika lr ;snqKd fkao@ W( Tjs' Thus, the Consultant was not able to tell Court the exact amount of work that had been carried out by the Contractor, the value of such work and/or the exact quantum of damages suered by the Plain. The second is the evidence of Mr. Weerasinghe that the mobilizaon advance was deducted at the rate of 20% from each interim payment and that the Plain had recovered the enrety of the mobilisaon fee. The evidence of Mr. Weerasinghe is re-produced below:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.456375122070312,
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "23",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      88.0,
      545.57,
      707.63
    ],
    "text": "m%( Tn lshd isgskafka iy;sl lrk ,o f.jsusj,ska fldgila iqodkus lsrSfus w;a;sldrus jYfhka wvqlr .kakd njhs' W( Tjs' m%( iEu uqo,lskau wvqlr .kakjdo@ W( iQodkus lsrSfus w;a;sldrus uqo,ska 20% la iy r|jd .ekSfus uqo,ska 10% la jYfhka wvqlrkjd' iusmqraK uqo, 30% la wvqlr .kakjd' m%( ta lshkafka r|jd .eksfus uqo,a i|yd 10% la iy iqodkus lsrSfus uqo, jYfhka 20% la jYfhka wvqlr .kakjd@ W( Tjs' m%( ta lshkafka iusmqraKfhka tls w;a;sldrus uqo, whlr .;a;d@ W( Tjs m%( iqodkus lsrSfus w;a;sldrus uqo,a j,ska fldmuK uqo,la whlr .;a;do@ W( iusmqraK uqo,a whlr f.k ;sfhkjd' Thus, according to the Consultant, the mobilizaon advance has been recovered in full. Under normal circumstances, the fact that the mobilizaon fee has been recovered in full means that the Contractor has completed the enrety of the work. Since the work had not been completed, it was crical for the Plain to have established the value of the work completed by the Contractor in order to determine, (a) if the Contractor has been overpaid, and/or (b) the cost of compleng the balance work and/or (c) the cost of recfying any defects in the work already done. I am therefore sased that the Plain has not discharged the evidenary burden cast on him to establish the damages suered by him. The conclusion of the High Court is therefore correct and I would accordingly answer the queson of law raised by the Plain in the negave.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      11.498174667358398,
      12.456375122070312,
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "24",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      72.17,
      542.96,
      449.63
    ],
    "text": "Second queson of law In its answer, the Defendant took up the posion that the Plain has not complied with the condions spulated in P4 that required the Plain to make a demand within one month of the default and for acon to be led within one month thereaer. The High Court had rejected this contenon of the Defendant. The Defendant therefore raised the following queson of law before this Court - Has the Plain complied with his obligaon under the performance bond marked P4 in giving 14 days wrien noce of the alleged non-performance or non-compliance on the part of the contractor that have risen to the claim for damages? In view of the conclusion reached by me that the Plain has failed to establish its damages, the necessity for me to consider the second queson of law does not arise. Conclusion In the above circumstances, I arm the judgment of the High Court. The appeal of the Plain is therefore dismissed, without costs.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      449.69,
      520.9,
      544.91
    ],
    "text": "JUDGE OF THE SUPREME COURT S. Thurairaja, PC, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      544.97,
      520.9,
      671.87
    ],
    "text": "JUDGE OF THE SUPREME COURT Mahinda Samayawardhena, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      341.4,
      671.93,
      517.65,
      703.67
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441,
      12.935474395751953
    ]
  }
]