[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      523.31,
      364.73
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA In the matter of a Fundamental Rights Application in which Leave to Proceed Was granted under Articles 11, 13(1) And 13(2) of the Constitution. Chaminda Sampath Kumara Wickremapathirana. Maithri Mawatha, Walgama, Welimilla Junction. Petitioner SC FR Application No. 244 / 2010 Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      365.3,
      457.88,
      378.05
    ],
    "text": "1. Sub Inspector Salwatura,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      380.45,
      486.92,
      404.93
    ],
    "text": "Police Station, Bandaragama. 2. Sergeant Manoj, Police Station,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      407.33,
      495.32,
      431.83
    ],
    "text": "Bandaragama. 3. Constable Ashoka, Police Station,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      434.23,
      496.97,
      459.91
    ],
    "text": "Bandaragama. 4. Seargeant Kithsiri , Police Station,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      462.07,
      485.93,
      487.75
    ],
    "text": "Bandaragama. 5. Security Assistant Dissanayake,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      489.79,
      477.56,
      515.47
    ],
    "text": "Police Station, Bandaragama. 6. Charles Wickremasinghe,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      517.63,
      503.21,
      556.75
    ],
    "text": "Officer in Charge, Police Station, Bandaragama. 7. Assistant Superintendent of Police,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      558.91,
      519.2,
      598.06
    ],
    "text": "Prasad Ranasinghe, Panadura Division, ASP’s Office, Panadura. 8. The Inspector General of Police,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      600.1,
      450.86,
      639.22
    ],
    "text": "Police Headquarters, Colombo 01. 9. Hon. Attorney General,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      344.35,
      641.38,
      491.12,
      719.5
    ],
    "text": "Attorney General’s Department, Colombo 12. Respondents",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.04,
      543.27,
      710.29
    ],
    "text": "BEFORE : S. EVA WANASUNDERA PCJ. UPALY ABEYRATHNE J & H.N.J. PERERA J. COUNSEL :Ms. Ermiza Tegal with Shalomi Daniel for the Petitioner. Jagath Abeynayake for the 1st to 5th Respondents. Madhawa Tennekone, SSC for the 6th to 9th Respondents. ARGUED ON 06.03.2017. DECIDED ON 30.05.2017. S. EVA WANASUDERA PCJ. In this matter, Leave to Proceed was granted under Articles 11, 13(1) and 13(2) of the Constitution on 17.05.2010. The Petition was filed in this Court on 30.03.2010. Chaminda Sampath Kumara was 31 yrs. He was a labourer. He has had no previous conviction of any offence or even a complaint against him prior to the incident which is the basis of the case in hand. He has come before this court complaining about his arrest by the Police and how much of physical and mental pain he had to go through until he was produced before the Magistrate. He has sought relief in respect of violation of his fundamental rights guaranteed by and under the Constitution. This court has granted leave to proceed under Articles 11, 13(1) and 13(2) of the Constitution. Article 11 reads: “ No person shall be subject to torture or to cruel, inhuman or degrading treatment or punishment. “",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      10.5600004196167,
      11.039999961853027,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      546.16,
      704.17
    ],
    "text": "Article 13(1) reads: “ No person shall be arrested except according to procedure established by law. Any person arrested shall be informed of the reason for his arrest. “ Article 13(2) reads: “ Every person held in custody, detained or otherwise deprived of personal liberty shall be brought before the judge of the nearest competent court according to procedure established by law, and shall not be further held in custody, detained or deprived of personal liberty except upon and in terms of the order of such judge made in accordance with procedure established by law.” The incident which has happened prior to the filing of this Petition by the Petitioner can be narrated in summary as follows. One householder namely Wanshawathie in the Bandaragama area had complained to the Police that when she had gone out of the house during the day time on 12.10.2008, for a wedding, her house had been burgled by some person or persons and she had lost a gold ring, a mobile phone and money , the value of all of which were twenty three thousand rupees. (Rs. 23000/-). With regard to this burglary, as it is stated as such by the Police, the Petitioner was apprehended and brought to the Police Station of Bandaragama. No goods were found in his custody or found elsewhere at all. There had been two pawning receipts in the house where the Petitioner was living with his mother , sisters and brothers but neither of the said receipts were with regard to the lost ring claimed by Wanshawathie, the complainant of the day time burglary. According to the Petitioner, the pawning receipts which were found in the Petitioner’s house and taken by the police by force, belonged to the Petitioner’s sister and a friend who had pawned their own jewellery. However, the Police had filed two cases in the Magistrate’s Court of Bandaragama against the Petitioner with regard to this incident. The Magistrate had acquitted the Petitioner of all charges since the evidence before court, of the police officers who did the arrest of the Petitioner and of the complainant Wanshawathie , did not bear an iota of evidence against the Petitioner. The Petitioner states that he was arrested on 20.05.2009 at around 11.00 a.m. when he was returning home by foot from a shop close to his house with a bag in his hand which contained chicken meat. The Petitioner was taken to his house by the 1st Respondent who was in police uniform along with four other police officers",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "and after searching the house and finding two gold pawning receipts therein had put the Petitioner in the Police Jeep wherein there was another villager by the name Nuwan. The Police Jeep arrived at the Police Station at about 1.00 p.m. and later on, the Petitioner had been taken to the Police barracks. He had then been subjected to torture after removing his clothes, assaulted with a club and a hose pipe and forced him to eat ‘kochchi miris’ and later poured crushed kochchi miris into his eyes and nose, questioning him whether he had any jewellery in his possession. At 6.00 p.m. on the same day, his brother had visited him at the Police Station and wanted to get him released. The Petitioner had informed the brother how he was tortured and at that time he had difficulty in breathing and had experienced blurredness of vision. The Police had told the brother that the Petitioner would be released shortly but it did not happen. When the Petitioner was screaming in pain the 1st Respondent had threatened to falsely charge the Petitioner with having a bomb in his possession and imprisoning him. The next day, on 21.05.2009, the Petitioner’s mother and the siblings and their families had all gone to the Police Station to visit him. When the Petitioner’s sister, Achala inquired about bail for him or release of him, the 2nd Respondent had informed her that there is a detention order against the Petitioner and therefore he could be detained by the Police for five days. The family visited the Petitioner each and every day till 26.05.2009, i.e. the day the 6th Respondent had informed that the Petitioner would be produced before the Magistrate. The Petitioner was not produced before Court even on 26.05.2009. The Petitioner’s family members had advocated the Petitioner’s release with higher officials of the Police. Further more, the Petitioner’s sister Achala had made a complaint regarding the Petitioner’s illegal detention and torture at the Bandaragama Police Station, to the Human Rights Commission. That Complaint is before this Court marked as P1. It gives precisely the date the Petitioner was arrested as 20.05.2009 and the time as 11.30 a.m.; the fact that the Petitioner is being tortured inhumanely by the Police; the fact that the Police has been postponing the Petitioner being produced before the Magistrate and begs the Human Rights Commission to intervene and get the Petitioner to be produced in Court. The next day, i.e. on 27.05.2009 , the Petitioner was not produced in the morning but as alleged by the Petitioner, after taking his signature on a blank paper, later",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "on in the day, at about 1 p.m. the Petitioner had been finally produced before the Magistrate under two case numbers, 44655/09 and 44663/09 charging him for housebreaking and theft. The certified copies of the two case records upto the date of granting personal bail to the Petitioner have been produced before this Court as P2A and P2B. The Petitioner had pleaded not guilty and was granted personal bail by Court. On the same day night, the Petitioner was admitted to Panadura Base Hospital due to the severe body aches and pains he had suffered as a result of torture. The Judicial Medical Officer had examined him and discharged him on 29.05.2009. The Medico Legal Report is marked as P3 and produced before this Court. The history given by the patient, the Petitioner, states that on two dates, i.e. the 20th and 24th of May,2009, he was “hung up and beaten by the Police” and ‘kochchi miris’ was poured into his eyes. The Complaint by the Petitioner himself to the Human Rights Commission was accepted by the said Commission and that letter is marked as P4 and produced before this Court. P4 indicates that the Petitioner had lodged the Complaint on 05.06.2009 and that the number of the complaint registered is HRC 2491/09. Affidavits of the brothers, brothers in law, sisters in law and friends narrating the events that had taken place from the 20.05.2009 to 27.05.2009 are placed before this Court marked as P5A to P5G. These seven affidavits state the incidents in detail. The 1st to 5th Respondents are Sub Inspector Salwatura, Seargeant Manoj, Police Constable Ashoka, Seargeant Kithsiri and Security Assistant Dissanayake. The 6th Respondent is the Officer in Charge of the Bandaragama Police Station, Charles Wickremasinghe. The 7th Respondent is the ASP Prasad Ranasinghe. The 8th Respondent is the IGP and the 9th Respondent is the Hon. Attorney General. The reason for placing the names of the Respondents herein, at this juncture is that they are referred to in the evidence before court by way of affidavits by their names and it is easy to follow by the name. At the time of hearing this matter, it was brought to the notice of Court that the 2nd Respondent is already dead. After some of the Respondents filed their objections, the name of another Police Officer called Lasantha , Police Constable 66649 had come up in the objections and on that account, the Petitioner moved this Court to add the said Lasantha as the 10th Respondent. This Court had not allowed the said application. Counsel for the 1st to 5th Respondents, Mr. Jagath Abeynayake made submissions before this Court and referred to the Statements of Objections filed by each Respondent and",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.09,
      546.39,
      704.17
    ],
    "text": "the affidavits affirming the contents of the Statements of Objections. The 6th to 9th Respondents were represented by Mr. Madhawa Tennekone, Senior State Counsel at the hearing of this matter. He relied on the Affidavits which were filed by the 6th and 7th Respondents on behalf of the 6th to 9th Respondents. The Affidavit of the 6th Respondent confirms the position of the Petitioner that the Petitioner’s relatives met him on 25.05.2009 and that the 6th Respondent had informed the relatives that the Petitioner will be produced in Court on 26.05.2009 as stated in paragraphs 6 and 7 of the Affidavit. Thereafter, ironically, in the same Affidavit, this Officer in Charge of the Bandaragama Police Station states in paragraph 9(a) of the same Affidavit that the Petitioner was arrested on 26.05.2009 at 6.20 p.m. How could the OIC have said on the 26th that the Petitioner would be produced in Court on the 26th if he had not been arrested prior to the 26th? The 6th Respondent has contradicted his own statement in his own affidavit. This confirms the Petitioner’s position that he was arrested prior to 25th and produced in Court on the 27th. The 6th Respondent admits that the Petitioner was produced on the 27th in paragraph 9(c) of the Affidavit. In the same Affidavit , the 6th Respondent alleges that the Petitioner had not complained to the Magistrate about inhuman treatment. Nobody who was tortured at a police station would ever be not scared to complain to the judge at such a time when he was at the mercy of the judge and the police to get bail. If any human being gets tortured by the police at any time, the victim by that time has lost confidence of the whole system of justice in the country. Such a person would not have any other feeling than to be wanting to live by getting away from the custody of the police for the time being. He would not be in his proper senses as to think what could be done next. He would have suffered mentally and physically inside a cell, without anybody to give him food or drink or medicine or to save him from the torture that he was undergoing for the period he was within the Police Station in the recent past, for whatever number of hours or days he was tortured. The victim of torture in the hands of the police who was holding power over him perhaps would never make up his mind to complain against the police. When a human being gets beaten on the body by another holding more power than himself, the first paid is the body pain and the second pain is the mental pain. I would analyze the mental pain to be much more than the physical pain. The",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "physical damage may be cured with the help of medical professionals and the medicine available at the time and era when the physical damage is done to a ‘body’ but the mental damage is definitely not something which can be cured that easily. If I were to say that mental pain can never be cured, that is reality of life. Every time the human being who was subjected to torture of any kind remembers the same, the mind projects the scenario in front of him. Then the tears and the pain that causes the tears, spring out of this body automatically and no one could ever say when that horrible feeling would go away. The damage caused mentally, in reality, is thererfor permanent for this life. In the case in hand, the 6th Respondent OIC has pointed out that the Petitioner had not complained of any torture to the Magistrate at the time he was produced before the Magistrate. I find that he had pleaded so, to get advantage from such a lapse by the Petitioner. In the case of Sudath Silva Vs Kodithuwakku 1987 2 SLR 119, Justice Atukorale has stated that “ the failure of the Petitioner to complain to the Magistrate before whom he is produced must be viewed and judged against the backdrop of his being at that time, held in police custody with no access to any form of legal representation.” The OIC of any police station should have control over the officers of that station and he should be responsible for what has happened in the police station or the barracks or about whatever action is taken by any police officer in his station with regard to a complainant or a suspect. The 7th Respondent has filed documents 7R1 and 7R2 along with his affidavit of objections. 7R1 is the complaint made to him by the Petitioner regarding the actions of torture by the Police officers, on 19.06.2009. I find that the contents of the said statement made before the 7th Respondent by the Petitioner is consistent with his Petition before this Court. Document 7R2 is the final report of the inquiry held by the inquiry officer which states that Inspector of Police Salwathura had pleaded guilty of charges levelled against him, and that he was punished with “placing red markings in his trainee file “. The inquiry report and the police statements have been filed in this court by the State on 15.11.2010. However, this is an instance where the 1st Respondent had admitted and found guilty of wrong doing as complained by the Petitioner to the ASP, at the end of a disciplinary inquiry. Even though I find that the punishment doled out to Salwatura is abundantly less than what it should have been, proportionate to the wrong doing, one aspect is clear. That fact is, “ the fact that the 1st Respondent has",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "admittedly tortured the Petitioner as well as proven to have done so after a full inquiry held by the 7th Respondent who is his disciplinary authority”. I would like to consider the Affidavit filed by the 1st Respondent, Salwatura. While denying everything in the Petition of the Petitioner, Salwathura had stated that the Petitioner was arrested on the 26th of May, 2009 at 6.20 p.m. on information received by the police and it is reflected in the Information Book under GCIB 176/116. However he has not annexed even a copy of the said entry before this Court. He had failed to place proof of the date and time of arrest which is crucial to the Application of the Petitioner before this Court. The documents Salwathura had filed along with his own affidavit are other affidavits of other persons marked as Y1, Y2 and Y3. They are affidavits of suspects who were in police custody at the particular period complained of, affirming that during the period of 20th May to 26th May, 2009 there was no person by the name of the Petitioner in the cutody of the Police at Bandaragama. In the first instance, how can an Inspector of Police expect any Court of this country to act on affidavits by some other suspects who were at that time, in the custody of the police officers in the said police station. The said suspects are also under the power and authority of other police officers, in the ‘cell of the suspects behind bars’. When asked for affidavits confirming the absence of another suspect by an Inspector of Police, can that suspect decline to give such affidavits? Do those suspects have any idea of who the other suspect is or what name the other suspect bears or any internal matters of the police? Do the inmates in a police cell know what each others’ names are? To place this kind of very low standards of proof of absence of the Petitioner, during that period, inside the Police Station, is incredible. I view this kind of action as despicable and absurd. No court would be ever willing to rely on affidavits by suspects and detainees in the custody of the police, to safeguard the police officers under whom the said suspects and detainees were living their lives inside the cell of the police station, during that period. I do not find any evidential value in the said documents. The 1st Respondent has challenged document marked P5A filed by the Petitioner, which is an Affidavit by the Petitioner’s brother in law who had been a police constable at the Vavunia Police Station before being dismissed from service on a charge of misappropriation of funds. He has also alleged that the author of P5A is an accused in a Magistrate’s Court case in Vavunia and that the 1st Respondent",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      546.2,
      687.13
    ],
    "text": "was assigned to arrest him at that time and therefore the Petitioner had acted mala fide in instituting this action. In the same run, the 1st Respondent states further that all the 1st to 5th Respondents had to carry out duties regarding the investigations and arrest against the said brother in law of the Petitioner, the author of Affidavit P5 and hence the Petitioner has acted mala fide against all these five Respondents. Yet I do not find any documents in proof of what the 1st Respondent has stated. He has not filed any case number in MC Vaunia; he has not filed evidence to show that he was assigned to arrest the author of P5A; he has not filed any material with regard to what kind of misappropriation of funds and whether it is government funds or private funds. He has not filed any material to prove that the 1st to 5th Respondents were assigned to carry out investigations regarding that matter. It is just another statement. Court cannot find out the truth about those matters or verify any statement which he has made. The Petitioner had filed a counter affidavit against the said statements of the 1st Respondent dated 24.01.2011 and denied totally the allegations as mentioned above and further states that there is no such case against the author of P5A, who is the brother in law of the Petitioner. The said brother in law has a civil case for recovery of money against him by a Bank. The counter affidavit claims that the said brother in law had been pressurized by the police officers to demand that the Petitioner should withdraw this Fundamental Rights Application filed against them. In the counter affidavit filed by the Petitioner, he reiterates that he has filed this application to vindicate his rights and seek redress in view of the serious and degrading acts of torture, arbitrary arrest and detention and for no other reason. The Affidavit filed by the 2nd Respondent has annexures 2Y1 to 2Y5. By 2Y4 and 2Y5 the 2nd Respondent tries to explain that he was not in the police station from the 24th to the 27th May, 2009. The Petitioner has complained that the 2nd Respondent was involved in the arrest of the Petitioner and torture on the date of the arrest on the 20th of May, 2009. The other documents are again affidavits by the inmates of the police cell which cannot be taken as valid evidence of the absence of the Petitioner in police custody. I am also of the view that those in the custody of the police cannot become aware of all other things that happen in the premises of the police station such as in the barracks of the police wherein the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "Petitioner claims that he was tortured. I reject the contents of the affidavits of the detainees and others in custody. The Affidavits filed by the 3rd, 4th and the 5th Respondents are also in the same lines as the affidavits filed by the 1st and the 2nd Respondents. The contents seem to be an attempt to state that the Petitioner was not taken into custody on the 20th May, 2009 and that they were not inside the police station but were on duty out of the police station implying that they could not have tortured the Petitioner at the times that he claims such actions were done. The Petitioner has continuously been stating that he was arrested by the 1st Respondent who was in police uniform along with four other police officers who were in civilian clothes on the 20thMay, 2009 . When the Petitioner was returning home from a boutique where he had gone to buy 500 grams of chicken meat by foot, he had seen a jeep of the Police parked alongside the road near Walekade junction. The police officers had been changing a flat tire of the jeep. The 4th Respondent had held the Petitioner and asked what he was carrying. Then the 2nd Respondent too had inquired about the Petitioner’s name and when the name “Chaminda” was mentioned, the 2nd Respondent had said “you are the man” and taken him to his house which was about 150 meters away from the jeep dragging him from the collar of his T-shirt. His room was searched by the police officers and they found two gold pawning receipts which allegedly belonged to the Petitioner’s sister and a friend by the name of Udayanga.The Police officers had however taken the two receipts against the wishes of those in the house. The Petitioner had been taken to the Police Station. His brother Samantha who came to the Police Station had been chased out. The Petitioner had been taken to the police barracks. The officer in a sarong in the barracks was the 3rd Respondent. The 1st , 2nd and the 3rd Respondents had commenced the torture then by ordering the Petitioner to remove all his clothes. He was made to kneel down with his hands lifted up. He was ordered and made to eat kochchi miris brought by the 5th Respondent. The 3rd Respondent wearing only a sarong had made the Petitioner sit on the floor and tied up his hands at the back. The 2nd Respondent tied up his feet with a strip of cloth at the ankles. Then the 2nd Respondent had sat behind the Petitioner on a chair and pulled the Petitioner’s head back, kept it in between the 2nd Respondent’s knees and held the head back tight in that same position. He then poured crushed kochchi miris",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "into the Petitioner’s eyes and nose. He was questioned whether he had any jewellery with him. The Petitioner had denied. Then the 2nd Respondent had ordered the Petitioner to lie down on his back and they trampled the chest, the legs and poured kochchi miris once again into the eyes and nose. When the Petitioner screamed and denied having anything to do with any jewellery being in his possession, they assaulted him with a hose pipe and a club looking like a broom stick.That was the nature of the torture. On the following days after the 20th until the 26th he was again tortured having hung him up on a ‘mol gaha’ having tied up his ankles and wrists. The medico legal report states that there were healing wounds at the wrists and the ankles. The history given is consistent with the wounds. At the inquiry by the ASP an identification parade was conducted to identify the police officers who had tortured him. The narration given to the Human Rights Commission and the ASP by the Petitioner is the same. The same words were repeated and the way he was tortured was told in the same manner. This Court has granted leave to proceed and directed the 7th Respondent ASP and the SSP Panadura to forward to the Supreme Court, the reports, proceedings and statements relating to the inquiry held on the complaints made by the Petitioner against the 1st to 5th Respondents. I have gone through the said reports, proceedings and statements and find that they are consistent with what the Petitioner has placed before this Court by having placed the evidence by way of Affidavits. The case in hand being one of torture which is not reflected very well on the face of the Medico Legal Report, I wish to quote Justice A.R.B. Amarasinghe in his book by the name “Our Fundamental Rights of Personal Security and Physical Liberty” . He states that “….Lastly, traces of torture or ill treatment may with lapse of time become unrecognizable, even by medical experts, particularly where the form of torturing itself leaves……few external marks”. The 1st to 5th Respondents have used ‘kochchi miris’ as the substance used to torture the Petitioner firstly making him eat it which burns the toungue totally, for hours on end, if bitten bare. Thereafter they had poured the juice into the eyes and the nose which pain nobody would have experienced in normal life and the extent of the pain cannot be ever imagined by any human being. That kind",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.81,
      543.27,
      447.82
    ],
    "text": "of torture is unheard of, but for sure the said Respondents did not leave any marks of torture. That is the very reason they have used such an unusual kind of torture which the medical experts could not trace. The beating was done with a hose pipe, which once again, does not leave marks on the skin. The only marks which had left a trace by 29th May, were the marks on the wrists and the ankles of the Petitioner by which he was hung up on a ‘mol gaha’ parallel to the ground and beaten. The fact that the Petitioner had gone to the hospital and was admitted to the hospital and was treated for the aches and pains of the body and kept in the hospital for three days itself speaks out to confirm the history given by him to the JMO who has written the MLR. Even though the perpetrators had tortured the Petitioner leaving only the few external marks on the body, that itself is good enough to prove the extent of torture, due to the unwavering narration of the way he was tortured consistently before the inquiry by the ASP, before the Judicial Medical Officer and before this Court. The Torture Act No. 22 of 1994 , Sec. 12 defines torture a follows: “ Torture with its grammatical variations and cognate expressions, means any act which causes severe pain, whether physical or mental, to any other person, being an act which is -",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      448.64,
      336.84,
      464.86
    ],
    "text": "(a) Done for any of the following purposes:",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      465.8,
      543.27,
      567.46
    ],
    "text": "i. Obtaining from such person or a third person any information or confession, ii. Punishing such other person for any act which he or a third person has committed, or is suspected of having committed or iii. Intimidating or coercing such other person or a third person or (b) Done for any reason based on discrimination, and being in every case, an",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      570.46,
      543.25,
      704.17
    ],
    "text": "act, which is , done by, or at the instigation of, or with the consent or acquiescence of , public officer or other person acting in an official capacity.” I hold that the torture done to the Petitioner by the 1st to the 5th Respondents fall within this definition. The evidence before us placed by the Petitioner and the evidence placed by the Respondents have been considered by this Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "This Court has analyzed the matters before us and has come to the conclusion that the 1st to the 5th Respondents have committed the act of torture on the Petitioner. The Petitioner did not know why he was arrested at the time of arrest. His house was searched without a search warrant. The Respondents had failed to bring forth the so called ‘information’ given to the Police to suspect the Petitioner to be the person who might have committed house breaking. The procedure of arrest is wrong. The Petitioner had been kept within the police station from the 20th May to the 27th May,2009 illegally by the 6th Respondent as OIC of the Police Station, Bandaragama. I hold that the 1st to 6th Respondents have violated Articles 13(1) and 13(2) of the Constitution. I have also considered the case law of this country which is contained in many authorities which I do not want to discuss at length at this juncture as it would only lenghthen this judgment unnecessarily. The case law contained in Muttusamy Vs Kannangara 52 NLR 324, Premalal de Silva Vs Inspector Rodrigo 1991 2 SLR 307, Navasivayam Vs Gunawardena 1989 1 SLR 394, Piyasiri Vs Fernando ASP 1988 1SLR 173 and Elasinghe Vs Wijewickrema and Others 1933 1 SLR 163 have been considered by me. The counsel for the Petitioner had filed some unreported cases after the hearing was concluded. They are M.D,Nandapala Vs Sergeant Sunil and Others – SCFR 224/2006 – which was decided on 27.04.2009 and H.M.Y.I.Herath Vs Ajith Police Constable - SCFR 555/2009 – which was decided on 18.02.2014. I have considered those judgments as well. I hold that the 1st to 5th Respondents have violated the Petitioner’s fundamental rights guaranteed to him by Article 11 of the Constitution. I hold that the 1st to 6th Respondents have violated the Petitioner’s fundamental rights guaranteed to him by Article 13(1) and 13(2) of the Constitution.",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      74.81,
      543.27,
      293.96
    ],
    "text": "I order that compensation of Rs. 500,000/- be paid to the Petitioner by the 1st , 3rd, 4th and 5th Respondents, each one paying Rs.125000/- personally to the Petitioner. I order that the State should pay to the Petitioner a further sum of Rs. 500,000/- for and on behalf of the 6th Respondent who had totally failed to keep any control over the police officers and/or allowed them to do the wrongful acts to the extent it was done at the Bandaragama police station. I further order that costs of suit also be paid by the State.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      296.96,
      525.39,
      687.13
    ],
    "text": "Judge of the Supreme Court Upaly Abeyrathne J. I agree. Judge of the Supreme Court H.N.J.Perera J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]