[
  {
    "page_number": 0,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.38,
      89.57,
      467.23,
      104.67
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      107.09,
      428.44,
      137.62
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      139.5,
      498.39,
      295.19
    ],
    "text": "In the matter of a Rule in terms of Section 42(2) of the Judicature Act No. 2 of 1978. Mr. Kodagodage Tissa de Silva, No. 20 Manimekala Suramya Place, Kattubedda, Moratuwa.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      414.43,
      304.35,
      498.7,
      318.33
    ],
    "text": "Complainant",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      350.79,
      217.01,
      378.81
    ],
    "text": "S.C Rule 08/2022",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.85,
      378.87,
      299.81,
      392.85
    ],
    "text": "Vs",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.85,
      424.23,
      467.09,
      508.69
    ],
    "text": "Warnakulasooriya Kalugamage Nimalka Fernando, No. 45/A, Paththiyamwaththa, Kimbulapitiya, Negombo.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      420.43,
      517.85,
      498.7,
      531.83
    ],
    "text": "Respondent",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      587.45,
      475.78,
      650.05
    ],
    "text": "Before : Hon. Jayantha Jayasuriya, PC, CJ. Hon. E.A.G.R. Amarasekara, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      652.28,
      498.41,
      763.48
    ],
    "text": "Hon. K. Priyantha Fernando, J. Counsel : Jagath Wickramanayake, PC with Samadhi Gamlath for the Respondent. Rohan Sahabandu, PC for the BASL",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      71.98,
      498.4,
      118.38
    ],
    "text": "Rajitha Perera, Deputy Solicitor General for the Attorney General.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      120.6,
      406.39,
      281.46
    ],
    "text": "Dates of hearing : 07.03.2024, 25.10.2024 Decided on : 12.11.2024 K. PRIYANTHA FERNANDO, J",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      73.82,
      291.77,
      498.6,
      492.06
    ],
    "text": "1. This rule stems from the complaint made by Kodagodage Tissa de Silva (complainant) against Warnakulasuriya Kalugamage Nimalka Sudharshani Fernando Attorney-at-Law (respondent) stating that the respondent has prepared and attested two forged deeds. 2. In his affidavit dated 13th January 2022, the complainant deposed that the property (subject matter involved in this matter) was purchased by him in 1992 by deed No. 204 attested by K.D.P. Jayaweera Notary Public. He has donated the said land to his son Kodagodage Chamith Dushantha Lankathilaka de Silva by deed No. 2902 attested by A.A.Basheer Ahamed on 23.04.2006.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      73.82,
      494.35,
      498.57,
      576.48
    ],
    "text": "3. To avoid the said son Lankathilaka from selling the property, he has written a deed of cancellation of the said deed No. 2902, by deed No.309 attested by Notary B.M.S.S. Balasuriya dated 07.09.2012.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      73.82,
      578.71,
      498.49,
      694.65
    ],
    "text": "4. The complaint of the complainant is that after the cancellation of the deed No. 2902, upon which Lankathilaka gained the title to the property, without carrying out a search in the land registry, the respondent Attorney-at-Law has attested the deed No. 169 by which the said Lankathilaka has transferred a portion of the land to his son Chamod Bhagya Lankathilake who was a minor.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      73.82,
      696.94,
      498.35,
      762.21
    ],
    "text": "5. In response to the above complaint, the respondent has stated that she has attested two deeds numbered 169 and 167 whereby the said Dushantha Lankathilaka donated a portion of the land",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      72.12,
      498.23,
      204.79
    ],
    "text": "to his son and sold the other potion to his mother who is the estranged wife of the complainant. It is her position that, the parties never wanted a search to be carried out at the land registry and that the vendee in deed No. 167 has given her written instructions to dispense with the search. It is the position of the respondent that she has acted in the best interest of her clients and has in no way breached any rules pertaining to the conduct of an Attorney-at-Law.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      73.82,
      207.14,
      498.42,
      272.35
    ],
    "text": "6. This Court issued a rule dated 15th December 2022 against the respondent alleging,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      118.82,
      274.61,
      498.31,
      289.18
    ],
    "text": "a) That you committed deceit and or malpractice within the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      118.82,
      291.53,
      498.39,
      373.54
    ],
    "text": "ambit of section 42(2) of the Judicature Act (read with Rule 79 of Supreme Court Rules 1978) which rendered you unfit to remain as an Attorney-at-Law. b) By reason of the aforesaid Act, you have conducted yourself",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      136.82,
      375.89,
      498.53,
      491.64
    ],
    "text": "in a manner which would reasonably be regarded as disgraceful or dishonorable of Attorneys-at-Law of good repute and competency and have thus committed a breach of Rule No. 60 of the Supreme Court (Conduct of and Etiquette of Attorneys at Law) Rules of 1988 made under Article 136 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      118.82,
      518.95,
      498.29,
      533.52
    ],
    "text": "c) By reason of the aforesaid acts and conduct, you have",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      136.82,
      535.75,
      498.25,
      583.92
    ],
    "text": "conducted yourself in a manner unworthy of an Attorney-at-Law and have thus committed a breach of Rule No. 61 of the said Rules.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      73.82,
      619.27,
      498.48,
      768.93
    ],
    "text": "7. Upon pleading not guilty to the above allegations, the respondent Attorney-at-Law filed an affidavit dated 27th January 2023 to show cause why she should not be suspended or removed from office. It is the contention of the respondent that, the complainant has not made any allegations against her arising from an Attorney and Client relationship. There had been no such relationship between the complainant and respondent Attorney-at-Law. Her professional relationship as an Attorney and client had been with I.S.S. Preethika Fernando and her son K. Chamith",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      72.12,
      498.59,
      424.3
    ],
    "text": "Dushantha Lankathilaka. It was upon their request that the deeds No. 167 and No. 169 had been prepared and attested by the respondent. In deed No. 167, the said Lankathilaka De Silva has sold a portion of the land that he obtained in terms of Deed No. 2902. The balance portion of the said land was donated by Lankathilaka to his son Chamod Bhagya Lankathilkaka de Silva by deed No. 169 reserving life interest to himself and his wife Rasanjalee Priyadarshani. The vendee of Deed No. 167 has given written instructions to the respondent Attorney-at-Law to dispense with the search. It is the position of the respondent that, she attested both the deeds in good faith in the presence of all the parties and she verily believed that they have dispensed with the search. 8. At the inquiry, the complainant gave evidence in Court. His position was that, although he gifted the land in question (portion of the land that he received by Deed No. 204) to his son Lankathilaka, later he cancelled the said Deed No. 2902 by Deed of Cancellation No. 309. It was his position that, had the respondent searched the records, she would have discovered that Deed No. 2902 had been cancelled.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      426.53,
      498.54,
      474.84
    ],
    "text": "9. Section 31(17)(a) of the Notaries Ordinance as amended provides that,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      141.38,
      510.07,
      497.89,
      524.7
    ],
    "text": "a) Before any deed or instrument (other than a will or",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      159.38,
      526.99,
      498.06,
      659.58
    ],
    "text": "codicil) affecting any interest in land or other immovable property is drawn by him, he shall search or cause to be searched the registers in the land registry to ascertain the state of the title in regard to such land and whether any prior deed affecting any interest in such land has been registered ; .",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      132.38,
      670.06,
      498.17,
      752.01
    ],
    "text": "Provided that if the parties to the transaction authorize the notary in writing to dispense with the search, the search shall not be compulsory, but he shall before the deed or instrument is tendered for registration write at the head thereof the reference to the previous registration, if any.",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      71.98,
      498.26,
      85.98
    ],
    "text": "10. This Court carefully considered the complaint, the affidavits of the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      88.2,
      498.3,
      199.4
    ],
    "text": "respondent in response, evidence adduced by the complainant, submissions made by the learned Presidents Counsel for the respondent, the submissions made by the learned Deputy Solicitor General as well as the learned Presidents Counsel for the Bar Association of Sri Lanka. 11. As rightly submitted by the learned Deputy Solicitor General, the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      201.6,
      498.27,
      248.0
    ],
    "text": "issue boils down to whether the respondent has violated section 31(17) of the Notaries Ordinance (as amended), when she attested the Deeds No. 167 and No. 169.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      250.32,
      498.26,
      279.44
    ],
    "text": "12. Section 31(17) of the Notaries Ordinance has been brought into",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      281.67,
      498.42,
      489.97
    ],
    "text": "effect to afford protection to the parties to a notarial instrument in order to safeguard their rights and interests. Every notary is expected to carry out a search in the land registry as stipulated in section 31(17) subject to the proviso to the section. The parties executing a notarial instrument relies on the notary to carry out his or her duties effectively. Therefore, the notary is placed with a certain responsibility on this regard. The standard expected of a notary by the general public is even higher where the notary in question is also an Attorney-at-law. Hence, a notary who is also an Attorney-at-law is expected to maintain high standards and follow the rules and procedure stringently. 13. Section 31(17) of the Notaries Ordinance does not impose any",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      492.17,
      498.39,
      555.0
    ],
    "text": "obligation on the respondent Attorney-at-Law which mandates her to write the words search dispensed with on the face of the deed. In deed No. 167, however, on the face of it, the notary has mentioned the words .",
    "fonts": [
      "BookmanOldStyle",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      557.33,
      498.2,
      586.33
    ],
    "text": "14. As mentioned before, Deed No. 167 is the deed of sale in which the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      588.53,
      498.46,
      764.56
    ],
    "text": "vendee has given written instructions to the respondent to dispense with the search. Therefore, she has strictly complied with the proviso to section 31(17) of the Notaries Ordinance (as amended). In both Deeds No. 167 and No. 169, the respondent has rightly mentioned the folios of prior registration and both deeds have been duly registered. As the donee in deed No. 169 is Lankathilakas own son who was a minor, and it has also been subject to life interest as mentioned before, it is obvious that the respondent had all the reasons to believe that the search was dispensed with as deposed by her. However, admittedly, the respondent has failed to obtain written instructions from the parties to dispense with the search",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      71.98,
      498.43,
      118.4
    ],
    "text": "when she attested deed No. 169, in which the donee was a minor and was the son of the said Lankathilaka and was also the grandson of the complainant.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      120.72,
      498.42,
      149.84
    ],
    "text": "15. Admittedly, the respondent is in the breach of section 31(17) of the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      152.04,
      498.46,
      344.27
    ],
    "text": "Notaries Ordinance when she failed to carry out the search in the land registry or obtain written instructions from the donee dispensing with the search when she attested deed No. 169. There is no doubt that the provisions that are stipulated in the Notaries Ordinance are to be strictly adhered to by the Notaries. Although the respondent has failed to adhere to section 31(17) of the Notaries Ordinance, what this Court has to decide is, as to whether the above failure by the respondent amounts to deceit and or malpractice within the ambit of section 42 of the Judicature Act read with Rule 79 of Supreme Court Rules, whether the respondent has breached Rule 60 and 61 of the Supreme Court Rules (as referred to in paragraph 6 of this judgment).",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      346.59,
      498.45,
      375.59
    ],
    "text": "16. In other words, what is to be determined is as to whether by the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      377.79,
      498.46,
      489.01
    ],
    "text": "breach of the relevant provision of the Notaries Ordinance, the respondent has committed deceit and malpractice and acted in a manner that is disgraceful or dishonorable of an Attorney-at-law of good repute and competency and conducted herself in a manner unworthy of an Attorney-at-law. 17. In the case of Guneris V. Karunarathne 18 NLR 47 the Notary",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      491.21,
      498.41,
      634.81
    ],
    "text": "was sued by the plaintiff for damages sustained by him by reason of omission on the part of the defendant (Notary) to search for registration of seizures before drawing a conveyance of a certain parcel of land in the plaintiffs favour. In Guneris (supra) it was stated that, where a notary follows a general practice and makes a mistake regarding the strict requirements of the law as to which there is a reasonable doubt, or where he commits an error of judgment, he is not guilty of such negligence as would make him liable in damages to his client.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      637.01,
      498.42,
      667.24
    ],
    "text": "18. In Re Amarasinghe Attorney-at-Law [1981] 1 SLR 384 it was",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      669.44,
      498.34,
      732.04
    ],
    "text": "stated that, both malpractice or deceit import an element of dishonesty which was absent in this case. There was no material to show dishonesty. The standard of proof required is proof beyond reasonable doubt.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.82,
      71.98,
      498.42,
      85.98
    ],
    "text": "19. The learned Presidents Counsel appearing for the Bar Association",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      88.2,
      498.67,
      248.0
    ],
    "text": "brought to the attention of this Court, the case, In Re Rule against an Attorney-at-Law SC Rule 01/2010 [2013] 1 SLR 266. This was a case where the respondent Attorney-at-Law failed to observe the rules to be observed by a Notary in the Notaries Ordinance. He has failed to observe the provisions in Section 17(a), 17(b), Section 18, 20, 26(a), 26(b) and section 31. The respondent in the above case, had attested fraudulent deeds by causing grave financial loss to the complainant. He has also deliberately failed to honour even the settlement he agreed to before the panel of inquiry of the Bar Association of Sri Lanka (BASL).",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.82,
      250.32,
      498.22,
      279.5
    ],
    "text": "20. Per Shirani Thilakawardane J, The respondent after having attested",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      281.67,
      498.17,
      376.73
    ],
    "text": "fraudulent deeds and thereby causing grave financial loss to the complainant, has deliberately failed to honour even the settlement he agreed to before the BASL. Therefore it is abundantly clear that the respondent has made a promise without intending to honour it which also tantamounts to dishonourable conduct unworthy of the Attorney-at-Law.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.82,
      378.99,
      498.34,
      407.99
    ],
    "text": "21. The circumstances in the above case are different to the case at",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      410.19,
      500.26,
      521.41
    ],
    "text": "hand, as the respondent in the above case has attested fraudulent deeds and has deliberately failed to honour the settlement agreed before the BASL. Further, the respondent in that case has even failed to submit the duplicate of the deed to the land registry. The circumstances in the case at hand does not reveal any dishonesty on the part of the respondent. Therefore, the above case cited by the learned Presidents Counsel cannot be applied to the case at hand.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.82,
      523.73,
      498.46,
      552.85
    ],
    "text": "22. Whether the breach of the rules or not adhering to the rules or",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      555.05,
      498.46,
      633.85
    ],
    "text": "provisions of the Notaries Ordinance make the Attorney-at-Law liable to be suspended or removed from office will depend on the circumstances of each case and whether such breach amounts to deceit or malpractice also depends on the circumstances of each case.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.82,
      636.17,
      498.42,
      665.2
    ],
    "text": "23. Therefore, whether the respondent Attorney-at-Law (notary) in the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      667.4,
      498.46,
      762.4
    ],
    "text": "instant case, by not adhering to the rules or provisions in the Notaries Ordinance is liable to be dealt with as per the rule stipulated in paragraph 6 of this judgment has to be decided and would depend on the circumstances of this case. In the circumstances of the instant case, the respondent Attorney-at-law cannot be considered to be guilty of the rule stipulated in",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.82,
      71.98,
      498.43,
      150.8
    ],
    "text": "paragraph 6 of this judgment as there is no deceit or malpractice on the part of the respondent. There is also no evidence of dishonesty on the part of the Respondent. 24. It is pertinent to note that in the matter at hand, none of the parties",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.82,
      153.0,
      498.42,
      264.2
    ],
    "text": "involved in the Deeds in question (Deed No. 167 and Deed No.169) have made any complaint against the Notary. In his evidence before this Court, the complainant admitted that he has not taken any steps to file any action to get the Deed No. 167 or the Deed No. 169 null and void on the basis that he had cancelled deed No. 2902. 25. In the above premise, this Court is of the view that there is no",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      266.4,
      498.42,
      329.09
    ],
    "text": "sufficient material to make the rule absolute. The rule is accordingly discharged.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      281.93,
      354.39,
      498.7,
      368.37
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      370.59,
      498.7,
      449.37
    ],
    "text": "JAYANTHA JAYASURIYA, PC, CJ.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      136.82,
      451.59,
      498.7,
      481.79
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      388.87,
      516.41,
      492.58,
      530.39
    ],
    "text": "CHIEF JUSTICE",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      532.61,
      502.78,
      611.39
    ],
    "text": "E.A.G.R. AMARASEKARA, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      136.82,
      613.61,
      498.7,
      643.79
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      281.93,
      678.44,
      498.7,
      708.62
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]