[
  {
    "page_number": 0,
    "bbox": [
      100.82,
      781.2,
      497.12,
      805.68
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.38,
      89.57,
      467.19,
      104.67
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      107.09,
      428.47,
      153.32
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      155.52,
      498.34,
      380.15
    ],
    "text": "The State Trading Corporation of India, Jawahar Vypar Bhawan, 1-Tolstoy Marg, New Delhi- 110 001, India and of Chennai House, 4th Floor, 7 Esplanade, Chennai 600 108, India. S.C. (CHC) APPEAL 03/2009 Plaintiff HC (Civil) 126/1998 (01)",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      382.35,
      498.42,
      525.95
    ],
    "text": "Vs. Sri Lanka Co-operative Marketing Federation Ltd. Co-operative Square, No. 127, Grandpass Road, Colombo 14.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      528.17,
      498.7,
      590.78
    ],
    "text": "Defendant AND NOW BETWEEN",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.85,
      593.0,
      498.42,
      704.18
    ],
    "text": "Sri Lanka Co-operative Marketing Federation Ltd. Co-operative Square, No. 127, Grandpass Road, Colombo 14.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.85,
      706.4,
      498.7,
      769.0
    ],
    "text": "Defendant-Appellant Vs.",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      781.2,
      497.12,
      805.68
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.85,
      71.88,
      498.34,
      247.88
    ],
    "text": "The State Trading Corporation of India, Jawahar Vypar Bhawan, 1-Tolstoy Marg, New Delhi 110 001, India and of Chennai House, 4th Floor, 7 Esplanade, Chennai 600 108, India.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      250.11,
      498.7,
      430.57
    ],
    "text": "Plaintiff-Respondent Before : P. Padman Surasena, J Achala Wengappuli, J K. Priyantha Fernando, J Counsel: Harsha Soza, PC with Zahara Hassim for the Defendant-Appellant",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      432.77,
      498.46,
      641.32
    ],
    "text": "Kushan De Alwis, PC with Ayendra Wickramasekara, Milinda Munidasa and Amandee Perera instructed by K. Upendra Gunasekara for the Plaintiff-Respondent Argued on : 31.05.2024 Decided on : 14.06.2024 K. PRIYANTHA FERNANDO, J",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      78.26,
      650.53,
      498.77,
      753.46
    ],
    "text": "1. The Plaintiff–Respondent (hereinafter referred to as the plaintiff) instituted an action in the Commercial High Court of Colombo against the Defendant–Appellant (hereinafter referred to as the defendant), for the recovery of a sum of USD 130,000/- for the goods (dried chilies) sold to the defendant company in Colombo.",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      781.2,
      497.12,
      805.68
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      78.26,
      72.05,
      498.77,
      754.12
    ],
    "text": "2. On or about 09.12.1996, the defendant placed an order with the plaintiff company for the import of 100 metric tons of dried chilies at the rate of USD 1,300/- per metric ton. The order was placed and confirmed by the letter marked [P-1]. Although the defendant has got the goods released, the defendant has failed to pay the monies due. Following this, the plaintiff filed action in the Commercial High Court of Colombo to recover the total amount of monies due from the defendant. 3. The defendant in its answer filed in the District Court, while denying the claim, submitted that, it could not get the goods released on time as the plaintiff had failed to send the goods on D.A. (Documents against acceptance) terms as agreed. The defendant’s position was that the said delay caused him to pay heavy demurrage and that the goods were not in good order or condition. 4. At the beginning of the trial, the defendant moved Court that the issue raised with regard to prescription be answered as a preliminary issue. The learned High Court Judge after considering the submissions by both the parties answered the said preliminary issue in favor of the plaintiff stating that the action was not prescribed. 5. After trial, the learned High Court Judge, by his judgement dated 05.11.2008, while answering the issues in favor of the plaintiff, held in favor of the plaintiff. 6. Being aggrieved by the decision of the learned High Court Judge, the instant appeal was preferred by the defendant to this Court against the said judgment of the Commercial High Court. 7. At the hearing of this appeal, the learned President’s Counsel for the defendant submitted that, the reason for the delay in getting the goods cleared was due to the plaintiff’s failure to send the required papers to the bank on D.A. terms.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      781.2,
      497.12,
      805.68
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      82.82,
      72.05,
      498.69,
      297.81
    ],
    "text": "8. It was further submitted that, due to the said delay, the defendant had to pay heavy demurrage. Furthermore, due to the delay, the goods (dried chilies) had perished, and the defendant was not able to sell the same. 9. According to the learned President’s Counsel, as soon as they realized that the plaintiff had not sent the documents according to the D.A. terms, the defendant sent the plaintiff a letter dated 07.01.1997 [P-10], explaining that they were unable to clear the cargo due to the reasons mentioned in the letter, which included heavy demurrage. It is the position of the learned President’s Counsel that, by P-10 the defendant has rejected the goods.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      300.2,
      498.74,
      473.27
    ],
    "text": "10. On 09.01.1997, the defendant has once again written a letter to the plaintiff [P-11] seeking for D.A terms payable in 60 days. It is the submission of the learned President’s Counsel for the plaintiff that, P-1 did not contain any details as to payment and it was therefore assumed and understood that the terms of payment would be on D.P (Documents against payments) terms, as it is the general practice in trade in instances where the agreement does not stipulate the terms of payment.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      475.78,
      498.77,
      701.42
    ],
    "text": "11. Subsequently, on the request of the defendant, the plaintiff has agreed to release the goods on D.A. terms payable in 30 days and later again consequent to P11 agreed to release the goods on D.A.terms payable in 60 days. 12. It is the position of the learned President’s Counsel for the plaintiff that, the plaintiff was compelled to concede to the requests made by the Defendant as they had already dispatched the goods to Sri Lanka. However, even after getting the goods released, the defendant failed to pay the plaintiff the monies due as prayed by the plaintiff.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      703.93,
      498.49,
      753.04
    ],
    "text": "13. In the answer filed in the High Court, the defendant in paragraph 12c has clearly stated that there was no",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      781.2,
      497.12,
      805.68
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      72.05,
      498.79,
      754.12
    ],
    "text": "acceptance of the goods. However, the witness for the defendant U.G Dayananda, giving evidence in the High Court on 05.09.2007 has admitted that they cleared and accepted the goods from the harbor on 13.01.1997. He also admitted that the entire consignment came to the Colombo harbor by 22.12.1996. 14. The witness has further testified that they never rejected the goods (Pages 297 and 298 of the brief). Therefore, it is clear that the position taken by the defendant in its answer that there was no acceptance of the goods, was a fraudulent attempt by the defendant to avoid the payment of monies that were due to the plaintiff. 15. The learned President’s Counsel for the defendant submitted that, the goods had perished due to the delay in getting the goods released from the harbor. Although it was submitted that defendant had to pay heavy demurrage, no document or a receipt was submitted to prove that they had to pay such heavy demurrage. It is for the defendant to submit those documents if in fact they had paid heavy demurrage. Further, there is also no evidence to show that the goods were perished by the time the defendant got the goods released. 16. The defendant's own document dated 03.02.1997 (D8) clearly shows that the defendant has cleared the full consignment of the goods from the harbor. The defendant has mentioned that some of the goods were damaged and that they have made a claim for insurance on the same. The defendant’s own witness U.G Dayananda, in his evidence has stated that, the insurance company refused to pay on the said claim. Further, the defendant has failed to submit any document at least to show that they made a claim to the insurance company with regard to the perished items. Therefore, it is clear that the defendant has taken various false defenses to avoid the payment that was due to the plaintiff.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      781.2,
      497.12,
      805.68
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      72.05,
      498.77,
      438.23
    ],
    "text": "17. The defendant has also taken up the position that the claim of the plaintiff is prescribed. Initially, it was taken as a preliminary issue and the learned Judge of The Commercial High Court has answered the issue in favor of the plaintiff stating that the action is not prescribed. Although the learned President’s Counsel for the defendant did not pursue this issue at the hearing, I will briefly discuss the issue for the sake of completeness. 18. The defendant has taken up the position that this is a case where goods were sold and delivered. Section 8 of the Prescription Ordinance applies and therefore cause of action is prescribed as the action was not brought within one year. However, as the defendant denied the acceptance of the goods in their answer, the learned High Court Judge in answering the preliminary issue, was of the view that section 8 of the Prescription Ordinance has no application to the matter, as the goods were not delivered. 19. Section 6 of the Prescription Ordinance provides that;",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      78.26,
      458.14,
      498.65,
      754.12
    ],
    "text": "“No action shall be maintainable upon ... any written promise, contract, bargain, or agreement, ... unless such action shall be brought within six years from the date of the breach of such ... contract, bargain or agreement, ... from the date when such note or bill shall have become due, or of the last payment of interest thereon.” 20. In consequent to the judgment of the Commercial High Court that was delivered in favor of the plaintiff, the plaintiff has made an application for writ pending appeal to the High Court. 21. The learned Judge of the High Court has allowed the said application for writ pending appeal. The defendant being aggrieved by the said order, has appealed to the Supreme Court, which was decided in S.C. CHC. Appeal 02/2011.",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      781.2,
      497.12,
      805.68
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      78.26,
      72.05,
      498.76,
      350.55
    ],
    "text": "22. The copy of the said judgement delivered by this Court on the said appeal, was submitted to this Court by the learned President’s council for the plaintiff, at the hearing of the instant appeal. 23. This Court, on 03.02.2012 has affirmed the order of the Commercial High Court that allowed the writ pending appeal application. 24. In the said judgement in S.C CHC. Appeal 02/2011, Her Ladyship Tilakawardane J, with their Lordships Amaratunga J and Suresh Chandra J. agreeing has discussed the issue on prescription in this case, that was raised by the defendant. 25. Her Ladyship Tilakawardane J, held,",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      154.82,
      360.92,
      498.51,
      639.2
    ],
    "text": "“In order to determine whether the present transaction is a written contract or a transaction for the sale of goods it is important to examine the documents marked as „X10-X13 (A) & (B)‟. „X10‟ – Petitioners request for the mode of payment set out in the bank bills to be amended to read as documents against acceptance payable after thirty days from the date of Bill of Lading, „X11‟ – Petitioners second request for the mode of payment set out in the bank bills to read as documents against payable after sixty days from the date of Bill of Lading,„X12 – X13 (A) & (B)‟ – Revised drafts made by the respondent in order to comply with the petitioners requests. This court accepts that the said documentation are written conditions agreed by the parties and that the transaction was based on it.‟‟",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      82.82,
      649.69,
      498.69,
      752.68
    ],
    "text": "26. This Court has therefore already held in S.C.CHC. Appeal 02/11 SC minute dated 03.02.2012 that, this action was based on a written contract as specified in Section 6 of the Prescription Ordinance and therefore the cause of action is not prescribed.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      781.2,
      497.12,
      805.68
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      72.05,
      498.77,
      297.81
    ],
    "text": "27. The document P-1 dated 09.12.1996 by which the order was placed and confirmed at a certain amount and price, has been admitted by parties. P11, dated 09.01.1997, where the defendants requested for D.A. terms payable after 60 days is also admitted by parties. 28. Therefore, it is clear that this action falls within the ambit of section 6 of the Prescription Ordinance and is based on a written contract. Hence, this action is not prescribed and the position taken by the defendant that the action is out of time cannot be maintained. 29. Hence, the appeal is dismissed with costs.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      375.75,
      498.7,
      470.75
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE P. PADMAN SURASENA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      472.97,
      215.81,
      554.51
    ],
    "text": "I agree",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      556.73,
      498.7,
      651.74
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE ACHALA WENGAPPULI",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      653.96,
      215.81,
      732.74
    ],
    "text": "I agree",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      281.93,
      734.98,
      498.7,
      748.96
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]