[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      87.89,
      542.87,
      198.95
    ],
    "text": "In the maƩer of an appeal in terms of SecƟon 5 of the High Court of the Provinces (Special Provisions) Act, No. 10 of 1996 SC (CHC) Appeal No. 45 /2018 HC Civil Case No. 559/2010/MR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      199.01,
      521.38,
      325.91
    ],
    "text": "John Sylvester HoraƟo Joshua, 15/ 1, Beach Road, Mount Lavinia. And presently of No. 05, Police Park Avenue, Colombo 05. PLAINTIFF",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.56,
      325.97,
      454.76,
      421.07
    ],
    "text": "Vs. Seylan Bank PLC, Ceylinco Seylan Towers, No.90, Galle Road, Colombo 03",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      421.13,
      386.23,
      484.55
    ],
    "text": "DEFENDANT And now between",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      484.61,
      521.38,
      595.67
    ],
    "text": "John Sylvester HoraƟo Joshua, 15/ 1, Beach Road, Mount Lavinia. And presently of No. 05, Police Park Avenue, Colombo 05. PLAINTIFF – APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      595.73,
      470.68,
      706.67
    ],
    "text": "Vs. Seylan Bank PLC, Ceylinco Seylan Towers No.90, Galle Road, Colombo 03 DEFENDANT – RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      542.55,
      294.11
    ],
    "text": "Before: Arjuna Obeyesekere, J K. Priyantha Fernando, J Dr. Sobhitha Rajakaruna, J Counsel: Heshan ThambimuƩu with Prasanth Mahendran for the PlainƟﬀ –Appellant Kuvera de Zoysa, PC, with Senaka De Saram and Tharindu Pasan Balasuriya for the Defendant – Respondent Argued on: 24th September 2025 WriƩen Tendered on behalf of the PlainƟﬀ – Appellant on 4th June 2024 Submissions:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      293.82,
      542.93,
      713.15
    ],
    "text": "Tendered on behalf of the Defendant – Respondent on 6th June 2024 and 10th November 2025 Decided on: 19th December 2025 Obeyesekere, J 1. The PlainƟﬀ – Appellant [the PlainƟﬀ] ﬁled acƟon in the High Court of the Western Province holden in Colombo [the Commercial High Court/High Court] on 5th January 2009 against Seylan Bank, the Defendant – Respondent [the Defendant] seeking the following relief: (a) A declaraƟon that by its refusal to issue foreign currency to the PlainƟﬀ to enable the PlainƟﬀ to travel to Hong Kong, the Defendant has breached the bank – customer contractual relaƟonship between the PlainƟﬀ and the Defendant; (b) Damages in a sum of Rs. 5,000,000 arising from such breach. 2. The Defendant having ﬁled answer, the case proceeded to trial with the PlainƟﬀ and another giving evidence for the PlainƟﬀ and the Defendant leading the evidence of two bank oﬃcers. By its judgment delivered on 10th April 2018, the High Court dismissed the acƟon of the PlainƟﬀ with costs. Aggrieved, the PlainƟﬀ ﬁled this appeal on 12th June 2018.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.96,
      326.63
    ],
    "text": "3. The cause of acƟon of the PlainƟﬀ is based on the premise that the Defendant breached the bank – customer relaƟonship by its refusal to issue foreign currency to the PlainƟﬀ. I shall therefore at the outset, very brieﬂy, refer to the scope and extent of the bank – customer relaƟonship and thereaŌer set out the applicable legal provisions that must be followed by a licensed commercial bank in Sri Lanka when called upon to issue foreign currency to a customer or any other person. Bank – Customer relaƟonship 4. It is admiƩed that at all Ɵmes relevant to this case, the PlainƟﬀ was a customer of the Defendant and maintained a rupee denominated account bearing No. 01400077159001 at the Dehiwala Branch of the Defendant. As pointed out in Paget’s Law of Banking [15th EdiƟon; pages 109 – 110]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      326.09,
      542.99,
      621.83
    ],
    "text": "“The relaƟonship of banker to customer is one of contract. It consists of a general contract, which is basic to all transacƟons, together with special contracts which arise only as they are brought into being in relaƟon to speciﬁc transacƟons or banking services. The essenƟal disƟncƟon is between obligaƟons which come into existence upon the creaƟon of the banker-customer relaƟonship and obligaƟons which are subsequently assumed by speciﬁc agreement; or, from the standpoint of the customer, between services which a bank is obliged to provide if asked, and services which many bankers habitually do, but are not bound to, provide. Services such as banker’s draŌs, leƩers of credit and foreign currency for travel abroad probably fall into the second category of services which the bank is not bound to supply, but this has not been judicially determined.” 5. The contractual relaƟonship between the bank and the customer was explained in Joachimson v Swiss Bank CorporaƟon [(1921) 3 KB 110; at page 127] by Atkin, J in the following manner:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      114.6,
      621.29,
      542.56,
      713.15
    ],
    "text": "“The bank undertakes to receive money and to collect bills for its customer’s account. The proceeds so received are not to be held in trust for the customer, but the bank borrows the proceeds and undertakes to repay them. The promise to repay is to repay at the branch of the bank where the account is kept, and during banking hours. It includes a promise to repay any part of the amount due against",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.89,
      632.39
    ],
    "text": "the wriƩen order of the customer addressed to the bank at the branch, and as such wriƩen orders may be outstanding in the ordinary course of business for two or three days, it is a term of the contract that the bank will not cease to do business with the customer except upon reasonable noƟce. The customer on his part undertakes to exercise reasonable care in execuƟng his wriƩen orders so as not to mislead the bank or to facilitate forgery. ” 6. Much has changed over the last hundred years since Atkin, J’s above statement. Today, a customer need not visit the bank, leave alone the branch where he or she maintains an account but can request payment and other services from his bank at any Ɵme and from any locaƟon. While the signiﬁcance of banks in modern market economies cannot be underesƟmated, the relaƟonship between the bank and the customer has remained much the same with the opening of an account with the bank being the crucial element in establishing the relaƟonship between the bank and the customer. One must however bear in mind that banks do oﬀer general ﬁnancial services to non-account holders, thus giving rise to a relaƟonship between the bank and such customer where such services are provided. 7. Thus, in terms of the bank – customer relaƟonship that existed between the PlainƟﬀ and the Defendant, the PlainƟﬀ was enƟtled to withdraw funds that were available in his rupee denominated current and/or savings account at the Defendant. It is admiƩed that the PlainƟﬀ did not have a foreign currency denominated account at the Defendant and therefore any issuance of foreign currency to the PlainƟﬀ was outside the general contract referred to by Paget. That being so, the PlainƟﬀ was not enƟtled to obtain foreign currency as of right, with the provisions of the Exchange Control Act being applicable with regard to the issuance of foreign currency to the PlainƟﬀ. Issuance of foreign currency 8. The legal provisions applicable to the issuance of foreign currency are found in:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      630.77,
      523.6,
      719.51
    ],
    "text": "(a) The Exchange Control Act, No.24 of 1954, as amended [the Act], which Act has since been replaced by the Foreign Exchange Act, No. 12 of 2017; (b) RegulaƟons made under the Act; and (c) OperaƟng InstrucƟons issued by the Department of Exchange Control.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.05,
      542.84,
      157.19
    ],
    "text": "9. While in terms of SecƟon 4 of the Act, “the Minister may authorize any commercial bank to act for the purposes of this Act as an authorized dealer in relaƟon to gold or any foreign currency”, SecƟon 5(1) of the Act provided as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      156.29,
      387.79,
      188.51
    ],
    "text": "“Except with the permission of the [Central] Bank –",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      128.64,
      187.97,
      542.58,
      203.75
    ],
    "text": "(a) no person, other than an authorized dealer, shall in Sri Lanka buy, borrow",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      128.64,
      207.05,
      542.58,
      292.67
    ],
    "text": "or accept any gold or foreign currency from, or sell or lend any gold or foreign currency to, or exchange any foreign currency with, any person other than an authorized dealer, and (b) no person resident in Sri Lanka, other than an authorized dealer, shall,",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      295.97,
      542.77,
      485.63
    ],
    "text": "outside Sri Lanka, buy or borrow any gold or foreign currency from, or sell or lend any gold or foreign currency to, any person other than an authorized dealer: Provided that the preceding provisions of this subsecƟon shall not prohibit the sale and purchase at any post oﬃce in Sri Lanka, in accordance with such direcƟons as may be given by the bank in regard thereto, of any foreign currency in the form of postal orders or money orders.” 10. SecƟon 38 of the Act reads as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      484.73,
      225.21,
      515.87
    ],
    "text": "“The bank may give-",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      128.64,
      514.97,
      542.54,
      530.75
    ],
    "text": "a) to bankers and to persons who are concerned with the keeping of any register",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      533.93,
      542.89,
      652.31
    ],
    "text": "in Sri Lanka or are entrusted with the payment of capital moneys, dividends or interest in Sri Lanka, direcƟons as respects the exercise of any funcƟons exercisable by them by virtue of, or by virtue of anything done under, any provision of this Act, and (b) to authorized dealers-",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      142.92,
      651.41,
      542.41,
      697.31
    ],
    "text": "(i) such direcƟons as aforesaid, or (ii) directions as to the terms on which they are to accept gold or foreign",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      157.08,
      700.61,
      222.31,
      716.39
    ],
    "text": "currency, or",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      142.92,
      68.45,
      542.43,
      99.11
    ],
    "text": "(iii) directions requiring them to offer their gold or specified foreign exchange",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      102.29,
      542.82,
      167.27
    ],
    "text": "for sale to the Central Bank on such terms as may be set out in the directions.” 11. According to the OperaƟng InstrucƟons issued to all Authorized Dealers by the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      170.22,
      542.93,
      239.75
    ],
    "text": "Department of Exchange Control on 29th March 1993, an Authorized Dealer has been “permiƩed to issue foreign exchange to persons resident in Sri Lanka at their judgment and discreƟon for the following purposes:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      238.85,
      536.04,
      254.63
    ],
    "text": "(a) Travel Expenses for Holiday & Pilgrimage, Business (Including conferences,",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      257.81,
      388.28,
      319.07
    ],
    "text": "seminars, workshops, sports etc) and medical; (b) Travel expenses for employment abroad;",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      318.17,
      512.68,
      349.19
    ],
    "text": "(c) EducaƟon expenses for employment abroad including living expenses;",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      348.29,
      476.44,
      379.31
    ],
    "text": "(d) RemiƩances for miscellaneous purposes of a bona ﬁde nature;",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      378.41,
      542.57,
      429.11
    ],
    "text": "(e) Issue of foreign currency notes to travellers:” 12. The said InstrucƟons also contained the following provisions that were speciﬁc to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      432.41,
      380.05,
      463.43
    ],
    "text": "the issuance of foreign currency for travel purposes:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      462.53,
      542.84,
      688.43
    ],
    "text": "“Authorised Dealers are requested to use their discreƟon in the issue of foreign currency notes for travel purposes. Authorised Dealers are permiƩed to refuse the issue of exchange or refer the maƩer to the Controller of Exchange if they feel that it is to be used for purposes other than that applied for or if the amounts requested are unreasonably large or relate to illegal transacƟons. In releasing foreign exchange for travel abroad Authorised Dealers may permit travel for any purpose without any restricƟons to applicants who are permanently resident in Sri Lanka, on the frequency of travel and the selecƟon of airline subject to the producƟon of a valid visa and return air Ɵcket.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.79,
      176.87
    ],
    "text": "Authorised Dealers should also note that exchange should not be granted to Sri Lankan NaƟonals, who have been granted dual ciƟzenship and permanently resident abroad and to those in possession of emigrant visas or permanent resident visas permiƫng indeﬁnite stay abroad.” 13. AcƟng on the above InstrucƟons issued by the Department of Exchange Control, the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      179.7,
      542.88,
      265.67
    ],
    "text": "Defendant had issued an Internal Circular on 11th July 2005, in terms of which a valid visa and return air Ɵcket had to be produced by any person desirous of obtaining foreign exchange for travel abroad, subject to an upper limit of USD 500 per day. 14. The aforemenƟoned provisions of the Act together with the OperaƟng InstrucƟons",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      268.97,
      542.96,
      449.75
    ],
    "text": "have been introduced by the Department of Exchange Control with a view of ensuring that foreign currency is issued only to genuine travellers who are enƟtled to obtain foreign currency. The said provisions complements the bank – customer relaƟonship that I have referred to above that any person, whether such person be a regular customer of the bank or otherwise, who is desirious of obtaining foreign exchange for travel abroad is not enƟtled to obtain foreign exchange as of right and while the issuance of foreign exchange is at the discreƟon of the Bank, it is mandatory that an applicant must produce his passport, visa and air Ɵcket. 15. Thus, the bank – customer relaƟonship that existed between the PlainƟﬀ and the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      453.05,
      548.95,
      657.71
    ],
    "text": "Defendant did not enƟtle the PlainƟﬀ to be issued foreign currency as of right and while the Bank retained the right to exercise its discreƟon with regard to the issuance of foreign currency to the PlainƟﬀ, it was mandatory for the PlainƟﬀ to submit at its minimum, a valid passport, a valid air Ɵcket and a valid visa. Thus, on the face of it, the basis of the PlainƟﬀs cause of acƟon that the Defendant breached the bank-customer relaƟonship by its refusal to issue foreign currency to the PlainƟﬀ is ﬂawed. 16. Be that as it may, I shall now consider the factual basis of the case of the PlainƟﬀ. Case of the PlainƟﬀ 17. The averments in the plaint can be categorised into two segments. The ﬁrst is as to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      660.89,
      542.82,
      714.83
    ],
    "text": "what transpired at the bank upto the refusal of the Defendant to issue foreign currency. The second segment is what occurred aŌer the PlainƟﬀ leŌ the bank including the events that took place once the PlainƟﬀ arrived in Hong Kong.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.05,
      433.72,
      122.75
    ],
    "text": "18. With regard to the ﬁrst segment, the PlainƟﬀ stated as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      122.93,
      542.97,
      211.67
    ],
    "text": "(a) The PlainƟﬀ is a customer of the Defendant and at all Ɵmes relevant to this case, maintained account No. 01400077159001 denominated in Rupees at the Dehiwala Branch of the Defendant; (b) He is a dual ciƟzen, holding Sri Lanka Passport No. N1539738 and BriƟsh",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      214.97,
      542.33,
      300.59
    ],
    "text": "Passport No. 704881875; (c) He was due to travel to Hong Kong on a business trip on 30th June 2008; (d) On his way to the Katunayaka Airport, he stopped at the Millennium branch of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      303.89,
      542.94,
      354.59
    ],
    "text": "the Defendant at about 7.30 pm to obtain USD 800 from his ‘account’; (e) He produced his air Ɵcket, his Sri Lankan and BriƟsh passports and Form 1 to",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      357.77,
      545.92,
      535.43
    ],
    "text": "the Oﬃcer on duty and requested him to issue USD 800 for his travel expenses; (f) Having examined the documents tendered by him, the bank oﬃcer had asked him to produce his visa to enter Hong Kong, and informed him that unless the visa is produced, he is not in a posiƟon to issue foreign currency to the PlainƟﬀ; (g) He informed the bank oﬃcer that he was a dual ciƟzen holding a BriƟsh passport and therefore does not require a visa to travel to or enter Hong Kong; (h) He also informed the bank oﬃcer that he has obtained foreign currency on",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      538.73,
      542.83,
      719.51
    ],
    "text": "previous occasions in a similar manner and had shown the relevant pages of his passport to the bank oﬃcer, including the endorsement on his Sri Lankan passport conﬁrming that he is a ciƟzen of Britain; (i) He had informed the bank oﬃcer that he was on a pre-arranged business trip to Hong Kong for only one and a half days which he could not cancel; (j) The bank oﬃcer had thereaŌer telephoned another oﬃcer and having sought instrucƟons, persisted in his refusal to issue foreign currency staƟng that there was no visa stamped on the passport;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.05,
      542.8,
      230.75
    ],
    "text": "(k) He had reiterated his posiƟon to the bank oﬃcer to no avail, and as he had no alternaƟve, he proceeded to Hong Kong without obtaining any foreign currency; (l) By its refusal to issue foreign currency to him, the Defendant has breached the contractual relaƟonship that existed between the two parƟes. 19. The second segment relates to what happened aŌer the PlainƟﬀ leŌ the bank and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      234.05,
      542.49,
      285.35
    ],
    "text": "upon his arrival in Hong Kong. The averments in the plaint in that regard are as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      284.46,
      542.67,
      370.43
    ],
    "text": "(a) The PlainƟﬀ arrived in Hong Kong on 1st July 2008 at 12.15pm and then discovered that it was a bank holiday in Hong Kong, which meant he could not withdraw any money by using his debit card; (b) The PlainƟﬀ had telephoned his friend in Hong Kong, Sarathchandra",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      373.73,
      542.92,
      529.07
    ],
    "text": "Seneviratne but he could not contact him; (c) The PlainƟﬀ could not aƩend two important business meeƟngs on the 1st of July 2008 at 2.00 pm and 4.00 pm as he had no money to travel from the airport to the business meeƟngs, and as a result of his failure to aƩend those meeƟngs, he lost the opportunity of doing business with those parƟes which caused a ﬁnancial loss to him; (d) The PlainƟﬀ borrowed a sum of USD 650 from his friend and tried to reschedule",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      532.02,
      542.92,
      602.15
    ],
    "text": "his business meeƟngs but failed to do so as he had to leave Hong Kong on 3rd July 2008 to Singapore; 20. It is in the above factual circumstances that the PlainƟﬀ claimed that the wrongful",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      605.33,
      542.88,
      716.39
    ],
    "text": "refusal on the part of the Defendant to issue foreign currency had caused severe embarrassment, inconvenience, humiliaƟon, pain of mind and loss of business which has been calculated at Rs. Five Million [Rs. 5,000,000]. This formed the factual basis for (a) the declaraƟon that the Defendant has breached the bank – customer contract between them, and (b) damages in a sum of Rs. 5,000,000.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.53,
      122.87
    ],
    "text": "Case of the Defendant 21. In its answer, the Defendant denied that it wrongfully refused to issue foreign",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      126.17,
      343.84,
      160.79
    ],
    "text": "currency to the PlainƟﬀ and stated as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      161.09,
      542.84,
      249.83
    ],
    "text": "(a) The PlainƟﬀ called over at the night banking counter at the Seylan Bank Millennium branch situated in Colombo 03 at around 6.30 pm on 30th June 2009 and requested foreign currency in United States Dollars; (b) Upon the said request of the PlainƟﬀ, the oﬃcer at the counter had requested",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      253.13,
      542.96,
      357.71
    ],
    "text": "from the PlainƟﬀ his passport and the air Ɵcket to the desƟnaƟon; (c) The PlainƟﬀ only submiƩed a Sri Lankan passport together with an air Ɵcket to Hong Kong; (d) Upon ﬁnding that the Sri Lankan passport submiƩed by the PlainƟﬀ was not",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      361.01,
      542.68,
      449.75
    ],
    "text": "stamped with a valid visa to travel to Hong Kong, the oﬃcer at the counter had informed the PlainƟﬀ that the Defendant cannot issue any foreign exchange to the PlainƟﬀ; (e) Though requested, the PlainƟﬀ failed to produce any documentary or other",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      453.05,
      542.93,
      614.75
    ],
    "text": "evidence to the saƟsfacƟon of the Defendant to enable the Defendant to process the applicaƟon of the PlainƟﬀ to purchase foreign currency and therefore, the Defendant refused to issue foreign currency to the PlainƟﬀ; (f) Its refusal to issue foreign currency to the PlainƟﬀ is in accordance with the provisions of the Act and the OperaƟng InstrucƟons issued by the Department of Exchange Control. 22. The Defendant alleged further that the PlainƟﬀ and his wife have insƟtuted acƟon",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      618.05,
      542.88,
      710.03
    ],
    "text": "against the Defendant in the District Court of Colombo with regard to the non-honouring of a cheque issued by the PlainƟﬀ and/or his wife, and that the PlainƟﬀ has acted maliciously in insƟtuƟng this acƟon against the Defendant and hence, presented a counter claimed for a sum of Rs. 25 million as damages.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      461.77,
      122.87
    ],
    "text": "Evidence before the High Court 23. This brings me to the evidence that was available to the High Court.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      126.05,
      542.84,
      157.79
    ],
    "text": "24. On the one hand was the PlainƟﬀ’s version that he produced his air Ɵcket and both",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      161.09,
      542.98,
      287.87
    ],
    "text": "passports of his to the Defendant’s oﬃcer at the counter and requested him to issue USD 800 for travel expenses abroad but that the oﬃcer wrongfully refused to issue foreign currency on the ground that there was no visa stamped on the PlainƟﬀ’s passport to travel to Hong Kong although he being a dual ciƟzen and a BriƟsh passport holder, a visa was not required to travel to Hong Kong. 25. On the other hand, the Defendant’s posiƟon was that the PlainƟﬀ submiƩed only",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      291.17,
      542.81,
      437.03
    ],
    "text": "the Sri Lankan passport and return air Ɵcket but the PlainƟﬀ’s passport was not stamped with a valid visa to travel to Hong Kong and therefore the Defendant could not issue any foreign exchange to the PlainƟﬀ in accordance with the Exchange Control Act and the Central Bank instrucƟons. Ashan Jayamal Chaminda, the Oﬃcer at the counter on 30th June 2008 who dealt with the PlainƟﬀ and another witness tesƟﬁed on behalf of the Defendant. 26. I have already stated that the PlainƟﬀ led the evidence of another, that being his",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      440.33,
      542.61,
      529.07
    ],
    "text": "friend in Hong Kong, Sarathchandra Seneviratne, who spoke of what transpired in Hong Kong. His evidence is not important as far as deciding the core issue in this case. 27. The PlainƟﬀ stated that his wife and the General Manager of his Company",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      532.37,
      542.87,
      621.11
    ],
    "text": "accompanied him to the Airport that evening but stated in cross examinaƟon that none of them went inside the bank with him. However, by the Ɵme the PlainƟﬀ gave evidence, his wife had passed away. 28. Responding to the leƩer dated 15th August 2008 sent by the AƩorney-at-Law for the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      624.41,
      542.96,
      697.31
    ],
    "text": "Defendant, the AƩorney-at-Law for the PlainƟﬀ had stated that, “The General Manager of my client’s organisaƟon who accompanied my client to the bank will bear tesƟmony on oath as to what happened.” The General Manager thus became the most important witness to corroborate the evidence of the PlainƟﬀ and was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.87,
      141.95
    ],
    "text": "listed as witness No.2 on the list of witnesses. However, the General Manager was not called to give evidence. 29. Thus, the only evidence that was available to the High Court to support the PlainƟﬀ’s",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      145.13,
      542.93,
      306.95
    ],
    "text": "posiƟon as to what transpired inside the Bank is of the PlainƟﬀ himself, with the evidence mostly being in line with the averments in the plaint. With the burden of proof being with the PlainƟﬀ, it was the responsibility of the PlainƟﬀ to prove on a balance of probability that the Defendant refused to issue foreign currency to the PlainƟﬀ in spite of him having presented his BriƟsh passport. Judgment of the High Court 30. The High Court has correctly stated that in the absence of any corroboraƟon of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      310.25,
      542.88,
      437.03
    ],
    "text": "PlainƟﬀ’s version as to what transpired inside the Bank, the issue that needs to be considered is whether the PlainƟﬀ’s version that he submiƩed both passports is credible or improbable, with his evidence being evaluated by applying the tests of (a) probability, (b) consistency per se and inter se, (c) inconsistency, contradicƟons and discrepancies, and (d) spontaneity. 31. I have examined the judgment of the High Court and ﬁnd that the High Court has",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      440.33,
      542.87,
      510.11
    ],
    "text": "arrived at the conclusion that the PlainƟﬀ has not discharged the burden of proof cast on him on four grounds. 32. The ﬁrst was the failure to call the General Manager as a witness.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      513.17,
      542.46,
      545.03
    ],
    "text": "33. While no reason was adduced during the trial for this failure, the High Court has",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      548.21,
      542.88,
      716.39
    ],
    "text": "drawn an adverse inference arising from the failure on the part of the PlainƟﬀ to call the General Manager as a witness without aﬀording any explanaƟon, in spite of having listed him as a witness. It is clear that the High Court was concerned that the evidence of the General Manager was being withheld since the PlainƟﬀ was of the view that, had the General Manager given evidence, such evidence would have been unfavourable to the case of the PlainƟﬀ. Even though during the hearing before this Court, the learned Counsel for the PlainƟﬀ submiƩed that the General Manager too had passed away, the date of his passing was not inƟmated to Court, thus leaving wide open the reason for not calling the said witness.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.05,
      542.51,
      103.79
    ],
    "text": "34. I am in agreement with the view taken by the High Court that the failure to call the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      107.09,
      542.93,
      214.91
    ],
    "text": "General Manager aﬀected the credibility of the PlainƟﬀ’s version especially since prior to acƟon being ﬁled, the AƩorney-at-Law for the PlainƟﬀ took up the posiƟon that the General Manager accompanied the PlainƟﬀ to the bank, which posiƟon was contradicted by the PlainƟﬀ during his cross examinaƟon. 35. The second ground relied upon by the High Court in reaching the conclusion that the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      218.21,
      542.91,
      421.19
    ],
    "text": "evidence of the PlainƟﬀ is not credible revolved around a leƩer issued by the travel agent who issued the air Ɵckets to the PlainƟﬀ. During his cross examinaƟon, the PlainƟﬀ stated on three separate occasions that apart from presenƟng his two passports and the Ɵcket, he had also presented to the Bank a leƩer dated 25th March 2010 issued by the travel agent who issued the two air Ɵckets to the PlainƟﬀ and his wife to travel to Hong Kong, addressed to the PlainƟﬀ himself, conﬁrming that, “the above passengers are BriƟsh Passport holders and dual ciƟzens of Sri Lanka and England, as per the air travel requirement for BriƟsh passport holders Hong Kong visas are on arrival.” 36. Quite apart from the necessity for the travel agent to issue such a leƩer addressed",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      424.49,
      542.85,
      554.51
    ],
    "text": "to the PlainƟﬀ, the above leƩer is dated almost two years aŌer the alleged incident took place and therefore could not have been presented to the Bank at the Ɵme the PlainƟﬀ called over at the Bank on 30th June 2008. That the said leƩer was prepared for the purposes of the trial is evident by the fact that no reference thereto has been made either in the leƩer of demand or at the very least, in the plaint. This leƩer therefore appears to be a fabricaƟon and in my view, seriously aﬀects the credibility of the PlainƟﬀ’s version that he presented both passports to the bank.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      557.69,
      542.49,
      589.43
    ],
    "text": "37. The third ground relied upon by the High Court was the belatedness of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      592.38,
      542.92,
      703.67
    ],
    "text": "complaint. With the incident having occurred on 30th June 2008, the PlainƟﬀ brought this issue to the aƩenƟon of the Defendant only by way of the leƩer of demand sent on 30th July 2008. The High Court has noted that the PlainƟﬀ leŌ Hong Kong on 3rd July 2008 for Singapore and thereaŌer to London and that the PlainƟﬀ has not disclosed when he returned to the Country and the reason for the delay in raising the issue with the Defendant. The High Court has in fact noted that the “belatedness",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.95,
      179.99
    ],
    "text": "of the complaint would have reduced the weight of the evidence of the PlainƟﬀ, parƟcularly where there would have been opportuniƟes for the alteraƟon of the true story to suit a possible liƟgaƟon with legal advice from lawyers against the Defendant.” 38. The fourth ground relied upon by the High Court was that the PlainƟﬀ had every",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      183.29,
      542.88,
      256.19
    ],
    "text": "opportunity of obtaining rupees from his account at the Defendant and thereaŌer purchasing foreign currency from one of the bank counters at the airport in Sri Lanka, but chose not to do so. The PlainƟﬀ in fact conceded in cross examinaƟon that he could have done so but chose not to.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      259.25,
      542.59,
      291.11
    ],
    "text": "39. I am in agreement with the High Court that this aspect goes to the root of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      294.29,
      542.92,
      532.91
    ],
    "text": "PlainƟﬀ’s case. Here is a passenger travelling to Hong Kong for a business meeƟng who goes to the bank to collect foreign currency but who claims the bank “unfairly” refused to issue foreign currency. Not having any money on him, a reasonable person in such circumstances would have made every eﬀort to obtain foreign currency, either by contacƟng a senior oﬃcer at the bank since the PlainƟﬀ was an account holder of the bank, or else by withdrawing rupees from his account and purchasing foreign currency at an authorised dealer in Colombo or at the least, by purchasing foreign currency at one of the bank counters at the departure lounge of the airport. The PlainƟﬀ did not opt for any of the above and instead opted, as the PlainƟﬀ claims, to travel outside the Country without any currency. 40. It is in this background that the High Court arrived at the following conclusion:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      532.37,
      542.86,
      716.27
    ],
    "text": "“There is no dispute that the PlainƟﬀ was having a BriƟsh passport, but the quesƟon that arose for consideraƟon was whether the PlainƟﬀ had adduced credible evidence apart from his mere oral evidence that he produced both his passports. I am of the view that when the evidence of the PlainƟﬀ and the Bank are evaluated, the PlainƟﬀ’s mere oral evidence that he produced his BriƟsh passport to the Defendant’s oﬃcer is not credible and truthful without any supporƟng evidence that the PlainƟﬀ produced both his passports but the said oﬃcer insisted in visa endorsement.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.63,
      87.95
    ],
    "text": "41. There are two other maƩers that I wish to advert to which demonstrates that the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      91.25,
      542.97,
      294.23
    ],
    "text": "version of the PlainƟﬀ is not credible. The ﬁrst is, the PlainƟﬀ admiƩed that he purchased his air Ɵcket in March 2008 but waited unƟl 6.30pm of the date of travel and that too, unƟl he was on his way to the airport, to purchase foreign currency outside banking hours without making any pre-arrangement in that regard. This is certainly not the conduct of a businessman who claims that he had two important business meeƟngs to aƩend in Hong Kong. The second is that the PlainƟﬀ was spending only 1 ½ days in Hong Kong and then was proceeding to Singapore and England. Would such a person who is travelling with his wife not ensure that he had adequate foreign currency, at least for an emergency? 42. In view of the ﬁnding that the version of the PlainƟﬀ with regard to what transpired",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      297.53,
      542.88,
      427.55
    ],
    "text": "inside the bank was not credible, the necessity for the High Court to have considered the claim of the PlainƟﬀ for damages did not arise. The High Court has nonetheless considered the version of the PlainƟﬀ as to what occurred in Hong Kong aŌer he landed around noon on 1st July 2008 and found that the evidence of the PlainƟﬀ cannot be accepted. For the sake of completeness, I shall therefore brieﬂy narrate the PlainƟﬀ’s version as to what transpired when he landed in Hong Kong, as this too demonstrates that his version is not credible.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      430.73,
      542.58,
      462.47
    ],
    "text": "43. The PlainƟﬀ stated that his friend who was supposed to pick him up from the airport",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      465.77,
      542.92,
      652.91
    ],
    "text": "did not come as scheduled. He stated further that he did not carry his credit card with him, which is unusual for a business traveller, but admiƩed that he had in his possession a debit card with a facility to withdraw Hong Kong dollars. However, the PlainƟﬀ claimed that he did not have the Personal IdenƟﬁcaƟon Number [PIN] for that card, which too is unusual for a business traveller since that meant the PlainƟﬀ was not in a posiƟon to withdraw money from an automaƟc teller machine located at most central locaƟons of any country. He stated further that in order to withdraw money, he had to call over at a branch of Barclays Bank but could not do so since it was a public holiday in Hong Kong, thus making it impossible for him to obtain any money in Hong Kong.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.17,
      542.5,
      87.95
    ],
    "text": "44. The PlainƟﬀ stated further that as a result of not having suﬃcient money to purchase",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      91.25,
      542.88,
      183.11
    ],
    "text": "the train Ɵcket, he was unable to make it to the two business meeƟngs scheduled for that aŌernoon and as a result, the contract that he was supposed to sign at that meeƟng was not awarded to him. I ﬁnd it hard to accept that business meeƟngs had been scheduled for a public holiday and that the PlainƟﬀ was unable to reschedule those meeƟngs for the next day.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      186.29,
      542.77,
      218.03
    ],
    "text": "45. Taking the above factors into consideraƟon, I have no diﬃculty in agreeing with the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      221.33,
      542.92,
      348.23
    ],
    "text": "ﬁnding of the High Court that the PlainƟﬀ’s version as to what occurred in Hong Kong cannot be accepted. To my mind, this evidence has an overall eﬀect on the credibility of the PlainƟﬀ’s narraƟon of events. Conclusion 46. In the above circumstances, I am of the view that the ﬁndings of the High Court are",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      351.41,
      542.55,
      462.47
    ],
    "text": "supported by the evidence that was available before it. I would therefore aﬃrm the judgment of the High Court and dismiss this appeal, with costs ﬁxed at Rs. One Hundred Thousand.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      465.65,
      506.62,
      560.75
    ],
    "text": "JUDGE OF THE SUPREME COURT K. Priyantha Fernando, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      560.81,
      503.69,
      671.87
    ],
    "text": "JUDGE OF THE SUPREME COURT Dr. Sobhitha Rajakaruna, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      327.12,
      671.93,
      503.37,
      703.55
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441,
      12.935474395751953
    ]
  }
]