[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      534.11,
      91.13
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      104.21,
      329.48,
      120.17
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      133.01,
      565.21,
      705.97
    ],
    "text": "In the matter of an Appeal from a Judgment of the Civil Appellate High Court of Colombo. Ranjith Palipana, No. 121, Telangapatha Road, Wattala. Presently at 46, 6/2, Seagull Apartments, Collingwood Place, Wellawatte. SC APPEAL 161/2012 Applicant HC Appeal No. HCALT 92/2008 L T Colombo Case No. LT/13/483/95 Vs Celltel Lanka (Pvt.) Ltd., No. 25, Galle Face Centre Road, Colombo 03. Presently known as Etislat Lanka (Pvt.) Ltd.. Mukthar Plaza, No. 78, Grand Pass Road, Colombo 14. Respondent AND BETWEEN",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      73.37,
      518.79,
      704.17
    ],
    "text": "Ranjith Palipana, No. 121, Telangapatha Road, Wattala. Presently at 46, 6/2, Seagull Apartments, Collingwood Place, Wellawatte . Applicant Appellant Vs Tigo (Pvt.) Ltd., No. 78, Mukthar Plaza Building, 3rd Floor, Grand Pass Road, Colombo 14. Presently known as Etisalat Lanka (Pvt.) Ltd., Mukthar Plaza, No. 78, Grand Pass Road, Colombo 14. Respondent Respondent AND NOW BETWEEN Ranjith Palipana, No. 121, Telangapatha Road, Wattala. Presently at 46, 6/2, Seagull Apartments, Collingwood Place, Wellawatte . Applicant Appellant Appellant",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      543.27,
      709.09
    ],
    "text": "Vs Etisalat Lanka (Pvt.) Ltd., Mukthar Plaza, No. 78, Grand Pass Road, Colombo 14. Respondent Respondent Respondent BEFORE : S. EVA WANASUNDERA PCJ. UPALY ABEYRATHNE J. & H.N.J. PERERA J. COUNSEL : Sanjeeva Jayawardena PC with Charitha Rupasinghe for the Applicant Appellant Appellant instructed by Amarasuriya Associates. Suren de Silva for the Respondent Respondent Respondent instructed by D.L. & F de Saram. ARGUED ON : 03.03.2017. DECIDED ON : 20.06.2017. S. EVA WANASUNDERA PCJ. The Applicant Appellant Appellant (hereinafter referred to as the Applicant) in this Appeal, Ranjith Palipana was working for Celltel Lanka (Pvt.) Ltd. from the 1st of March, 1993 as the Sales and Marketing Manager of the said company. The employer Celltel Lanka (Pvt.) Ltd. terminated his services on the 3rd of July, 1995. The Applicant made an application to the Labour Tribunal on 8th August, 1995 praying that he be reinstated with back wages, that he be paid compensation for wrongful termination and that the employer be ordered to pay Rs. 3,332,505/- as commission earned by the Applicant while he was working .",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.09,
      543.28,
      687.13
    ],
    "text": "The Labour Tribunal had delivered its order on 29th August, 2008 dismissing the application. Thereafter, the Applicant had appealed from that order to the Civil Appellate High Court. The High Court affirmed the order of the Labour Tribunal by the order of the High Court dated 24th February, 2011. Being aggrieved by the order of the High Court, the Applicant appealed to this Court and leave to appeal was granted on the questions of law contained in paragraph 82(a), (b), (e) and (g) of the Petition dated 6th April, 2011 and on another question of law which reads as follows: “In all the circumstances of the case, was the termination of service of the Petitioner by A10 justified in law?”. Paragraph 82(a) - “ Did the High Court fall into substantial error by failing to appreciate that the termination of the Petitioner was without a show cause letter or a charge sheet, or a due opportunity being given to him to produce any witnesses or refute the allegations against him? ” Paragraph 82(b) - “ Was the termination of the Petitioner based on the memorandum R8 and the alleged events at the Dealer’s Meeting, totally unwarranted and unjust? ” Paragraph 82(e) - “ Did the Labour Tribunal and the High Court err by taking into consideration matters outside the purview of the letter of termination A10 , against which the Petitioner sought relief? ” Paragraph 82(g) - “ Without any prejudice to the foregoing , in any event, was the summary termination of the Petitioner without any form of relief whatsoever, justified in the circumstances of the case? ” The Respondent Respondent Respondent (hereinafter referred to as the Respondent) in this Appeal was at the inception known as Celltel Lanka (Pvt.) Limited and due to the change of ownership , it changed its registered name to Tigo(Pvt.) Limited on or about 17th April, 2007. Subsequently, again due to the change of ownership, it changed its registered name to Etisalat Lanka (Pvt.) Limited. Therefore, it has been at all times pertinent to this application, the lawful",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "successor to the original Respondent in the Application made to the Labour Tribunal by the Applicant. The Applicant claims that his salary of Rs.120,000/- plus the commission at Rs.115 per each new connection, bonus and fuel allowance was approximately, Rs.300,000/- per month at the time of termination of his services. On 3rd July, 1995, apparently, the Applicant was served with a letter of termination, (marked as A10 at the hearing before the Labour Tribunal), by Herman Ziegelaar when he refused to hand in a letter of resignation as requested . The Applicant alleges that the said letter of termination was signed and handed over by Herman Ziegelaar, the new incoming CEO, who commenced his work as CEO only on the 4th of July, 1995 and that it is not a valid letter of termination. The former CEO had been yet there on the 3rd of July, 1995. The reasoning behind this letter of termination had been that in the back drop of the former CEO Jac Currie’s services were to be terminated due to the poor performance figures of the Respondent company, by the Parent company named as Millicom International Cellular S.A. ( hereinafter referred to as Millicom ) , the Applicant as a senior Manager had issued a signed memorandum along with the other Managers of the Respondent company and sent by facsimile to the Directors of the Parent Company, without informing the Respondent company in Sri Lanka. The number of managers who signed the said memorandum were fifteen and the Applicant had been number one to sign the same. It is marked as R8. However, the evidence of the Applicant is that it was only in good faith that the said letter was sent in the interest of the Respondent company and just because he signed first in the list does not mean that he was the leader of the team who signed the same. At the Labour Tribunal, the Respondent has brought forward many other reasons for the termination. One of those reasons was that there was an outstanding balance due from the Applicant to the company, from and out of the foreign travel money granted by the Respondent Company for the Applicant to go to U.S.A. and return. Allegedly he had not settled the accounts with regard to that foreign trip. There was a second reason for termination. That was with regard to the Applicant having been a Director of a Company by the name of Electro Dynamics (Pvt.) Ltd. without written authority being granted by the Respondent Company to launch the company or to continue to be engaged in such business.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "This Company had been incorporated on 15.11.1994 and the Applicant was a Director and continued to hold that post. The Applicant had got engaged in that business after joining the Respondent Company and while working with the Respondent. By the time he launched Electro Dynamics (Pvt.) Ltd. , the Applicant had worked at the Respondent Company for about 1 year and 8 months. Moreover, the Applicant had held 50% of the shares of that company. One of the primary objectives of Electro Dynamics (Pvt.) Limited was “ to carry out the business of import and retail distribution of telecommunication products “. The objectives of the Respondent Company is also “ to carry out the business of import and retail distribution of telecommunication products”. The third reason for termination of services of the Applicant as alleged by the Respondent Company, is that the Applicant had hired out the first car given to him by the Respondent, to a company by the name Jin Hun Lanka (Pvt.) and received Rs. 100,000/- as hiring charges for two months without having promptly returned the car to the Respondent employer company. This was a car given to him at the very inception bearing No. 17-2444. Thereafter he was given another car with unlimited fuel and the first car had to be returned. It is alleged by the Respondent Company that the Applicant did not return that car but instead he had given that car for hire to Jin Hun Lanka (Pvt.) Ltd. and received money. Sec. 31(C) (2) of the Industrial Disputes Act lays down that the function of a Labour Tribunal is to inquire into all relevant matters pertaining to the employment and termination of the services of a workman and to determine whether or not it would be just and equitable to award the workman relief ( in the form of an award for reinstatement with or without back wages and / or compensation) in respect of the termination of his services. In the case of Colombo Apothecaries Company Ltd. Vs Ceylon Press Workers Union 75 NLR 183 , Justice C.G.Weeramantry observed that “…………..Before a Labour Tribunal, one is not concerned with technicalities.” In the case in hand, it was alleged by the Applicant at the Labour Tribunal that there was no charge sheet issued to him by the employer, no show cause letter, no opportunity to call witnesses to explain his position at the inquiry and that the allegations against him were not set out in the letter of termination handed over to him by the new CEO, in a hurry, even before the new CEO got properly appointed.",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      543.27,
      687.13
    ],
    "text": "As and when a letter of termination gets delivered by the employer and accepted by the employee, the employee cannot complain that the said letter of termination is null and void on the footing that the CEO who signed it at that time was not the proper CEO in office. It is an internal matter of any working place to decide who should sign it and that person has a right to serve a letter of termination to any employee. Once it is accepted and the employee does not report to work any more, then it becomes an accepted fact that the letter of termination was accepted. If the employee rejects such a letter and keeps on coming to the work place and work at the work place, ignoring the letter of termination on the ground that it is null and void, then, the employer can once again serve him with another letter of termination. The Applicant in the case in hand had accepted it and complied with it. Now he cannot complain that it is null and void. There is no requirement in law that a domestic inquiry should be held prior to the termination of services of an employee. The Labour Tribunal functions as an original Court or Tribunal. Any workman whose services are terminated by the employer has the opportunity of firstly making an application to the Labour Tribunal, giving evidence before the Labour Tribunal as well as being heard of his grievances against the termination of services. In the circumstances, a summary termination does not deprive any workman of his right and/or opportunity of adducing evidence to prove any alleged unjustifiability of the termination of his services, the moment he is before a Labour Tribunal. The law in regard to termination of services is very much in favour of the employee and a workman can be granted relief even though the termination of services of an employee is held to be justified. It was so held in many cases before this Court. Some of that case law is contained in Caledonian Ceylon Tea and Rubber Estates Ltd. Vs J.S.Hillman 79 NLR 421, Saleem Vs Hatton National Bank 1994, 3 SLR 409 and Somawathie Vs Baksons Textile Industries Ltd. 79 NLR 204. However, in Thavarayan and Two Others Vs. Balakrishnan 1984, 1 SLR 189, it was held that although a domestic inquiry is not statutorily required, an inquiry helps to establish the bona fides of the employer and dismissal without an inquiry may sometime be indicative that the employer has acted arbitrarily.",
    "fonts": [
      "Calibri",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "The stance of the Respondent employer in this case is that an inquiry was conducted in the best manner possible, given the volatile situation at that time. The witness Ronnie Weerakoon was accepted as a truthful witness by both parties. He stated that there was an inquiry; Herman Zieglaar, the new C.E.O. , Yves Farajot and Ronnie Weerakoon sat in the room; Ranjith Palipana was summoned into the said room and questioned about the memorandum which he has sent to the parent company Millicom ; requested to explain why he did so without first informing the Directors of the Respondent Company and queried him about the unrest within the workers of the company at the work place. When the inquiry was over the Applicant had been given the option of giving his resignation which he had refused. Then after a few hours of deliberation only the letter of termination was handed over to him by Mr. Zeiglar which was in turn accepted by the Applicant. I observe from the document P4, contained in this Appeal Brief that the Applicant Appellant Appellant, Ranjith Palipana had filed another action under D.C.Colombo 17459/MR in the District Court of Colombo claiming a certain amount of money (which is not quite clear in exact figures) from the Respondent. At the same time this Application was also pending before the Labour Tribunal. In the year 1997, from an order / judgment of the District Court, the matter had reached the Commercial High Court of Colombo under HC No. 79/97(1). Thereafter, Celltel Lanka Ltd. had filed an Appeal in the Supreme Court, under SC Appeal No. CHC / 10 / 2002 against an order of the High Court. When this matter came up before the Supreme Court on 24.05.2006, the matter had got settled on the basis that Celltel Lanka Ltd. had agreed to pay Rs. 2 million within one week from 24.05.2006 and deposit the money into the account No. 001448299001 of Ranjith Palipana maintained at the Hong Kong and Shanghai Banking Corporation. The Labour Tribunal had made order on 29.08.2008, which date is two years after the date of settlement of the money claimed in the District Court. The Applicant appealed against the order of the Labour Tribunal to the High Court and the High Court affirmed the order of the Labour Tribunal by its judgment dated 24.02.2011. The Applicant Ranjith Palipana has now appealed to the Supreme Court by way of the Petition dated 6th April, 2011 in which he produced the said order of the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.09,
      544.59,
      704.17
    ],
    "text": "Supreme Court in SC Appeal 10/2002 marked as P4 and mentioned in the 83rd and the last paragraph of the Petition thus: “The Petitioner has not invoked the jurisdiction of Your Lordship’s Court previously in respect of this identical matter, save and except to the limited extent as in SC Appeal 10/2002, a true copy of which settlement order is annexed hereto marked P4.” I find that the Applicant in his application to the Labour Tribunal had claimed commission from the Respondent for the sales he had done during his working period. The Respondent in his answer in the Labour Tribunal had also claimed the monies due from the Applicant from some goods he was not returning to the company, the balance monies due from the foreign trip and some monies he had received by hiring the company car to a car-hiring organization etc. However the monies due from either party again had got adjudicated before the District Court, and the High Court and finally had got settled before the Supreme Court in SC Appeal 10/2002. Therefore the Labour Tribunal had quite correctly gone into the only question whether the termination of services of the Applicant was justifiable or not. Since termination was admitted by the Respondent, the Respondent, the employer had commenced leading evidence and had led the evidence of Welikela, Rajendran, Weerakoon, Dissanayake, and the OIC of the Police Station Ratnayake. The Applicant had led the evidence of himself and Abraham from Jin Woon Lanka. The Labour Tribunal President who actually heard the case had retired from service, the Judicial Service Commission had appointed another Labour Tribunal President to write the order, after going through the evidence. The LT President who had written the order had first analysed “the matter to be decided”, quite well and considered the charges in a methodical way by considering the evidence on every aspect. The employer’s only stance had been that the company had lost trust and confidence in the Applicant employee due to his actions and therefore his services had been terminated. The main allegation was based on a document marked R8. It is a memorandum signed by the Applicant on top along with fourteen other workers sent as a fax to the parent company of Celltel without firstly informing Celltel as the company for whom the Applicant was working for. Reading R8, I find that it conveys the idea that Jac Currie who was the CEO at that time was the best person to hold that position and that the workers are with him",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      543.31,
      704.17
    ],
    "text": "as the leader and if he is changed then the company will break down in ten months. The Applicant was allegedly acting unlawfully in concert with some others to create a disturbed situation at the work place. The Labour Tribunal President had not found him guilty to the charge of creating any disturbance in the work place but had found him guilty to the charge of sending the memorandum by fax to the parent company complaining about a change in the management and the fabrication of reasons for the downfall of the company if Jac Currie is taken out of the position as CEO , without making representations to the Respondent, which is the locally based Celltel company. The Applicant had been the senior most officer who had signed first and who was the person responsible for such an act. When any person reads the said memorandum marked as R8, the wording and expression explicitly demonstrate that the Applicant was currying favour with the CEO, Jac Currie and wanted the parent company not to take Jac Currie away from Sri Lanka. It was something which any employee should never have done because the employment of the management level high officers such as Chief Executive Officers is up to the parent company. The workers of Celltell Company in Sri Lanka should never have even tried to interfere with the decisions of the Parent Company. R8 gives the idea that if Jac Currie is taken away, the workers would not be able to work with any other. It is somewhat an intimidating. The letter of termination A10 refers to the letter of Appointment dated 22nd February, 1993. Paragraph 2 of Section 16 of the said letter of Appointment marked as R1, reads thus: “ The Company may summarily terminate your service at any time without notice or any payment in lieu of notice for your conduct deemed by the Company to be misconduct and/or for a breach of any of the expressed or implied terms or conditions of your employment.” The Counsel for the Applicant made lengthy submissions at the hearing of this Appeal. The Counsel had also taken a lot of pains to make extensive written submissions on behalf of the Applicant. He has analysed the evidence of each and every witness of the Respondent and the evidence of the Applicant and also his witness who gave evidence at the Labour Tribunal. I have myself read through the evidence before the Labour Tribunal. I am not inclined to analyze the evidence at this instance and place the analysis herein as it is not necessary to do so. I find that the termination of the services of the Applicant was due to his conduct which",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "disturbed the confidence the Respondent employer had in him. The facts of the case show that the employee Applicant could not have been trusted any longer as he was already in breach of trust placed on him. The new CEO or the board of Directors could not have worked with him any longer due to the contents in R8 which was sent to the parent company for the sole purpose of retaining Jac Currie as the CEO. The other reasons regarding being a director of a company which had similar interests as that of the Respondent employer as well as non returning the car and retention of the company goods etc. added to the breach of the implied terms or conditions of the Applicant’s employment with the Respondent. The President of the Labour Tribunal as well as the High Court Judges were quite correct in holding with the Respondent employer. I agree with their decisions. I answer the questions of law enumerated above against the Applicant Apellant Apellant and in favour of the Respondent Respondent Respondent. As such this Appeal is dismissed. However I am not inclined to grant costs. Judge of the Supreme Court Upaly Abeyrathne J. I agree. Judge of the Supreme Court H.N.J. Perera J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]