[
  {
    "page_number": 0,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.64,
      56.84,
      482.62,
      140.6
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ——————————————————————————————-",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.64,
      143.62,
      535.06,
      387.31
    ],
    "text": "In the matter of an Application under and in terms of Articles 17 and 126 of the Constitution of the Democratic Socialist Republic of Sri Lanka. 1. Walbothalage Sayuki Lyensa Fernando No. 74C, Malwatta Road, Asgiriya, Gampaha. 2. Walbothalage Saman Dharshana Fernando No. 74C, Malwatta Road, Asgiriya, Gampaha.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.64,
      390.73,
      541.66,
      761.04
    ],
    "text": "Petitioners SC FR Application No. 17/19 Vs. 1. S.A.S.U. Dissanayake No. 142, Lakshmi Road, Bendiyamulla, Gampaha. 2. S.T. Hettiarachchi No. 142/1, Lakshmi Road, Bendiyamulla, Gampaha. 3. S.P.S.M. Sudasinha No. 228/F, Vijayarama Road, Gampaha. 4. S.A.L.N. Dissanayake No. 142, Lakshmi Road, Bendiyamulla, Gampaha.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "2",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.64,
      57.08,
      522.46,
      769.56
    ],
    "text": "5. I.P. Hettiarachchi No. 142/1, Lakshmi Road, Bendiyamulla, Gampaha. 6. S.P.T.P. Sudusinha No. 228/F, Wijerama Road, Gampaha. 7. H.M. Gayani Wathsala Principal and the Chairman of the Interview Board to admit students to Grade 1 of WP/Gam/ Yasodara Devi Balika Maha Vidyalaya, Yasodara Devi Balika Maha Vidyalaya, Vidyalaya Mawatha, Gampaha. 8. N.P.T.M. Rupasinha The Secretary of the Interview Board to admit students to Grade 1 of WP/Gam/ Yasodara Devi Balika Maha Vidyalaya, Yasodara Devi Balika Maha Vidyalaya, Vidyalaya Mawatha, Gampaha. 9. L.P.D. Perera Senior Teacher from the Primary Section and Member of the Interview Board to admit students to Grade 1 of WP/Gam/ Yasodara Devi Balika Maha Vidyalaya, Yasodara Devi Balika Maha Vidyalaya, Vidyalaya Mawatha, Gampaha.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.64,
      57.08,
      526.18,
      751.68
    ],
    "text": "10. R.A.I.D. Ranaweera Member of the Interview Board to admit students to Grade 1 of WP/ Gam/ Yasodara Devi Balika Maha Vidyalaya, Yasodara Devi Balika Maha Vidyalaya, Vidyalaya Mawatha, Gampaha. 11. W.A.D. Udayangani Representative of the Old Girls’ Association and Member of the Interview Board to admit students to Grade 1 of WP/Gam/ Yasodara Devi Balika Maha Vidyalaya, Yasodara Devi Balika Maha Vidyalaya, Vidyalaya Mawatha, Gampaha. 12. M.D.S. Jayalath The Principal, WP/Gam/ Kirindiwela Maha Vidyalaya, Gampaha. (Chairman of the Appeals and Objections Investigation Board to admit students to Grade 1 of WP/Gam/ Yasodara Devi Balika Maha Vidyalaya) 13. P.N. Damayanthi The Secretary of the Appeals and Objections Investigation Board to admit students to Grade 1 of WP/Gam/ Yasodara Devi Balika Maha Vidyalaya 14. J.A.N. Thushara Vice Principal Siddhartha Maha Vidyalaya, Gampaha.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.64,
      57.08,
      527.26,
      680.16
    ],
    "text": "Member of the Appeals and Objections Investigation Board to admit students to Grade 1 of WP/Gam/ Yasodara Devi Balika Maha Vidyalaya 15. Thusitha Kottahachchi Representative of the School Development Society and Member of Appeals and Objections Investigation Board to admit students to Grade 1 of WP/Gam/ Yasodara Devi Balika Maha Vidyalaya 16. K.M.H.M.I. Kariyawasam Representative of the Old Girls Association and Member of Appeals and Objections Investigation Board to admit students to Grade 1 of WP/ Gam/ Yasodara Devi Balika Maha Vidyalaya 17. W. Mallika Director Office of Regional Education, Gampaha. 17(A). K.G. Sirima Director, Office of Regional Education, Gampaha. 18. Honourable Attorney General Attorney General’s Department, Colombo 12.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      359.35,
      683.34,
      541.66,
      697.8
    ],
    "text": "Respondents",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "5",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      56.84,
      517.18,
      266.8
    ],
    "text": "Before : Hon. Murdu N.B. Fernando, PC, J. Hon. S. Thurairaja, PC, J. Hon. Yasantha Kodagoda, PC, J. Appearance : Saliya Pieris, PC with Susil Wanigapura for the Petitioner. Rajiv Goonetillake, SSC for the 7th, 17th, 17A and 18th Respondents. Argued on : 31st August and 25th September, 2020 Written Submissions : Post-argument written submissions on behalf of the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      270.37,
      530.74,
      408.59
    ],
    "text": "Petitioners filed on 23rd October 2020. Post-argument written submissions on behalf of the 7th, 17th and 18th Respondents filed on 5th January 2021. Judgment delivered on : 23rd March, 2021",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      411.61,
      539.98,
      764.28
    ],
    "text": "JUDGMENT Yasantha Kodagoda, PC, J. This judgement relates to an Application filed in terms of Article 126 of the Constitution alleging infringement of fundamental rights. On 4th November 2019, this Court granted leave to proceed to the Petitioners in respect of the alleged infringement of Article 12(1) of the Constitution. The 2nd Petitioner is the father of the 1st Petitioner, who is a minor. This Application relates to the refusal by one or more of the Respondents to admit the 1st Petitioner to Grade 1 of the Western Province, Gampaha, Yasodara Devi Balika Maha Vidyalaya (hereinafter referred to as the ‘Yasodara Devi Balika Maha Vidyalaya’). The 1st, 2nd and 3rd Respondents are three children and the 4th, 5th and 6th Respondents are their respective parents. According to the Petitioners, applications submitted on behalf of these three children had been allocated marks in a manner discriminatory of the Petitioners, and they have been admitted to Yasodara Devi Balika Maha Vidyalaya, through the same category the application submitted on behalf of the 1st Petitioner belonged, namely ‘children of residents living in close proximity to the school’. The 7th",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "6",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.64,
      57.08,
      541.18,
      721.08
    ],
    "text": "Respondent is the Principal of Yasodara Devi Balika Maha Vidyalaya who had also functioned as the Chairman of the Interview Board that selected students for admission to Grade 1 of the school. The 8th Respondent was the Secretary of the Interview Board and one of its members. The 9th to 11th Respondents were the other members of the said Interview Board. The 12th, 13th and 14th to 16th Respondents were respectively the Chairman, Secretary and members of the Board of Appeals and Objections established in terms of the circular containing the scheme of admission to Grade 1 of public schools. While the 17th Respondent was at the time of filing this Application the Director of the Regional Education Office of Gampaha, the 17A Respondent is his successor. The 18th Respondent is the Honourable Attorney General and had been cited in compliance with the requisite legal requirement. Notwithstanding Notice being issued on all Respondents, the 1st to 6th and 8th to 16th Respondents were absent at the hearing and unrepresented. However, it was evident that, the 7th Respondent in effect represented the interests of the 8th to 17A Respondents. The absence of participation of the 1st to 6th Respondents at the hearing was significant, particularly as the Petitioners levelled a particular allegation against them. However, at the hearing, learned President’s Counsel for the Petitioners informed Court that he was not urging that this Court makes any order against the interests of the said Respondents. As I had the occasion to observe in Shavanthi Lakshika Samarakoon and Another v. The Secretary, Ministry of Education and Others [CA(Writ) 67/2019, C.A.M. 21st November 2019], young parents understandably consider gaining admission of their children to preferred public or private schools to be of fundamental importance in ensuring that a sound education is provided to their children in order to pave the way forward to a good foundation being laid for their future. Preference of schools is largely determined based on both the actual position as well as perceptions regarding the availability of educational resources and the standard of education, existence of co-curricular and extra-curricular activities, discipline, nature and the strength of the alumni of the relevant school, convenience in so far as the location of the school is concerned and the reputation of the school. Particularly given the demand for reputed public and private schools far exceeding the availability of such schools, parents obviously consider gaining admission of their children to preferred schools to be a major challenge. It takes the form of a stiff competition among parents who prefer applications to schools on behalf of their children. In Sarath Hulangamuwa v. Siriwardena, Principal, Visakha Vidyalaya and others [(1986)1 Sri L.R. 275] Justice Siva Selliah aptly described this competition as the ‘annual scramble for admission’.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "7",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.64,
      57.2,
      541.54,
      760.68
    ],
    "text": "Unavoidably though, insufficiency in the availability of necessary resources in the public sector has prevented the State from providing equal resources to all schools. Thus, there exists a significant disparity in resources and standards of public schools. This is a factor which partially negates reaping the fruits of free education. Though free education is not a fundamental right per-se, Article 27(2)(h) of the Constitution recognizes the duty on the part of the State to provide for the complete eradication of illiteracy and the assurance to all persons the right to universal and equal access to education at all levels. Thus, it is necessarily the responsibility of the State to ensure that, as far as it is reasonably possible, the standard of education of all public schools be raised to a suitable level, enabling children to receive a suitably high quality of primary and secondary education, irrespective of the school to which they gain admission. If the prevailing disparity in the standards of public schools is reduced to a meaningful level and the standards of all schools are raised, the clamour on the part of parents to admit their children only to a few reputed public schools will be significantly reduced. Be that as it may, while semi and fully private schools manage admission of students to their schools through their own internal selection and decision-making schemes and processes founded upon their own internal interests, values, and policies, the admission of students to public schools (both managed by the Government and Provincial Councils) is regulated by State policy. Section 37 of the Education Ordinance, which empowers the Minister to make Regulations, provides in section 37(2)(d) that the Regulations which the Minister is empowered to make, may include those relating to admission of children to schools. The legality of the admission scheme, the application of which is the subject matter of this Application, has not been challenged. Hence, further judicial scrutiny of the legality of the scheme contained in Circular No. 24/2018 dated 31st May 2018 issued by the Secretary to the Ministry of Education referred to in this judgment, would not be necessary. Nevertheless, it is necessary to point out that the scheme relating to the admission of students to public schools must necessarily be founded upon the principle of equality which is the core value protected by Article 12 of the Constitution. It is necessary for me to place on record that the Supreme Court which is called upon to scrutinize the lawfulness of the selection or rejection of a student for Grade 1 admission of a public sector school, is acutely conscious of the arduous task that has to be fulfilled by both the interview and appellate panels within a limited time frame. Application of the provisions of the governing circular to literally hundreds of applications and taking decisions on admissions, is certainly not an enviable task. Prior to the narration of the evidence placed before this Court by the Petitioners and the 7th Respondent, and the positions taken up by and on their behalf, it would in my view be appropriate to set down the applicable provisions of the afore-stated Circular, in terms of which both the Petitioners and the Respondents agree that admission of students for",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "8",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      56.64,
      57.08,
      540.22,
      769.08
    ],
    "text": "Grade 1 of all public schools for the year 2019 was governed. This circular contains the applicable scheme in terms of which decisions should be taken regarding the admission of students to Grade 1. Chief Justice Sarath Silva has in Haputhanthrige and others vs. Attorney-General [2007 (1) SLR 101] held that a circular containing the admission scheme to Grade 1 is to be deemed the ‘law’ governing admission of children to public schools, as it is ‘a binding process of regulation pertaining to the admission of children to government schools’. Thus, it is necessary to proceed on the footing that the afore-stated circular contained the ‘applicable law’ relating to this matter. It is trite law that a violation of the applicable law would amount to a violation of the rule of law, and hence such a violation would tantamount to an infringement of the fundamental right to equality enshrined in Article 12 of the Constitution. Therefore, the primary focus of this judgment would be to consider whether clauses of Circular No. 24/2018 had been correctly applied to the application presented by the 2nd Petitioner on behalf of the 1st Petitioner to Yashodara Devi Balika Maha Vidyalaya with the objective of gaining admission to Grade 1 of that school. Scheme for the admission of students for Grade 1 of all public schools Admission of students for the year 2019 to Grade 1 of all public schools which includes both ‘national schools’ coming under the purview of the government and ‘provincial schools’ coming within the purview of the provincial administration system, is regulated by the afore-stated circular. While the published version of this circular titled “Provisions and Guidelines applicable regarding the admission of students to Grade 1” was produced by the Petitioners marked “P2”, the full circular titled “Admission of students to Grade 1” was produced by the 7th Respondent, marked “R5”. It was admitted by both learned counsel that the contents of these two documents are identical. According to clause 3 of this circular, there are six categories under which students should be admitted to Grade 1 of public schools for the year 2019. They are (i) children of residents living in close proximity to the school, (ii) children of old boys / girls of the relevant school, (iii) brothers / sisters of students already receiving education in the relevant school, (iv) children of personnel working in institutions coming within the Ministry of Education and which perform functions directly relating to school education, (v) children of officials of government institutions / corporations / statutory boards and government banks who have been transferred either due to requirements of the government or on annual transfers, and (vi) children of those who had been resident overseas with the respective child and returned to Sri Lanka. Of these six categories, 50% of the student intake is to be from the first category, namely, children of those resident in close proximity to the school (hereinafter referred to as the ‘close proximity to the school category’). The maximum number of marks that may be assigned to each of these categories is 100.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.64,
      772.4,
      303.65,
      799.49
    ],
    "text": "9",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.64,
      57.08,
      540.22,
      769.56
    ],
    "text": "In terms of clause 4.7 of the circular, for the purpose of being eligible for selection under the ‘close proximity to the school category’, the parents or the guardian of the child who is sought to be admitted to a particular school should be resident within an area referred to as the ‘catchment area’ of that school. What is referred to as the ‘catchment area’, is generally the administrative district within which the relevant school is situated. If the school is situated near a boundary of a particular district, the closest and adjacent divisional secretariat area of the adjacent district is also included in the ‘catchment area’. This requirement of being resident in the ‘catchment area’ would not be applicable to those seeking admission under the ‘old boys / girls category’. Those seeking admission of a child under the ‘close proximity to the school’ category, must be resident at the address declared in the application form and should submit documents in proof thereof, for which in terms of the circular, marks will be assigned. Additionally, school authorities should carry out a ‘site inspection’ to physically verify the actual residency of the applicant at the given address. Documents that may be submitted in proof of the position that the applicant is in fact resident at the given address have been specified in the circular and categorized into two groups. They are ‘main documents’ and ‘additional documents’. In terms of clause 7.2.1.1, for the purpose of this circular, what is recognized as ‘main documents’ in support of residency are, (i) Deeds of Transfer, (ii) Deeds of Gift, (iii) documents depicting donations, (iv) government grants, (v) Deeds of Lease issued by the Commissioner General of Buddhist Affairs in terms of the Buddhist Temporalities Ordinance or certificates issued by a Viharadhipathi and certified by the Commissioner General of Buddhist Affairs, (vi) Deeds of Declaration supported by corresponding folio entries depicting their registration, (vii) houses purchased based on the payment of installments supported by the agreement entered into with the owner and receipts in proof of payment of such installments, (viii) existence of continuous lease agreements or where the resident is a tenant coming within the purview of the Rent Act or is resident in government official quarters along with proof thereof, (ix) any other documents to establish residency. If any document referred to in sub-categories ‘(i)’ to ‘(vii)’ is submitted, and such document is in the name of the applicant or the spouse of the applicant, the applicant will be eligible for a maximum of 30 marks. If any document referred to in sub-category ‘(viii)’ is submitted, the applicant will be entitled to a maximum of 12 marks. Even though the applicant is unable to submit a document falling within sub-categories ‘(i)’ to ‘(viii)’, if the applicant is a permanent resident at the given address and has been so resident for a minimum period of five years, he shall receive marks at the rate of 1.5 marks for ‘any other document to establish residency’ [sub-category ‘(ix)’] per document, for each of the following documents, namely electricity bills, water bills, assessment rates payment bills, and birth certificate of the applicant or his",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "10",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.64,
      57.08,
      541.18,
      769.56
    ],
    "text": "spouse. While the maximum number of marks that can be so assigned is 6, marks will be assigned for these documents only if a minimum of three of these documents are submitted. In terms of clause 7.2.1.2, if the applicant has submitted any of the ‘main documents’ referred to in clause 7.2.1.1, the applicant will be entitled to further maximum of 5 marks at the rate of 1 mark per document, if he has submitted any of the following ‘additional documents’ too, namely (i) national identity card or driving license, (ii) telephone bills in relating to fixed telephone line connections, (iii) school leaving certificate, (iv) marriage certificate, (v) Samurdhi entitlement card, (vi) life insurance policy and (vii) child’s birth certificate. The application of this clause is of particular importance to the determination of this matter. Clause 7.2.2 provides that, details pertaining to registration on the ‘voters list’ for the preceding five years should be provided in the application form. Depending on the number of years in respect of which information relating to registration of the voters’ list is available, and whether or not the names of both the mother and the father or guardian of the child has been registered, marks ranging from 25 to 2.5 would be assigned. If both the mother and father or the guardian’s name has been registered for the preceding 5 years, the full complement of 25 marks would be assigned. If only the name of the father or the mother has been registered for one year, the number of marks to be assigned would be 2.5. The The application of clauses 7.2.1., 7.2.2 and 7.2.2.3 are not relevant to the determination of this Application. Clause 7.2.4 provides that, the full complement of marks for residency within the ‘catchment area’ is 40. The full complement of marks would be assigned only if there are no other public schools to which the child may gain admission situated in closer proximity to the residence. Should there be such schools situated in closer proximity, 4 marks each should be deducted for such schools. In terms of clause 7.1.5, when determining the proximity to the school applied for, a circle should be drawn using the main entrance of the residence of the applicant as the axis and the entrance to the school applied for as a point on the circumference of the circle. What should be considered is the direct distance to the relevant school from the residence, using a map of the Surveyor General’s Department. Thereafter, the existence of other schools within that circle should be considered. Further, if due to the existence of natural obstacles such as rivers, lakes, marshy lands, forests etc. access to such a school is not possible, marks should not be deducted for the existence of such school within the circle. Whenever a difficulty arises in this regard, the circular recognizes that a ‘Google map’ and the map of the Surveyor",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "11",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.64,
      57.08,
      539.14,
      500.61
    ],
    "text": "General’s Department may be used for comparison, and to thereby arrive at a determination. Case for the Petitioners Sequel to a Notice calling for applications to admit students for the year 2019 to Grade 1 of public schools, the 2nd Petitioner preferred an application on behalf of the 1st Petitioner to Yashodara Devi Balika Maha Vidyalaya, on the basis of the category ‘close proximity to the school’. In addition to the perfected application form, certain documents in support of the place of residence of the Petitioners under the categories ‘main documents’ and ‘additional documents’ had been submitted along with a supporting affidavit. The ‘additional documents’ submitted have been the (i) Birth Certificate of the 1st Petitioner, (ii) National Identity Card of the 2nd Petitioner, (iii) Identity Card of the 2nd Petitioner issued by the Sri Lanka Medical Council, (iv) a certificate issued by the Grama Niladhari of the area of their residence, (v) a bill relating to the 2nd Petitioner’s usage of his mobile telephone, and (vi) a bill relating the settlement of dues pertaining to a Credit Card used by the 2nd Petitioner issued by the Nations Trust Bank. Upon being summoned, on 6th September 2018, the 2nd Petitioner presented himself for an interview, which was conducted by the 7th to 11th Respondents. The 2nd Petitioner’s position is that whereas according to a ‘self-appraisal’ based on the scheme contained in circular 24/2018, the application presented on behalf of the 1st Petitioner should have received 88 marks, following the afore-stated interview, only 82 marks had been assigned. The basis on which the said 82 marks had been given by the 7th to the 11th Respondents, is as follows: (I) Proving the place of residence by registration in electoral register:",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.64,
      504.03,
      541.42,
      536.37
    ],
    "text": "Full complement of 25 marks. (II) Documents in proof of residence:",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      74.66,
      539.79,
      280.13,
      554.25
    ],
    "text": "(a) Ownership of place of residence –",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      74.66,
      557.67,
      538.42,
      590.13
    ],
    "text": "Full complement of 30 marks (b) Additional documents to confirm the place of residence –",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.64,
      593.55,
      469.06,
      625.89
    ],
    "text": "3 out of 5 marks (III) Proximity to the school from the place of residence:",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.64,
      629.31,
      537.58,
      751.2
    ],
    "text": "24 out of 40 marks The claim of the Petitioners is that, (a) the full complement of 5 marks should have been assigned for ‘additional documents’ submitted in confirmation of the place of residence, and (b) 16 marks out of 40 should not have been reduced for ‘proximity to the school from the place of residence’.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "12",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.64,
      57.08,
      540.7,
      769.08
    ],
    "text": "The 2nd Petitioner alleges that at the conclusion of the interview, he signed the ‘marks sheet’ following an undertaking given by the Interview Board that the marks assigned to the ‘proximity to the school from the place of residence’ will be reconsidered. On 10th October 2018, a ‘Provisional List’ of children selected under the category of ‘children of residents in close proximity to the school’ had been published, and in the said list, the 1st Petitioner had been placed at the 8th place in the ‘waiting list’. On 20th October 2018, the 2nd Petitioner preferred an ‘appeal’ to the ‘Board of Appeals and Objections’. Sequel thereto, on 19th November 2018, the 2nd Petitioner presented himself before the ‘Board of Appeals and Objections’. Following a consideration of the appeal, there had been no revision of the marks previously allocated. Since the 2nd Petitioner did not agree with the allocation of marks at the appeal hearing, he expressed disagreement by not signing the ‘marks sheet’. As a result of which, the marks to be assigned to the 1st Petitioner had not been entered in the ‘marks sheet’. The 2nd Petitioner had been subsequently notified that there will not be any revision of the marks already assigned. On 17th December 2018, an undated ‘Final List’ had been published indicating the names of children who had been selected for admission, under the earlier mentioned ‘children living in close proximity to the school’ category. That list indicated that the ‘cut off mark’ for this category was 84. Though not included in the list, the 2nd Petitioner had got to know that the 1st Petitioner’s name had been included at the 7th place in the ‘waiting list’. By letter dated 30th November 2018, which the 2nd Petitioner received on 22nd December 2018, the 7th Respondent had informed the 2nd Petitioner, that while the ‘cut off’ mark for the ‘children living in close proximity to the school’ category was 84, the 1st Petitioner had been assigned 82 marks, and thus the 1st Petitioner could not be selected for admission to Grade 1. On 21st November 2018, the 2nd Petitioner had presented another appeal to the 17th Respondent, to which he had not received any response. Additional documents submitted in proof of residence: The position of the Petitioners is that clause 6.1 of the circular prescribes the manner in which up to a maximum of 5 marks should be allocated for ‘additional documents’ in support of the location of the residence. Those marks should be allocated at the rate of 1 mark per each of the documents, namely the national identity card or the driving license, bills relating to fixed telephone connections, school leaving certificate of the mother or the father of the child, marriage certificate of the parents of the child, Samurdhi beneficiary card, life insurance policy, and the child’s birth certificate. The position of the Petitioners is that, they were able to submit 3 of these documents, namely the Birth Certificate of the 1st Petitioner “(P5A)”, 2nd Petitioner’s national identity card (“P5B”), and a bill relating to a",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "13",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      56.64,
      57.08,
      540.82,
      766.44
    ],
    "text": "fixed telephone connection (“P5E”). The Petitioners claim that, certain other documents which reflect the address of the residence such as the identity card issued to the 2nd Petitioner by the Sri Lanka Medical Council (“P5C”), a certificate issued by the Grama Niladhari of the area (“P5D”), and a Credit Card Statement issued to the 2nd Petitioner by the Nations Trust Bank (“P5F”) were submitted in proof of residence at the given address. The interview panel had not recognized these documents as amounting to ‘additional documents’, and hence did not assign marks for them. The position of the Petitioners is that the documents referred to in clause 6.1 are only ‘some’ of the documents which come under the category of ‘additional documents’ and that the list is not an exhaustive list. Learned President’s Counsel for the Petitioners submitted that, documents produced marked “P5C”, “P5D” and “P5F” were documents which add credence to the position of the Petitioners that they in fact reside at the given address. Therefore, he submitted that, the Interview Board should have given a broad interpretation to clause 7.2.1.2 of the circular and given marks for the submission of those documents too, as they were genuine additional documents in support of the given address. In this regard, learned President’s Counsel for the Petitioners cited the following quotation from the judgment of the Supreme Court in FR 35/11 (SC Minutes 12.07.2011): “… they cannot rule out those documents just because they are not listed in the relevant clause. What is necessary to be seen is as to whether such documents can be considered to confirm the residence of the applicant. In such circumstances, important documents such as the child’s health development record and the letters regarding their employment should have been considered …” Therefore, learned President’s Counsel submitted that members of the Interview Board should have recognized the afore-stated three documents as amounting to ‘additional documents’ in support of the residential address given in the application form, and assigned the full complement of 5 marks. Learned President’s Counsel for the Petitioners submitted that, in view of the foregoing, the refusal on the part of members of the Interview Board to assign the full complement of 5 marks for ‘additional documents’ was unfair, irrational, unreasonable and arbitrary, and hence amounted to an infringement of Article 12(1) of the Constitution. Reduction of marks for the existence of other schools in closer proximity: The Petitioners point out that, according to the scheme contained in “P21”, after determining the distance between the residence and the school, 4 marks each is to be deducted from the marks obtained under the ‘proximity’ category for the existence of every school to which the child is entitled to gain admission. Under this formula, 4 marks each had been deducted for the existence of Asgiriya Walpola Junior School, Siddhartha Junior School, Sudharshana Junior School and the West Asgiriya Junior School.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "14",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      56.64,
      57.08,
      541.18,
      769.08
    ],
    "text": "The Petitioners point out that, the Attanagallu Oya, Palu Ela and a vast marshy land lie between the residence of the Petitioner and Asgiriya Walpola Junior School and Siddhartha Junior School. The afore-stated circular provides that, where there is a difficulty in accessing the school from the applicant’s residence due to natural barriers such as rivers, lagoons, marshy lands, forests, etc., notwithstanding the fact that such schools may be located in closer proximity than the school applied for, marks should not be deducted for the existence of such schools within the circle. The Petitioners point out that while the distance by road from their residence to Yashodara Devi Balika Maha Vidyalaya is 1.2 km, the distance to the afore-stated two schools are 2.2 km and 1.7 km. In view of the foregoing, the Petitioners’ position is that only 8 out of the total of 40 marks should have been deducted, whereas the Respondents had deducted 16 marks. In the circumstances, the learned President’s Counsel for the Petitioners submitted that out of the total of 40 marks, the Petitioner was entitled to receive 32 marks, as only 8 marks could have been deducted in lieu of the existence of two schools in closer proximity than the school applied for. He submitted that, the reduction of 16 marks was contrary to the marking scheme contained in “P 2” and had resulted in the total marks earned by the Petitioners becoming less than the ‘cut off’ mark for the ‘proximity’ category. He submitted that, if the marking scheme was correctly applied and only 8 marks were deducted, the Petitioners would have received 92 marks which was above the ‘cut off’ mark of 84. Learned President’s Counsel submitted that on this account too, the conduct of the Respondents is both arbitrary and unreasonable. Discriminatory assignment of marks for the 1st, 2nd and 3rd Respondents The 1st, 2nd and 3rd Respondents had been admitted to Yashodara Devi Balika Maha Vidyalaya also having applied under the ‘proximity’ category. According to the Petitioners, there had been an error in identifying the exact location of the front doors of the residences of the 1st and 4th, 2nd and 5th and 3rd and 6th Respondents. It is the position of the Petitioners that, had the correct location of the main door of the respective residences been identified and thereafter the circles drawn, it would have revealed that from the residence of the 1st and 4th Respondents and the 2nd and 5th Respondents (which are located very close to each other), Sri Bhodhi Vidyalaya, Gajaba Vidyalaya and Wimaladharmasooriya Vidyalaya are situated in closer proximity than Yashodara Devi Balika Maha Vidyalaya. From the residence of the 3rd and 6th Respondents, Siddhartha Kumara Vidyalaya, Sri Bhodhi Vidyalaya and Parakrama Vidyalaya are situated in closer proximity than Yashodara Devi Balika Maha Vidyalaya. In proof of this position, the Petitioners produced with the Petition documents marked “P20A”, “P20B” and “P20C” and subsequently with Motion dated 21st September 2020 a colour map of the Gampaha Town designed and produced by the Surveyor General’s",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "15",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.64,
      57.08,
      541.3,
      751.68
    ],
    "text": "Department on which a registered licensed surveyor had marked the residences of the 1st and 4th, 2nd and 5th and 3rd and 6th Respondents as “1”, “2” and “3”. On this map, the afore-stated schools were highlighted. It is the position of the Petitioners that the locations marked “R6”, “R7” and “R8” are the locations where the 4th, 5th and 6th Respondents have intentionally or otherwise incorrectly shown the location of the main doors of their respective residences. The Petitioners point out that, the Respondents have not submitted any proof that, the main doors of the 1st and 4th, 2nd and 5th and 3rd and 6th Respondents are located at the points depicted in plans “R6”, “R7” and “R8”. Learned President’s Counsel for the Petitioners submitted at the hearing that, the 1st to the 6th Respondents were ideally placed to establish the fact that the locations pointed out by them to the Interview Board were in fact the locations of the main doors of their respective residences, and notwithstanding Notice of this Application having been served on them, they refrained from participating in these proceedings. In view of these circumstances, it was submitted by the learned President’s Counsel for the Petitioners, that it was erroneous on the part of the Interview Board to have only deducted 8 marks on the premise that only two schools lay in closer proximity to the residences of the 1st and 4th Respondents and the 2nd and 5th Respondents than Yashodara Devi Balika Maha Vidyalya. Further, it was equally erroneous to have deducted only 4 marks on the premise that only one school was situated in closer proximity to the residence of the 3rd and 6th Respondents than Yashodara Devi Balika Maha Vidyalaya. It was further submitted that, unlike in the case of the schools which were in closer proximity to the Petitioners residence, as regards the Respondents, there are no natural barriers between their residences and the afore-stated schools situated in closer proximity. The Petitioners submit that, in the circumstances, 16 marks each should have been deducted from the maximum of 40 marks for the ‘proximity’ basis, in respect of the applications submitted by the 4th, 5th and 6th Respondents on behalf of the 1st, 2nd and 3rd Respondents. In which event, the applications submitted by the 4th, 5th and 6th Respondents should have received 84, 83 and 75 marks respectively, as opposed to the marks assigned to their applications by the Interview Board, being 92, 91 and 87 marks, respectively. Learned President’s Counsel submitted that, this was evidence of the discriminatory manner in which the Petitioners had been treated by the 7th to 17th Respondents. Learned President’s Counsel for the Petitioners submitted that the applications submitted by the 4th, 5th and 6th Respondents had been assigned marks in violation of circular No. 24/2018 and in a discriminatory manner. Therefore, he submitted that the admission of the 1st, 2nd and 3rd Respondents to Grade 1 of Yashodara Devi Balika Maha Vidyalaya was an infringement of the Petitioners fundamental rights.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "16",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      56.64,
      57.08,
      541.42,
      769.08
    ],
    "text": "Learned President’s Counsel submitted that had Circular No. 24/2018 been correctly applied to the application submitted by the 2nd Petitioner on behalf of the 1st Petitioner, the 1st Petitioner would have become entitled to gain admission to Grade 1 of Yashodara Devi Balika Maha Vidyalaya. In view of the foregoing, learned President’s Counsel for the Petitioners urged this Court to issue a declaration that the decision not to admit the 1st Petitioner be declared an infringement of the Petitioners’ fundamental rights guaranteed in terms of Article 12(1) of the Constitution, and therefore for the Court to be pleased to quash the decision of the Respondents not to admit the 1st Petitioner to Yashodara Devi Balika Maha Vidyalaya and to issue a direction that she be admitted to that school. Though originally pleaded in the Application to this Court, during the hearing, learned President’s Counsel for the Petitioners submitted that he was not insisting that a directive be issued requiring the 1st, 2nd and 3rd Respondents be removed from the school, on the basis that they had received marks which they were not entitled to receive in terms of the circular 24/2018. Case for the 7th Respondent The 7th Respondent (Principal of Yashodara Devi Balika Maha Vidyalaya) admits that the application presented by the 2nd Petitioner on behalf of the 1st Petitioner received a total of 82 marks. As stated by the Petitioners, the aggregate of 82 marks had been given on the basis of (i) 25 marks for the existence of the name of the 2nd Petitioner and his wife on the relevant electoral list, (ii) 30 marks for the deed depicting ownership of the residence given in the application form, (iii) 1 mark each for the ‘additional documents’ submitted, namely, the Birth certificate of the 1st Petitioner, National Identity Card of the 2nd Petitioner, and for the telephone bill relating to the fixed telephone line which also depicts the address given in the application form, and (iv) 24 marks for proximity to the school applied for. The position of the 7th Respondent is that, in terms of Circular No. 24/2020, only certain documents are recognized as ‘additional documents’, and hence marks could be given only for the afore-stated documents, though the Petitioners had submitted certain other documents as well. Learned Senior State Counsel representing the 7th Respondent submitted that clause 7.2.1.2 of the circular governing ‘additional documents’ is very specific. It contains a list of seven documents that should be recognized as amounting to ‘additional documents’. Any five of those documents would attract the maximum 5 marks. The Petitioners had submitted only 3 of those documents recognized by clause 7.2.1.2, and hence 3 marks out of the maximum of 5 marks had been given. School admission authorities have not been vested with discretionary authority to recognize the validity of any other documents, notwithstanding such documents also containing references to the address of the residence of the applicant. Thus, learned Senior State Counsel asserted that it was not possible for the Interview",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "17",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      56.64,
      57.08,
      540.94,
      769.56
    ],
    "text": "Board to assign more marks for the other documents produced by the Petitioners marked “P5C”, “P5D” and “P5F”. In response to the quotation of the judgment of the Supreme Court in FR 35/2011 cited by learned President’s Counsel for the Petitioners, the learned Senior State Counsel submitted that the applicable school admission circular considered by the Supreme Court in that Application did not have an ‘exhaustive list of documents that may be submitted in proof of the residential address given in the application to the school’. The circular applicable to that Application contained an ‘inclusive clause’ and by the use of the term ‘such as’ in the relevant clause, the authorities deciding on admission of students to public schools were conferred with some degree of discretion to decide on the documents to be accepted and accordingly assign marks. The 7th Respondent has also pointed out that Asgiri Walpola Kanishta Vidyalaya, Asgiri Kanishta Vidyalya, Sudarshana Kanishta Vidyalaya and Siddartha Kumara Maha Vidyalaya are situated more proximate to the residence of the Petitioners, as seen even in the map marked “P19(b)” and produced by the Petitioners. Learned Senior State Counsel for the 7th Respondent submitted that clause 7.1.5 of the circular required the authorities handling admission of students to compute the ‘direct distance’ between the residence and the relevant school, colloquially referred to as ‘measured the way the crow flies’. He emphasized that, the direct distance between the residence of the Petitioners and those four schools were less than the distance between the residence and Yashodara Devi Balika Maha Vidyalaya. Thus, in terms of Circular No. 24/2018, the Interview Board was required to deduct 4 marks in respect of each of those four schools, and that was the reason for the deduction of 16 marks out of the maximum of 40 marks for the heading ‘proximity to the school’. Learned Senior State Counsel strenuously submitted that the reduction of marks in respect of such schools which are located in closer proximity to the residence of the Petitioners was carried out strictly in conformity with the afore-stated circular. In response to the position of the Petitioners that though 16 marks had been deducted due to the existence of the four schools described above, access to Asgiriya Walpola Junior School and the Siddhartha Junior School is difficult due to the existence of Attanagallu Oya, Palu Ela and a vast marshy land, the 7th Respondent has stated that access to those schools is not difficult as ‘there are broad carpeted roads granting access to the schools’ and hence the obstacles referred to by the Petitioners are not applicable in terms of paragraph 7.1.5 of the circular. In response to the allegation made by the Petitioners that the Interview Board had not deducted the correct number of marks for the existence of more proximate schools from",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "18",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      56.64,
      57.08,
      540.94,
      769.56
    ],
    "text": "the residences of the 4th, 5th and 6th Respondents and thus the admission of the 1st, 2nd and 3rd Respondents to Yashodara Devi Balika Maha Vidyalaya was wrong and discriminatory of the Petitioners, the 7th Respondent took up the following position. The 7th Respondent pointed out that though the Petitioners allege that four schools are located in closer proximity to the residence of the 4th and 5th Respondents, in actual fact only two schools are located in closer proximity than Yasodara Devi Balika Maha Vidyalaya to the residence of the 4th and 5th Respondents, namely Gajaba Vidyalaya and Wimaladharmasooriya Vidyalaya. Thus, only 8 marks each out of 40 marks should be deducted in respect of the application submitted by the 4th and 5th Respondents on behalf of the 1st and 2nd Respondents, respectively. Similarly, the 7th Respondent has stated that, only one school namely Sidhartha Vidyalaya is situated in closer proximity to the residence of the 6th Respondent, and hence only 4 out of 40 marks were deducted in respect of the application presented by the 6th Respondents on behalf of the 3rd Respondent. In proof of this position, the 7th Respondent produced relevant portions of the Surveyor General’s map of the relevant areas, marked “R6”, “R7” and “R8”. Further, the 7th Respondent pointed out with the aid of “R6”, “R7” and “R8”, that the schools referred to by the Petitioners as being in closer proximity to the residence of the 4th, 5th and 6th Respondents are in fact not in closer proximity to their residence and situated more distant than Yashodara Devi Balika Maha Vidyalaya. That is evident by the fact that, those schools are situated outside the circle drawn with the residences of the 4th, 5th and 6th Respondents being at the axis of those circles. Therefore, the 7th Respondent pointed out that the allocation of 92, 91 and 87 marks for the applications presented by the 3rd, 4th and 6th Respondents, respectively, was correct. Learned Senior State Counsel submitted that, even if ‘some marks’ are to be deducted for the existence of certain schools in closer proximity to the residences of the 4th and 5th Respondents, as they have scored ‘significantly higher marks than the cut-off mark’ the 1st and 2nd Respondents would still be entitled for admission to Yashodara Devi Balika Maha Vidyalaya. The 7th Respondent also took up the position that, the Petitioners having scored 82 marks was placed 7th on the ‘provisional list’. The applicants who were placed 1st to 5th in the said ‘provisional list’ had obtained 84 marks, 83.3 marks (3 applicants) and 83 marks, respectively. Thus, those placed 1st to 5th had scored more marks than the Petitioners. The applicant placed 6th had scored 82 marks and his residence is situated in closer proximity to the Yashodara Devi Balika Maha Vidyalaya than the residence of the Petitioners. The 7th Respondent has taken up the position that, the Petitioners were aware of these placements as the ‘provisional list’ was published, and has chosen not to cite them as Respondents to this Application, notwithstanding their interests being affected if the Petitioners are successful in prosecuting this Application.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "19",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      56.64,
      56.84,
      529.78,
      160.6
    ],
    "text": "Analysis of the evidence, application of the law and conclusions Based on the evidence placed before this Court and the submissions made by learned Counsel for the Petitioners and the Respondents, I am of the view that, the following are the contentious issues in respect of which this Court needs to arrive at findings, enabling the adjudication of this matter. I will present those issues in form of questions to which I propose to find answers.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      74.66,
      164.02,
      540.7,
      590.13
    ],
    "text": "(i) Were the Petitioners entitled to the full complement of five (5) marks for the submission of ‘additional documents’? (ii) If the assignment of only three (3) marks for the submission of ‘additional documents’ was incorrect, what should have been the correct number of marks the 7th to 11th Respondents should have assigned to the application submitted by the 1st Petitioner in respect of the submission of ‘additional documents’? (iii) Was it correct for the 7th to 11th Respondents to have deducted sixteen (16) marks in lieu of four schools said to be located in closer proximity to the residence of the Petitioners than Yashodara Devi Balika Maha Vidyalaya? (iv) If the deduction of sixteen (16) marks for the alleged existence of four schools in closer proximity of the residence of the Petitioners was incorrect, what was the correct deduction of marks the 7th to 11th Respondents should have carried out? (v) Was the deduction of marks in respect of the existence of schools in closer proximity to the residences of the 4th, 5th and 6th Respondents correctly carried out by the 7th to 11th Respondents? (vi) If the deduction of marks in respect of the existence of schools in closer proximity to the residences of the 4th, 5th and 6th Respondents were not correctly carried out, what should have been the correct deduction of marks the 7th to 11th Respondents ought to have carried out? (vii) If there is to be a reduction in the marks to be carried out with regard to the applications submitted by the 4th, 5th and 6th Respondents, would it have an impact on the entitlement of the Petitioners to gain admission to Yashodara Devia Balika Maha Vidyalaya? (viii) What should be the correct total number of marks that should have been",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      56.64,
      593.55,
      531.94,
      768.48
    ],
    "text": "assigned by the 7th to 11th Respondents for the application submitted by the 2nd Petitioner on behalf of the 1st Petitioner? Additional documents As stated earlier, clause 7.2.1.2 provides that up to a maximum of 5 marks shall be assigned for the submission of certain specified documents in proof of the address of the residence, which are referred to as ‘additional documents’. The term ‘residence’ is to be understood as being a reference to the residential address given in the application form. Each document is to attract 1 mark. The documents specified in this clause are, the National Identity Card or the Driver’s License, Telephone bills issued in respect of fixed",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "20",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      56.64,
      57.08,
      541.07,
      769.56
    ],
    "text": "line telephones, School Leaving Certificate, Marriage Certificate, Samurdhi Development Certificate, Life Insurance Policy and the child’s Birth Certificate. It is apparent from the manner in which the clause is worded that the list contains specific items, is exhaustive in nature and does not contain what is commonly referred to as an ejusdem generis clause. Thus, the Interview Board has not been conferred with any discretionary authority to accept any document other than those specified in clause 7.2.1.2, however much such other document may be genuine and correctly reflect the address of the applicant as given in the application form. Possibly, the Secretary to the Ministry of Education would have been mindful that if discretion was vested in the Interview Board, it would have led to difficulties with applicants presenting a wide range of documents in proof of residency, with some having been obtained through what may be referred to as convenient, dubious or collusive arrangements. The authenticity of such documents may be in doubt, but nevertheless difficult to be determined within a limited time period. It is not in dispute that the Petitioners had submitted the Birth Certificate of the 1st Petitioner (“P5A”), National Identity Card of the 2nd Petitioner (“P5B”), a bill relating to a fixed telephone connection (“P5E”), an identity card issued to the 2nd Petitioner by the Sri Lanka Medical Council (“P5C”), a certificate issued by the Grama Niladhari of the area (“P5D”) and a Credit Card Statement issued to the 2nd Petitioner by the Nations Trust Bank (“P5F”). Of these six documents, three, those being “P5A”, “P5B” and “P5E” directly fall within three of the categories specified in clause 7.2.1.2 of the circular. The 7th Respondent has not expressed any doubt as to the genuineness of the other three documents. However, his position as expounded clearly by learned Senior State Counsel is that the circular had to be strictly and uniformly applied, and the circular does not empower the Interview Panel to recognize the remaining three documents, and therefore, it was not possible for the Interview Board to assign marks for “P5C”, “P5D” and “P5F”. An examination of clause 7.2.1.2 of the circular reveals that it is a clause that can be classified as being straightforward and rigid. It certainly does not confer any discretionary authority on the Interview Board to recognize and assign marks to any genuine document which may add credence to the position taken up by the applicant regarding the address contained in the application form, unless, such document falls within the ambit of the eight documents specified in that clause. Thus, I do agree with the submission made by learned Senior State Counsel that the Interview Panel had correctly applied the circular to the ‘additional documents’ submitted by the 2nd Petitioner in proof of the declared address. Due to the reason that the clause of the circular referred to in the judgment of the Supreme Court in FR 35/11 had been worded differently to clause 7.2.1.2 of Circular No. 24/2018 which is the applicable ‘law’ in this instance and as the circular considered by the Supreme Court in that matter having contained an ejusdem generis clause which conferred discretionary authority on the school admission authorities to assign marks for certain",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "21",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      56.64,
      57.08,
      541.67,
      769.08
    ],
    "text": "specified documents and other similar documents, I am of the view that in this matter, this Court cannot adopt the approach taken by the Supreme Court in FR 35/11. Therefore, I am unable to agree with the submission of the learned President’s Counsel that the Interview Board should have recognized the remaining documents marked “P5C”, “P5D” and “P5F” and assigned the full complement of 5 marks for the ‘additional documents’ submitted by the Petitioners in proof of the residential address. Due to the foregoing reasons, I conclude that members of the Interview Board have correctly applied clause 7.2.1.2 and assigned 3 marks in respect of the additional documents submitted by the Petitioners. Thus, in response to the 1st question I have raised above, I hold that the Petitioners were not entitled to the full complement of 5 marks in respect of the ‘additional documents’ submitted by them. In the circumstances, the need to answer the 2nd question does not arise. Schools in closer proximity to the residence of the 2nd Petitioner It is evident from an overall analysis of Circular No. 24/2018, that when formulating the policy based upon which the provisions of the circular had been drafted, policy makers have proceeded on the footing that when selecting students for admission to a particular school, preference should be afforded to children living in close proximity to the relevant school. This is observable by the allocation of 50% of the number of students who are to be admitted to Grade 1, to those coming within the category ‘children of occupants living in close proximity to the school’. There also seem to have been another consideration, that being, ideally, children should attend the school situated closest to their residence. This seems to be in consonance with the declared policy of the Ministry of Education at the time relevant to this Application, that being “the closest school is the best school”. This is a rationale policy, particularly if the closest school is as ‘good’ as the other schools in the relevant area. In actual fact, other than in exceptional situations, the closest school would not necessarily be the ‘best’ school. When a child is admitted to the nearest school, it is convenient to both the student and his parents or the guardian. Further, the time and resources that may be consumed for travel to and from the school would be minimum if the residence is located in close proximity to the school. Thus, selecting students who live in close proximity to the school, is sound policy. However, the nearest school may not be the school of choice for both parents and children. That is quite understandable, given the large disparity in educational and extra-curricular resources available in public schools and the individual reputation of schools. Therefore, it can easily be appreciated as to why a parent would wish to admit his child not to the nearest school, but to a school situated even at a considerable distance to the residence. Thus, while providing for the admission of children living within the ‘catchment area’ (which would in almost all instances be the administrative district in which the school is situated), the present scheme as reflected in the circular, provides for the assignment of 40 marks for living within the ‘catchment area’",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "22",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      56.64,
      57.08,
      541.06,
      751.68
    ],
    "text": "and provides for deduction of 4 marks for each school that may be situated closer to the residence than the school applied for. Thus, the full complement of 40 marks would be assigned only if the applicant is resident within the ‘catchment area’ and no other school is situated in closer proximity to the residence of the applicant. Without calculating the actual distance between the residence and the school applied for, and assigning the highest number of marks to the applicant living closest to the school applied for, this is a rational way in which a significantly larger number of applicants become entitled to apply and gain admission, and preference is given to those living in areas in which no other schools are located in closer proximity to the residence. When narrating the scheme contained in Circular No. 24/2018, I have explained the manner in which schools in closer proximity than the school applied for are identified, and how marks from the maximum of 40 should be deducted on the basis that there are other suitable schools situated in closer proximity to the residence, than the school applied for. Following the application of this scheme, the Interview Board has identified that within the circle drawn (with the axis of that circle being the residence of the Petitioners and one point on the circumference being the entrance to Yashodara Devi Balika Maha Vidyalaya), four other public schools are located. They being, Asgiriya Walpola Kanishta Vidyalaya, Siddhartha Kanishta Vidyalaya, Sudharshana Kanishta Vidyalaya and West Asgiriya Kanishta Vidyalaya. That those four schools are located within the ‘circle’ is not in dispute. This fact is seen clearly in the map tendered on behalf of the Petitioners following the first date of argument, with Motion dated 17th September 2020. [It is to be noted that, the learned Senior State Counsel did not object to the tendering of this map (which has been published by the Surveyor General’s Department) and for treating it as an item of evidence.] The Petitioners also submitted attached to the Petition a ‘Google Map’ of the area covered by the afore-stated map marked “P19B”. On that map, the following information is depicted and is decipherable. The direct aerial distance between residence of the Petitioners and Yasodara Devi Balika Vidyalaya is 1,489.28 metres. The direct aerial distance between the residence and Siddhartha Kanishta Vidyalaya, Asgiriya Walpola Kanishta Vidyalaya, West Asgiriya Kanishta Vidyalaya and Sudharshana Kanishta Vidyalaya are 1,438.71, 1,284.94, 847.31 and 420.44 metres, respectively. Therefore, it is seen that, using the terminology quite rightly used by the learned Senior State Counsel, ‘as a crow flies’ these schools are situated in closer proximity to the residence of the Petitioners, than Yashodara Devi Balika Maha Vidyalaya. It is on this premise that learned Senior State Counsel submitted that the deduction of 16 marks (4 marks per school) out of the maximum of 40 marks was the result of a correct application of clause 7.2.4 of the circular.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "23",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      56.64,
      57.08,
      517.9,
      107.44
    ],
    "text": "However, the uncontradicted position of the Petitioners is that though the direct aerial distance to these respective schools is as it is reflected in “P19B”, the actual ‘travelling distance’ (the distance when travelling by road) to the relevant schools are as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      56.64,
      110.86,
      541.3,
      751.68
    ],
    "text": "(i) Distance between the residence of the Petitioners and Yashodara Devi Balika Maha Vidyalaya is 1,750 metres. (ii) Distance between the residence of the Petitioners and Asgiri Walpola Kanishta Vidyalaya, Siddhartha Kanishta Vidyalaya, West Asgiri Kanishta Vidyalaya and the Asgiriya Walpola Kanishta Vidyalaya are 2,600, 1,900, 1,100, and 900 metres, respectively. These distances have been certified by Licensed Surveyor J.P.N. Jayasundera, and a certificate to that effect has been presented with the Petition marked “P19A”. These facts have not been contradicted by the Respondents. The position of the learned President’s Counsel for the Petitioners was that for the purpose of clause 7.2.4 of the circular, when determining whether there exist schools in closer proximity to the residence of the applicant, consideration should be given not to the ‘direct aerial distance’ alias ‘as a crow flies distance’, but to the ‘actual travelling distance by road to the relevant school’. If the latter approach is taken, it would be noted that, only West Asgiriya Kanishta Vidyalaya and Sudharshana Kanishta Vidyalaya are situated ‘in closer proximity’ to the residence of the Petitioners. That is the premise on which learned President’s Counsel submitted that only 8 marks should have been deducted for the existence of other schools in closer proximity to the residence, and therefore, the Petitioners were entitled to 32 out of 40 marks for the criteria ‘proximity to the school from the residence’. It is necessary for me to point out that the principle of equality enshrined in Article 12 of the Constitution which provides for the equal protection of the law, encompasses the need to objectively and rationally apply the law (in this case the public schools Grade 1 admission circular, No. 24/2018) in a manner that would give effect to the underlying policies based upon which the law has been created. As pointed out by Justice Priyantha Jayawardena in Kirihandi Yeshin Nanduja De Silva and others v. Sumith Parakramawansha, Principal, Dharmashoka Vidyalaya and others [SC/FR 50/2015, SC Minutes 02.08.2017], the criteria for school admissions should be construed in the light of government policy. I am of the view that the application or enforcement of a law should be for the purpose of achieving the governing objectives of such law. A law has to be enforced for the purpose for which it has been enacted, and not oblivious of the purpose for which it has been created, or for a collateral or abusive purpose.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "24",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      56.64,
      57.08,
      540.22,
      749.04
    ],
    "text": "The ‘right to equality’, the ‘rule of law’ and ‘procedures established by law’, which are interrelated concepts of law, are in my view, the three cornerstones based upon which Article 12 has been conceptualized and enshrined in the Constitution. Being ‘equal before the law’ and being entitled to ‘equal protection of the law’ as provided in Article 12(1) of the Constitution, can be enjoyed by all persons in Sri Lanka, only if all three of these legal concepts are in full operation. These concepts require law enforcement personnel to, in good faith, objectively and correctly interpret and apply the law, in the manner in which the underlying policies of the relevant law are given effect to, and most fair, reasonable, rational, appropriate and justifiable outcomes are achieved. All laws must be interpreted, enforced and applied in public interests. A deviation from such an approach would infringe the right to equality, which Article 12 guarantees. A law cannot be perfunctorily applied. Mechanical application of a law without ensuring that the objectives of the law are achieved, can as in this instance, give rise to inequality, resulting in injustice including arbitrary, unreasonable and discriminatory outcomes. That would amount to an infringement of Article 12 of the Constitution. What the Petitioners have brought before this Court, in my opinion, is a candid example of such a situation. I am acutely conscious of the wisdom contained in the following observation of Justice Prasanna Jayawardena in his Judgment in Himanshu Suneth Nanayakkara and Others v. S.S.K. Aviruppola, Principal, Visakha Vidyalaya and Others [SC/FR 24/2018, SC Minutes 29.11.2018]: “Further, being well aware of the onerous nature of the task faced by officers who implement the provisions of such circulars and are called upon to balance the rights of a large number of applicants while applying the provisions of the circulars, this Court would be inclined to intervene and exercise our fundamental rights jurisdiction only where the provisions of the circular have been ignored, violated, misapplied or misinterpreted or where there has been an abuse of process or a mistake which prejudices a child, or other similar grounds.” (Emphasis added.) Thus, I am of the view that the Supreme Court should not interfere with the findings of the Interview Panel on a mere technicality. However, where there is evidence of an infringement of fundamental rights, it is the bounded duty of this Court to intervene and ensure that justice is delivered. It is to be noted that, clause 7.1.5 refers to the fact that when determining the distance between the residence and the school applied for, the ‘direct’ distance should be taken into consideration. It is to this ‘distance’ that the learned Senior State Counsel referred to as the ‘crow flies’ distance. Further, it provides that, marks should be deducted for the existence of other suitable schools located within the circle and in closer proximity. Clause 7.2.4 merely provides that 4 marks each should be deducted in respect of the existence of other schools in ‘closer proximity’. Clause 7.2.4 does not specify as to the manner in which it should be determined whether a particular school is located in closer proximity than the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "25",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.64,
      57.08,
      540.22,
      769.56
    ],
    "text": "school applied for. Learned Senior State Counsel submitted that as regards those schools too, the ‘direct distance’ should be computed. However, in my view, it is necessary to, at this stage, reflect on the underlying policy of these two clauses, when taken as a whole. I have stated above, the finding of this Court as regards the underlying policy. If the policy of the State is to give preference to students living in proximity to the school and to deduct marks for the existence of other suitable schools located in closer proximity to the residence of the applicant, would it be rational to consider the ‘direct aerial distance’ between the residence and those other schools within the circle, or take the distance the child would actually have to take in order to travel to such schools? I am of the view that in order to give effect to the policy of the State, it would be necessary to take into consideration the ‘actual distance’ a child would have to travel to the relevant school either by road or by footpath, as opposed to the ‘direct aerial distance’. The fallacy as I see, in the submission made by learned Senior State Counsel is that, though a crow would actually fly in a direct line as he can and generally does so, since he flies above the surface of the earth, a child would have to necessarily travel by road or using a footpath, and not ‘fly’ to school. Thus, it would be rational to take into consideration the ‘actual distance by road’ as opposed to the ‘aerial distance’. Clause 7.1.5 recognizes the possible use of a ‘Google Map’ and the ‘Survey General Department’s Map’ in instances where a difficulty arises in computing the distance. In fact, one advantage in using a ‘Google Map’ is that it facilitates the measuring of the ‘distance by road’ between two locations. In the circumstances, I hold that, the term ‘other schools situated more proximate to the residence’ in clause 7.2.4 should be necessarily interpreted to mean ‘other schools situated more proximate to the residence, given the distance one would have to travel by road or recognized footpath generally used by the public’. As it would be seen from the evidence placed before this Court, if one were to take the ‘actual distance by road’ between the residence of the Petitioner and the relevant schools, from the residence of the Petitioners, only West Asgiri Kanishta Vidyalaya and Sudharshana Kanishta Vidyalaya are situated at a shorter distance to the residence of the Petitioners, than the distance to Yashodara Devi Balika Maha Vidyalaya. Thus, it would be reasonable to deduct 4 marks each for the existence of only the said two schools. Therefore, I hold that, in compliance with clause 7.2.4, only 8 (4+4=8) marks ought to have been deducted from 40 marks. Thus, the total number of marks that should have been assigned to the criteria ‘proximity to the school’ should have been 32 and not 24. Accordingly, I hold that the deduction of 16 marks from the maximum of 40 marks has been the result of an irrational and erroneous application of clauses 7.2.4 read with 7.1.5 of circular 24/2018.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "26",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      56.64,
      57.08,
      540.82,
      769.08
    ],
    "text": "This in my view is a clear instance of a situation where the school admissions circular has been both misinterpreted and misapplied. In view of the factual circumstances described above, the Supreme Court in the exercise of its ‘fundamental rights jurisdiction’ conferred on the Court by Article 126(1) of the Constitution is required by the Constitution to intervene, and in terms of Article 126(4) make appropriate orders granting such relief with the view to remedying the injustice caused or make such other directions as the Court may deem just and equitable. Failure to do so, would amount to the Court deviating from its Constitutional duty, and contributing towards the continued infringement of the fundamental rights of persons. Thus, in response to the 3rd question above, I hold that it was incorrect and unlawful for the 7th to 11th Respondents to have deducted sixteen (16) marks in lieu of four schools said to be located in closer proximity to the residence of the Petitioners than Yashodara Devi Balika Maha Vidyalaya. In response to the 4th question, I hold that the correct deduction of marks the 7th to 11th Respondents should have made was eight (8) marks. Schools in closer proximity to the residence of the 4th, 5th and 6th Respondents The position of the Petitioners, albeit brief is that, the 4th, 5th and 6th Respondents have not honestly and correctly pointed out to the Interview Board the location of their respective residences. As a result, the Petitioners allege that the said Respondents have been successful in avoiding the inclusion of certain schools from their respective ‘circles’. This in turn has resulted in less marks being deducted for the existence of schools situated in closer proximity to their respective residences in comparison with the respective distances to Yashodara Devi Balika Maha Vidyalaya. With the view to proving this position, the Petitioners have produced maps which reflect the location of their respective residences as pointed out by them, as opposed to the actual location of their respective residences. It is necessary for me to point out that the 7th Respondent has not made any serious effort to contradict such evidence, apart from making a sweeping assertion that that the 4th, 5th and 6th Respondents have correctly pointed out the location of their residences. Be that as it may, in view of my afore-stated finding regarding the manner in which the actual distance from the residence to the respective schools is to be calculated and the absence of such evidence relating to the 4th, 5th and 6th Respondents, I do not propose to arrive at any conclusion with regard to this allegation presented by the Petitioners. However, based on a consideration of the maps produced by the Petitioners, it is necessary for me to hold that there seems to be considerable merit in the position taken up by the Petitioners in this regard. It is necessary to point out that clause 9.3.3 of the circular requires the school admission authorities to, prior to the publication of the ‘provisional list’ of those selected for admission, conduct a ‘site inspection’ and ascertain whether applicants in fact reside at the given addresses. This investigative step can also be used to determine whether the location identified by the applicant on the area map is in fact the location where the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "27",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      56.64,
      57.08,
      538.3,
      178.48
    ],
    "text": "residence is situated. In view of my refraining from arriving at a finding regarding this matter, I will not answer the 5th, 6th and 7th questions. Conclusions and Relief In view of the foregoing, it is my considered view that a correct and purposive application of Circular No. 24/2018 would have resulted in the application presented by the 2nd Petitioner on behalf of the 1st Petitioners receiving the following marks:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      74.66,
      181.9,
      510.7,
      214.24
    ],
    "text": "1. Proving the place of residence by registration in the electoral register - 25 2. Documents in proof of the residence:",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      56.64,
      217.66,
      540.94,
      769.08
    ],
    "text": "a. Ownership of the place of residence - 30 b. Additional documents to confirm the place of residence - 3 3. Proximity to the school from the place of residence - 32 Thus, in response to the 8th question above, I hold that the total number of marks which should have been assigned to the afore-stated application submitted by the 2nd Petitioner on behalf of the 1st Petitioner, is 90. The ‘cut-off’ mark for the category ‘close proximity to the school’ had been 84. Thus, if the circular was rationally interpreted and applied, the 1st Petitioner would have been entitled for admission to Grade 1 of Yashodara Devi Balika Maha Vidyalaya. In view of the foregoing, I declare that, the 7th to 17th Respondents have infringed the fundamental right to equality of the 1st Petitioner guaranteed by Article 12(1) of the Constitution by their decision not to admit her to Grade 1 of Yashodara Devi Balika Maha Vidyalaya. I am conscious that had the 1st Petitioner been admitted to Grade 1 of the school in January 2019, she would, by now, be studying in Grade 3 of that school. Therefore, I direct that the 7th Respondent or should the 7th Respondent have now been replaced by another, the present Principal of Yashodara Devi Balika Maha Vidyalaya to admit the 1st Petitioner to Grade 3 of the said school. A careful consideration of the process and events relating to the decision not to admit the 1st Petitioner to Grade 1 of Yashodara Devi Balika Maha Vidyalaya, reveals that the 7th to 17th Respondents have not acted either maliciously or dishonestly. It appears that they have acted in good faith, though the interpretation and application of clauses 7.2.4 read with 7.1.5 by members of the Interview Board and the Board of Appeals and Objections had been contrary to the underlying policy of the State and hence irrational. In view of my finding that the 7th to 17th Respondents have infringed the fundamental right of the Petitioners guaranteed in terms of Article 12(1) of the Constitution and since",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      56.64,
      772.4,
      306.65,
      799.49
    ],
    "text": "28",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      56.64,
      57.08,
      538.54,
      638.97
    ],
    "text": "this Court should necessarily take judicial notice of the fact that the Petitioners would have expended a considerable sum of money to seek relief from this Court and has not received education for over two years from the school at which she was entitled to receive education, I declare that the Petitioners should be entitled to compensation. Taking into consideration the facts and circumstances relating to this matter, I direct the State to pay the Petitioners a sum of Rs. 5,00,000/= as compensation to the 2nd Petitioner. It shall be the responsibility of the 17A Respondent to facilitate the payment of compensation. Due to the reasons stated above, the 7th to 17th Respondents shall not be personally required to contribute towards the payment of compensation. Accordingly, this Application is allowed. Judge of the Supreme Court Murdu Fernando, PC, J. I agree. Judge of the Supreme Court S. Thurairaja, PC, J. I agree. Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.02400016784668
    ]
  }
]