[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      72.44,
      516.92,
      85.82
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      265.01,
      87.32,
      333.65,
      100.7
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      113.54,
      133.16,
      488.36,
      146.54
    ],
    "text": "In the matter of an application",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      114.62,
      148.04,
      597.48,
      161.42
    ],
    "text": "under and in terms of Articles",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      187.01,
      162.92,
      491.12,
      191.18
    ],
    "text": "17 and 126 of the Constitution of the Republic.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      207.56,
      547.54,
      280.49
    ],
    "text": "K.W.S.P. JAYAWARDHANA No. 2b 9/R.N.H.S, Raddolugama. AND 24 OTHERS.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      282.11,
      518.0,
      340.13
    ],
    "text": "PETITIONERS S.C.F.R. Application 338/2012 VS.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      341.63,
      529.52,
      429.43
    ],
    "text": "1. GOTABHAYA JAYARATNE Secretary, Ministry of Education, Isurupaya, Battaramulla, as at July 2012 and his successor, D.M.A.R.B. DISSANAYAKE, as at September 2013,",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      431.05,
      520.79,
      697.54
    ],
    "text": "2. DR. DAYASIRI FERNANDO Chairman, Public Service Commission. AND 8 OTHER MEMBERS OF THE PUBLIC SERVICE COMMISSION AS AT JULY 2012. 11. HON. D.M.JAYARATNE Hon. Prime Minister, Colombo. AND 59 OTHER MEMBERS OF THE CABINET OF MINISTERS AS AT JULY 2012. 71. HON. ATTORNEY GENERAL",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      699.04,
      526.16,
      727.3
    ],
    "text": "Attorney General’s Department, Colombo.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      728.8,
      508.16,
      757.08
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.44,
      452.12,
      85.82
    ],
    "text": "1A. W.M.BANDUSENA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      87.32,
      520.16,
      145.34
    ],
    "text": "Secretary, Ministry of Education, Isurupaya, Battaramulla. 1B. SUNIL HETTIARACHCHI",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      146.84,
      598.0,
      577.27
    ],
    "text": "Secretary, Ministry of Education, Isurupaya, Battaramulla. 2A. DHARMASENA DISSANAYAKE Chairman, Public Service Commission. , AND 8 OTHER MEMBERS OF THE PUBLIC SERVICE COMMISSION AS AT NOVEMBER 2015. 11A. HON. RANIL WICKREMASINGHE Hon. Prime Minister, Colombo. AND 39 OTHER MEMBERS OF THE CABINET OF MINISTERS AS AT MAY 2015. 11A. HON. RANIL WICKREMASINGHE Hon. Prime Minister, Colombo. AND 45 OTHER MEMBERS OF THE CABINET OF MINISTERS AS AT OCTOBER 2015.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      578.8,
      516.2,
      696.46
    ],
    "text": "ADDED RESPONDENTS 158A. P.V.WICKREMASINGHE No. 146, Welioyagammana Road, Lolugasweva Road, Galnewa.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      697.96,
      596.75,
      756.0
    ],
    "text": "AND 141 OTHERS INTERVENIENT PETITIONERS - ADDED RESPONDENTS",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.44,
      526.76,
      741.1
    ],
    "text": "BEFORE: S.E. Wanasundera, PC, J. Prasanna Jayawardena, PC, J. L.T.B. Dehideniya J. COUNSEL: J.C. Weliamuna, PC with Pulasthi Hewamanne for the Petitioners. Faisz Musthapha, PC with Rajeev Amarasuriya for the Intervenient-Petitioners. Viraj Dayaratne, SDSG for the Hon. Attorney- General. ARGUED ON: 30th January 2018. WRITTEN By the Petitioners on 23rd February 2018 SUBMISSIONS By the Respondents on 22nd February 2018. FILED: By the Intervenient Petitioners-Added Respondents on 06th March 2018. DECIDED ON: 07th September 2018. Prasanna Jayawardena, PC, J. Before getting to the particular application which is before us, it is useful to sketch out the background in which the petitioners made this application alleging that their fundamental rights guaranteed by Article 12(1) of the Constitution, have been violated by the Respondents. The Ministry of Education has three Education Services in which public officers who teach in Government Schools and administer Government Schools, serve. They are the Sri Lanka Teachers’ Service, the Sri Lanka Principals Service and the Sri Lanka Education Administrative Service. The members of the Sri Lanka Teachers’ Service perform the important function of teaching and educating students in Government schools. At present, young men and women who are below the age of 35 are recruited to the Sri Lanka Teachers’ Service. The Sri Lanka Principals Service consists of Principals, Deputy Principals and Assistant Principals serving in Government Schools, who perform the function of administering and managing Government schools and implementing the Government’s education policies in Government schools. At present, recruitment to the Sri Lanka Principals Service is solely from the ranks of the Sri Lanka Teachers’ Service. The members of the Sri Lanka Educational Administrative Service [which has been renamed the “Sri Lanka Education Administrative Service’ on or about 21st August 2015] assist in the formulation of the Government’s education policies, implement these policies in Government schools and other institutions in the education system and manage and supervise Government schools and other",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.44,
      526.76,
      711.32
    ],
    "text": "institutions in the education system. Officers serving in all three of these Services are public officers and are transferrable and are required to serve throughout the island. The Service Minute of the Sri Lanka Educational Administrative Service which was in force at the time material to this application, has been filed with the petition marked “P2”. As set out in “P2”, the total Cadre of the Sri Lanka Educational Administrative Service was 2283 officers, who are placed in three Classes - ie: Class I, Class II and Class III. As set out in the `Schedule of Posts’ in “P2”, Class I of the Sri Lanka Educational Administrative Service consisted of 200 officers who hold senior posts such as those of Directors of Education, Commissioner of Examinations and Principals of National Schools. Class II of the Sri Lanka Educational Administrative Service consisted of 300 officers who are placed either in the `General Cadre’ within Class II or in the `Special Cadre’ within Class II. Officers serving in the `General Cadre’ within Class II hold posts such as those of Deputy Directors of Education, Principals and Deputy Principals of Government schools [which are not National Schools]. Officers serving in the `Special Cadre’ within Class II hold posts such as those of Chief Education Officers and Deputy Commissioners of Education. Class III of the Sri Lanka Educational Administrative Service consisted of 1783 officers who are also placed either in the `General Cadre’ within Class III or in the `Special Cadre’ within Class III. Officers serving in the `General Cadre’ within Class III hold posts such as those of Education Officers and Principals and Deputy Principals of other Government schools [which are not National Schools]. Officers serving in the `Special Cadre’ within Class III hold posts such as those of Education Officers and Assistant Directors of Education. Next, as specified in Clause 18 of “P2”, appointments to Class I of the Sri Lanka Educational Administrative Service are solely from the ranks of serving officers in Class II of the same Service. Similarly, as stated in Clause 16 of “P2”, Appointments to Class II of the Sri Lanka Educational Administrative Service are also solely from the ranks of serving officers in Class III of the same Service or from other posts deemed parallel by the Education Service Committee of the Public Service Commission on the recommendation of the Secretary to the Ministry of Education. However, as set out in “P2”, appointments to Class III of the Sri Lanka Educational Administrative Service - which is the entry Grade to the Service - are made in the following manner: firstly, the number of vacancies in Class III are to be determined upon the number of vacancies which exist on 01st January and 01st June of a year, in the aforesaid Cadre of 1783. Thereafter, these vacancies are to be filled in the following three ways - ie:",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      712.84,
      526.74,
      741.1
    ],
    "text": "(i) 25% of the vacancies are to be filled based on the results of an Open Competitive Examination. Any citizen of Sri Lanka who is between the",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      526.76,
      756.0
    ],
    "text": "ages of 22 years and 26 years and possesses the specified qualifications, is eligible to sit for that Open Competitive Examination; (ii) 30% of the vacancies are to be filled by promotions on merit, of officers who have served for a minimum period of three years in Grade I of the Sri Lanka Principals Service; (iii) The remaining 45% of the vacancies are to be filled based on the results of a Limited Competitive Examination. As stated in “P2”, only “A Government Teacher, Teachers of Assisted Schools and Pirivenas” who are between the ages of 25 years and 45 years and possess specified qualifications, are eligible to sit for that Limited Competitive Examination. It is evident from the descriptions of the three Education Services set out above, that: public officers who are serving in the Sri Lanka Teachers’ Service or who have ascended from the Sri Lanka Teachers’ Service to the Sri Lanka Principals Service, would, in most cases, hope for a career path in which they will eventually enter the Sri Lanka Educational Administrative Service, which encompasses more senior positions. The “Sri Lanka Educational Administrative Service” will, from now on, be referred to as “the SLEAS” in this judgment. It is also evident that, in terms of the scheme specified in the Service Minute marked “P2”: (a) officers who have ascended from the Sri Lanka Teachers’ Service to the Sri Lanka Principals Service could enter Class III of the SLEAS either by way of merit based promotions from the Sri Lanka Principals Service to the SLEAS [ie: under category (ii) described earlier]; or by sitting for a Limited Competitive Examination for admission to the SLEAS based on the results of that Examination [ie: under category (iii) described earlier]; and (b) officers who serve in the Sri Lanka Teachers’ Service could enter Class III of the SLEA by succeeding at the aforesaid Limited Competitive Examination for admission to the SLEAS. It may be mentioned here, for the purpose of completeness, that, in addition to these three Services, the Ministry of Education also has the Sri Lanka Teacher Educators Service in which public officers who teach teachers, serve. That Service has nothing to do with the present application. It is in the background described above that, the petitioners serve as public officers in the Sri Lanka Teachers’ Service or the Sri Lanka Principals Service. As set out in the document filed with their petition marked “P1”, they have all served for long periods of time, ranging from six years at the least to as long as 28 years, in one or both of these Services. They serve in Government schools located in six Provinces. The petitioners filed this application on 04th July 2012 against the 1st Respondent, who was the Secretary to the Ministry of Education at that time, the 2nd to 10th Respondents who were the Chairman and members of the Public Service Commission at that time, the 11th to 70th Respondents who were the Hon. Prime",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.04,
      526.76,
      294.29
    ],
    "text": "Minister and members of the Cabinet of Ministers at that time and the 71st Respondent, who is the Hon. Attorney General. Where necessary, the successors of the 2nd to 70th Respondents have been substituted. The petitioners’ complaint to this Court is, in essence, that the respondents are about to act in an arbitrary, capricious and unreasonable manner and deprive the petitioners of their right to be considered for recruitment to Class III of the SLEAS and, thereby, violate the petitioners’ Fundamental Rights guaranteed by Article 12(1) of the Constitution. As set out in their petition, the petitioners state that a Notice marked “P3” was published in the Government Gazette, dated 31st December 2010, calling for applications for recruitment to Class III of the SLEAS. The petitioners point out that, the Notice does not state the number of vacancies in Class III of the SLEAS, which are to be filled by means of the process set out in “P3”.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      295.79,
      526.76,
      756.0
    ],
    "text": "The petitioners go on to state that, pursuant to the Notice marked “P3”, a Limited Competitive Examination was held on 04th June 2011 for the purpose of recruitment to Class III of the SLEAS under category (iii) described above. All the petitioners sat for this Limited Competitive Examination. The results of this Limited Competitive Examination were published on 29th February 2012. A List titled “LIST OF NAMES SENT TO THE MINISTRY OF EDUCATION THROUGH PUBLIC SERVICE COMMISSION” was published, listing the candidates whose names had been sent to the Ministry of Education because they had successfully passed that Examination and were eligible to be considered for appointment to Class III of the SLEAS. This List has been marked “P5” and names a total of 402 candidates under both the `General Cadre’ and the `Special Cadre’ of Class III of the SLEAS. However, since, as permitted by “P3”, several candidates have applied to be selected for vacancies in the `General Cadre’ and also for vacancies in two fields [or subjects] in the `Special Cadre’, the names of some candidates figure more than once in the List marked “P5”. For example, the candidate named H.M.P.Herath Menike features twice - ie: at the top of the List of Candidates under the `General Cadre’ and also at the top of List of Candidates under the `Special Cadre’ in the subject of `Mathematics’. The petitioners state that, when these duplicate listings are discounted, the List marked “P5” contains the names of 309 candidates whose names have been sent to the Ministry of Education for the purpose of being considered for appointment to Class III of the SLEAS, based on the results of the Limited Competitive Examination. The names of the 25 petitioners are on this List marked “P5”. The petitioners state that, they have learnt that several candidates whose names are in the List marked “P5” have been called for interviews. “P2” specifies that such interviews are held only for the purpose of verifying the basic qualifications of a candidate who has succeeded at a Limited Competitive Examination. However, none of the petitioners have been called for an interview. The petitioners state that, having passed the Limited Competitive Examination and being included in the List marked",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.44,
      526.76,
      756.0
    ],
    "text": "“P5”, they had a reasonable expectation that they too would be called to attend similar interviews and be appointed to Class III of the SLEAS upon verification of their basic qualifications. Having set out the aforesaid factual background, the petitioners move on to their main complaint, which is that, there is a move to implement a proposal [made by the Ministry of Education] to appoint a large number of persons who had been previously carrying out “acting duties” in SLEAS Class III Posts, to substantive and permanent posts within Class III of the SLEAS, in a manner which is outside the process set out in the Service Minute marked “P2” and the Notice marked “P3”. The petitioners complain that such an exercise will contravene the scheme of recruitment set out in the Service Minute marked “P3” and will be arbitrary and irrational. When estimating the number of these persons they claim are about to be appointed in the aforesaid manner, the petitioners have produced two newspaper reports marked “P7(a)” and “P7(b)”. The first report alleges that 642 persons who had not gone before the selection process set out in the Notice marked “P3” were about to be irregularly admitted to Class III of the SLEAS by means of a Cabinet Memorandum submitted by the then Minister of Education. The petitioners aver that, in the aforesaid background, they reasonably apprehend that, as at December 2010, there had been approximately 1200 vacancies in Class III of the SLEAS but that, only 410 of the persons who had qualified for appointment to Class III through the process set out in the Notice marked “P3” [ie: in all three of the aforesaid categories (i), (ii) and (iii)], were to be appointed through that process. They allege that, the correct number of vacancies in Class III had been concealed when publishing the Notice marked “P3” for the purpose of facilitating the aforesaid proposal. In these circumstances, the petitioners plead that, when there are 1200 vacancies in Class III of the SLEAS, the failure to call the petitioners [who have successfully sat for the Limited Competitive Examination and whose names are included in the List marked “P5” which contains only 309 names] for interviews to verify their basic qualifications and, thereafter, appoint the petitioners to Class III of the SLEAS, is arbitrary, capricious and ultra vires the powers of the respondents and amounts to an infringement of the petitioners’ fundamental rights guaranteed by Article 12(1) of the Constitution. Next, the petitioners plead that, any act by the respondents to appoint persons to Class III of the SLEAS by means of a process which is outside the scheme of recruitment set out in the Service Minute marked “P2”, will be arbitrary, capricious and ultra vires the powers of the respondents and amount to an infringement of the petitioners’ rights under Article 12(1). Finally, the petitioners plead that, the respondents’ failure to disclose the number of vacancies which existed in Class III of the SLEAS as part of an attempt to “reserve” a large number of such vacancies in order to facilitate the aforesaid proposal, is also a violation of the petitioners’ rights guaranteed by Article 12(1).",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.04,
      526.77,
      756.0
    ],
    "text": "When the petitioners’ application was taken up before this Court on 26th July 2012, learned Deputy Solicitor General informed Court that there were 410 vacancies in Class III of the SLEAS and that they would all be filled on the basis of the results of the Open Competitive Examination [25% of these vacancies which number 103], on promotions on merit [30% of these vacancies which number 122] and on the basis of the results of the Limited Competitive Examination [45% of these vacancies which number 185]. Learned Deputy Solicitor General also informed Court that, “no position would be filled up out of the minute of the Sri Lanka Administrative Service (P2)”. There appears to have been a slight error in the recording of that assurance by the use of the words “out of” instead of “outside of”. The assurance was, undoubtedly, to the effect that, no positions in the SLEAS would be filled outside the provisions of the Service Minute marked “P2”. The petitioners filed a Further Affidavit dated 17th February 2013, which appears to have been permitted by this Court. In this further affidavit, the petitioners state that, the position taken by the respondents that there were only 410 vacancies in Class III of the SLEAS, is arrived at after taking into account the group of persons who were, in terms of the aforesaid proposal mooted by the Ministry of Education, to be appointed to Class III of the SLEAS outside the scheme of recruitment set out in the Service Minute marked “P2”. Thus, in their further affidavit, the petitioners complained that, “….. a large number of vacancies for class III of the SLEAS had been unlawfully reserved for various people, by not counting the vacant positions where certain persons had been appointed on a covering-up basis. Therefore, when the Gazette [sic - should read “Notice”] marked “P3” was released, all the vacancies were not counted by the authorities for a collateral purpose.”. On 07th August 2013, learned Deputy Solicitor General obtained permission from Court to file an affidavit in response to the aforesaid allegations made in the petitioners’ further affidavit. In pursuance of that application, the 1st respondent [the then Secretary to the Ministry of Education] has filed an affidavit dated 16th September 2013, setting out his position in response to the petitioners’ further affidavit. In his affidavit the 1st respondent, has denied the contents of the petitioners’ further affidavit dated 17th February 2013 and the documents annexed thereto. The 1st respondent has produced documents marked “1R1” to “1R9”. In paragraph [6] (a) of his affidavit, the 1st respondent first says that, the Ministry of Education submitted a proposal to the Cabinet of Ministers to give “supernumerary appointments” in Class III of the SLEAS to officers who had been performing “covering up duties” in SLEAS posts. However, the 1st respondent has omitted to produce a copy of this proposal. At this point, it is relevant to observe that, the use of the words “supernumerary appointments” by the 1st respondent suggests that, the proposal was that these officers should be granted appointments which were not substantive posts within the permanent cadre of Class III of the SLEAS but were outside the permanent cadre of Class III of the SLEAS - vide: the definition of the",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.04,
      530.12,
      649.34
    ],
    "text": "word “Supernumerary” in the Shorter Oxford Dictionary [5th ed.] to mean “in excess of the usual proper or prescribed number;” and also as “Beyond the necessary number”. However, paragraph [6] (b) of the affidavit makes it clear that, when this proposal was submitted, the Cabinet of Ministers was of the view that any vacancies should be filled though the process set out in the Service Minute marked “P2” and directed that the Public Service Commission be consulted. Thereafter, as referred to in paragraphs [6] (c) to (e), the letters marked “1R1” to “1R5” were exchanged between the Ministry of Education and the Public Service Commission. When these letters are sorted into chronological order, the following facts are established: (i) By the letter dated 22nd September 2012 marked “1R1”, the Ministry of Education recommended that the officers who had been performing “cover up duties” be “absorbed” into Class III of the SLEAS by appointing them on a supernumerary basis; (ii) the Public Service Commission replied by its letter dated 06th November 2012 marked “1R3”, stating that, the officers who had been performing “cover up duties” could be “absorbed” into Class III of the SLEAS on a supernumerary basis; (iii) the Ministry of Education then sent its letter dated 08th January 2013 marked “1R2” inquiring whether that should done by appointing these officers to substantive posts in Class III of the SLEAS as and when vacancies arose in those posts or by appointing these officers to those posts on a supernumerary basis and paying them only their salaries and not granting the other benefits of the substantive posts; (iv) the Public Service Commission replied by its letter dated 12th February 2013 marked “1R4” directing that, the Ministry of Education should act in in terms of the guideline issued previously by the Minister of Public Administration, Home Affairs and Plantation Industries and set out in a Note to the Cabinet dated 10th September 1998 marked “1R6” - ie: that any “absorption” of the officers who had been performing “cover up duties” into Class III of the SLEAS should only be through the process of competitive examinations and interviews faced by all those who sought to be appointed to Class III of the SLEAS. In this connection, it is useful to set out the relevant part of “1R6” because the rationale and the directive set out therein are directly relevant to the present application which is before us [underlining and punctuation has been added, for clarity]: “අධි ස ේවක පදනම මත පත්වීම් දීසම්දී නිර්වචන සදකක් ක්‍රියාත්වමකයි.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      650.71,
      525.9,
      663.39
    ],
    "text": "1. ේිර තනතුරුවල ඇබෑර්තු ඇති වන විට එම ඇබෑර්තු අධි ස ේවක පදනම මත සිටින නිලධාරීන්සෙන්",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      664.18,
      526.03,
      717.99
    ],
    "text": "පිරීම - සම් අනුව උ ේීම් බලාසපාසරාත්වතු වන අයසේ උ ේීම් ඇහිසර්. ඒ අනුව ස ේවසේ උදාසීනත්වවය ඇති සේ. 2. අධි ස ේවක පදනම මත පත්වීම් ලබා තනතුරු ආදී සවනත්ව වරප්‍ර ාද සනාලබමින් වැටුප පමණක් ලබා",
    "fonts": [
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      718.78,
      525.92,
      758.33
    ],
    "text": "ෙැනීම - ේිර තනතුරක් දැරීමට නම් නියමිත උ ේීම් පටිපාටිසේ විධිවිධාන අනුව උ ේීම් ලබාසෙන උපසේඛනෙත තනතුරු වලට පත්වීම. උදා: වශසයන් තරඟ විභාෙයට සපනී සිට මත්වීම ස ෝ කු ලතා මත උ ේීම් ලබා ෙැනීම.",
    "fonts": [
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.45,
      526.76,
      745.78
    ],
    "text": "රාජ්‍ය ස ේවසේ උ ේීම් පිළිබඳව විවිධ සරේෂේඨාධිකරණ නඩු පැවරීම නි ා අධි ස ේවක පදනම මත උ ේීම් ලැබූ අයට ඉ ත 2 යටසත්ව වූ ක්‍රමය ම ේථයක් වශසයන් අනුෙමනය කරනු ලැසේ. එමඟින් උ ේීම් බලාසපාසරාත්වතු වන එම ස ේවසේ අනිකුත්ව නිලධාරීන් සමම කණ්ඩායම් අතර තරඟ විභාෙ ා ම්ුඛ පරීක්ෂණවලට සපනී සිට උ ේීම් මඟ උපසේඛනෙත තනතුරුද ලබා ෙැනීම. සයෝජිත කණ්ඩායම 2 විකේපය මත පත්විරීම වඩාත්ව සුදුසු ක්‍රමය වන්සන් දැනට ස ේවසේ සිටින අයසේ විරුද්ධත්වවය එමඟින් සීමා වන බැවිනි.” It is seen from “1R6” that, the then Minister of Public Administration, Home Affairs and Plantation Industries has considered the following two possible methods by which officers who are serving in supernumerary positions could be appointed to substantive and permanent posts in a Service: (i) by directly appointing them to substantive and permanent posts in the Service as and when vacancies arose in the permanent cadre of that Service [Item 1 of “1R6”]; or (ii) by requiring them to seek entry into the permanent cadre of the Service under and in terms of the regular scheme of promotion applicable to that Service [Item 2 of “1R6”]. Thereafter, the then Minister has observed that adopting the method set out in Item 1 blights the promotion prospects of other persons who are in the Service and causes `apathy’ or `indifference’ [vide: Carter’s Sinhalese-English Dictionary (1924)] in the Service. Therefore, the Minister has observed that, where officers who had been serving in supernumerary positions sought to be appointed to substantive and permanent posts in a Service, they should do so in conformity the regular scheme of promotion applicable to that Service. Thus, the Public Service Commission has given clear instructions to the Ministry of Education [by “1R4”] to act in terms of the direction set out in “1R6” - ie: to follow a procedure whereby the officers who had been serving in supernumerary positions are required to seek entry into Class III of the SLEAS by way of competitive examinations and interviews in conformity with the regular scheme of promotion applicable to that Service - ie: the scheme set out in “P2”. However, paragraph [6] (f) and (g) show that, despite this direction, the Ministry of Education later submitted the Note dated 20th March 2013 marked “1R5” to the Cabinet of Ministers recommending that, those officers who had been performing “covering up duties” be “absorbed” into the SLEAS “on a supernumerary basis” after holding interviews – “අධි සේවක පදනම මත ශ්‍රී ලංකා අධ්‍යාපන පරිපාලන සේවයට අන්තර්ග්‍රහණය කිරීමට අමාතය මණ්ඩලසේ අනුමැතිය අසේක්ෂා කරමි.”. The 1st respondent takes the position that this recommendation was a `policy decision’ to be taken by the Cabinet of Ministers in the exercise of its powers under the Constitution. Nevertheless, in paragraph [6] (h), the 1st respondent categorically states that no final decision has been taken with regard to the aforesaid recommendation.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "Calibri",
      "IskoolaPota",
      "NirmalaUI"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.04,
      570.02,
      756.0
    ],
    "text": "Finally, in paragraphs [7] (a) and (b) of his affidavit, the 1st respondent states that: (i) the approved cadre of Class III of the SLEAS is 1783; (ii) the officers who held “covering up appointments” in the SLEAS had been “taken into account” when the Ministry of Education determined the number of vacancies in the approved cadre of Class III of the SLEAS prior to publishing the notice marked “P3”; and (iii) on this basis, 1373 posts in Class III of the SLEAS were “occupied”, leaving only 410 vacancies in Class III [1783 - 1373 = 410]. The petitioners supported their application on 26th November 2013. This Court granted the petitioners leave to proceed under Article 12(1) of the Constitution. On 26th June 2014, learned Deputy Solicitor General informed Court that the 1st respondent is relying on his aforesaid affidavit dated 16th September 2013 and that he does not wish to file any further affidavits. Therefore, the 1st respondent’s position in response to both the petition and the petitioners’ further affidavit, must be taken to be set out in the 1st respondent’s affidavit dated 16th September 2013. Thereafter, 142 persons who stated that they had been “functioning”, for many years, as Assistant Directors of Educations and were to be “absorbed” into Class III of the SLEAS by the Ministry of Education, sought to intervene and be added as Respondents to this application. On 28th October 2016, this Court permitted the addition of these persons as Intervenient Petitioners-Added Respondents. They will be referred to as the “intervenient petitioners”. Several of these intervenient petitioners have filed an affidavit dated 06th November 2015. In their affidavit, the intervenient petitioners stated that: (i) they are all senior officers in the Sri Lanka Teachers’ Service and Sri Lanka Principals Service and possess professional and academic qualifications; (ii) all of them are “presently performing covering up duties in the posts of Assistant Directors of Education, in the SLEAS”; (iii) the fact that, the Limited Competitive Examination for admission to Class III of the SLEAS was not held for eight years, the retirements which took place during this period, the more than three-fold increase of Zonal Education Offices during this period and the shortage of officers to serve in the Northern and Eastern parts of the country during the war, resulted in the SLEAS facing difficulties in carrying out its activities; (iv) in order to resolve these difficulties, senior officers in the Sri Lanka Teachers’ Service and Sri Lanka Principals Service [including the intervenient petitioners] were appointed to perform “cover up duties” as Assistant Directors in the SLEAS, after going through an interview process; (v) all the officers who were so appointed to perform “cover up duties” [including the intervenient-petitioners] were senior teachers or principals who possessed professional and academic qualifications and had played a significant role in developing education at a zonal and national level; (vi) the removal of these officers from the posts they are now “functioning” in, will prejudice the education system; (vii) public funds have been invested in the training of these officers; (viii) several provincial authorities and ministers recommended that these officers be appointed to substantive and permanent posts in the SLEAS; (ix) the intervenient petitioners say that, in view of",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.44,
      526.76,
      756.0
    ],
    "text": "these circumstances, a proposal was formulated to “absorb” all these officers [including the intervenient petitioners] who had been performing duties on a “covering up basis”, into the SLEAS “on a supernumerary basis” in recognition of their long-standing services to the SLEAS and “thereby ensuring that the cadre of the SLEAS will not be affected in any manner.”. The intervenient petitioners go on to state that: (i) a Cabinet Memorandum recommending a proposal on these lines was submitted in 2009. Thereafter, another Cabinet Memorandum dated 26th March 2012 and marked “R7” was submitted by the Minister of Education recommending that officers who had served for three years or more in a “covering up position” and who fulfilled the criteria for appointment to Class III of the SLEAS at the date of such “covering up” appointment and also satisfied some other specified criteria, be “absorbed” into Class III of the SLEAS on a “supernumerary basis”; (ii) the intervenient petitioners claim that the Cabinet of Ministers approved this proposal and requested the Public Service Commission to “determine the feasibility of implementing the said proposal”; (iii) the intervenient petitioners refer to the aforesaid letter marked “1R3” and say that, on that basis, they “understand” that the Public Service has deemed the proposal to be feasible and recommended its implementation; (iv) in line with that thinking, the Ministry of Education prepared a “LIST OF THE PERFORMING A.D.E’S TO BE ABSORBED TO THE SLEAS-2012” which was marked “R8” and which includes almost all the intervenient petitioners. The intervenient petitioners unequivocally state that, the officers named in the list were “to be absorbed into the SLEAS, and thereby granted substantive appointments in the post of Assistant Director of Education.” [emphasis added by me]. The intervenient petitioners plead that: (i) this is the fourth instance that officers serving “covering up duties” have been absorbed in the SLEAS; (ii) the provisions of the Service Minute marked “P2” permit the “absorption” of such officers into Class III of the SLEAS; (iii) in any event, the Cabinet of Ministers has the power to authorise the “absorption” of the intervenient petitioners into Class III of the SLEAS by way of a policy decision; (iv) a decision made by the Cabinet of Ministers to exercise that authority, is an example of a policy decision taken for the “greater public good” since it seeks to appoint officers who have been “functioning on a covering up basis” in supernumerary positions for long periods of time and enables the effective utilization of public funds; and (v) the proposed “absorption” of these officers into Class III of the SLEAS will be done on objective criteria. Finally, the intervenient petitioners refer to a previous Fundamental Rights Application No. SC FR 657/2012 filed in this Court and marked a copy of the petition and order in that application as “R11” and “R12”. The petitioners suggest that the said application related to a post similar to the “covering up” posts held by the intervenient petitioners and claim that, in Application No. SC FR 657/2012, this Court took cognizance of the long service of that petitioner in the post of Assistant Director of Education and granted him relief. That claim does not have any merit since the Order marked “R12” clearly states that the petitioner in that application was only",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.44,
      526.78,
      294.29
    ],
    "text": "granted, by consent, the facility of continuing in his “covering up” post. The Court did not permit his “absorption” into the permanent cadre. The intervenient petitioners also refer to another Fundamental Rights Application No. SC FR 116/2013 where they say, a group of petitioners who are similarly circumstanced with the petitioners in the present application, made an application marked “R13” to this Court on lines similar to the present application and were not granted leave to proceed by the Order marked “R14”. Needless to say, that Order marked “R14”, which only states “Application is dismissed (See the signed Order for details)” does not impact on our duty to fully consider and decide the present application. In order to determine this application, it is firstly necessary to examine whether the Public Service Commission and the Ministry of Education are required to make appointments to Class III of the SLEAS only in terms of and within the scheme set out in the Service Minute marked “P2” or whether appointments to Class III can be properly made through some other method of selection and entrance to Class III.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      295.79,
      526.76,
      756.0
    ],
    "text": "In this regard, it was seen from the earlier description of the contents of the Service Minute marked “P2” that, “P2” provides for recruitment to Class III of the SLEAS by the three fold modes of the Open Competitive Examination, Promotion on Merit and the Limited Competitive Examination. “P2” makes detailed and comprehensive provisions in respect of these three modes of recruitment to Class III. There is no provision made in “P2” for recruitment outside the scheme set out in \"P2” [other than in the limited circumstances envisaged by Clause 27(a) of “P2” which are referred to later in this judgment]. It will now be useful to consider the import of a Service Minute such as “P2”. In this regard, it is hardly necessary to emphasize that, the efficiency and integrity of the public administration system of a country is dependent on the quality of the officers who serve that system. Therefore, it is important to ensure that the recruitment of such officers is made in the best possible manner. A key to achieving that objective is to ensure that recruitment to the Public Service of a country is effected according to published procedures which incorporate proper selection criteria and due and fair process. As Professor Chapman of the University of Manchester [Profession of Government 1960 1st ed at p.74.] observes, this requirement for standardization and formalization of recruitment procedures is brought about by the need to minimize the ill effects of patronage, favouritism and resulting inefficiency and because “efficiency could only be obtained by prescribing some fairly objective tests of merit before appointment.”. These considerations are reflected in the recommendation made, as far back as in 1875, by the aptly named Playfair Commission that, recruitments to the Civil Service of England be made by way of open competition. Thus, as stated in Halsbury’s Laws of England [5th ed. Vol. 20 para. 290] which deals with the appointment of civil servants, the Civil Service Commission of England [which is the equivalent of our Public Service Commission] “must publish a set of principles to be applied for the purpose of the requirement that selection must be on merit on the basis of open and fair competition” and, thereafter, when appointing civil servants, the “Civil Service management authorities must comply with the recruitment",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.44,
      526.76,
      398.57
    ],
    "text": "principles” set out in these publications. These principles apply with equal force to our Public Service, which was founded on the model of the of the Civil Service of England when the Ceylon Civil Service was established in 1833, following the recommendations of the Colebrooke-Cameron Commission. In fact, these principles are clearly incorporated in Chapter II of the Establishments Code which governs “RECRUITMENT PROCEDURE AND APPOINTMENT” of public officers to the Public Service. Thus, section 2 of Chapter II of the Establishments Code is titled “Scheme of Recruitment” and section 2:1 therein states “For every post in the Public Service or, where such a post belongs to a Grade or Service, for every such Grade or Service, there should be a Scheme of Recruitment which specifies the salary scale of post, the qualifications required, age limits and other relevant particulars, drawn up by the Department concerned and approved in accordance with Section 2:2 to 2:5.”. On the same lines, section 1 of Chapter II is titled “General” and section 1:6 therein states “Every appointment must be made in terms of the Scheme of Recruitment approved in terms of sections 2:2 to 2:5.”. Next, section 6:1:5 in Chapter II reiterates that, an appointment must be “in accordance with the approved Scheme of Recruitment.”. In this regard, it should also be mentioned that section 2:1:3 makes it clear that, “A Scheme of Recruitment may be embodied in a Minute governing a Service, e.g. the Minute on the Sri Lanka Administrative Service, which will be issued under the authority of the Cabinet of Ministers.”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      414.13,
      526.77,
      755.16
    ],
    "text": "This Court has consistently recognised that the provisions of the Establishments Code should be complied with and given effect to. That approach stems from early decisions such as PERERA vs. JAYAWICKREME [1985 1 SLR 285] where Wanasundera J [at p.328] described the Establishments Code as the “basic enactment” governing the matters set out therein and as an “authoritative enactment issued by the Cabinet of Ministers” which has “been designed to apply to all classes and categories of Public officers” falling under Article 55 of the Constitution. His Lordship went on to state with regard to the Establishments Code [at p.335], “It would however appear that the Cabinet, after due deliberation, has sought to formulate a Code of regulations containing fair procedures and safeguards balancing the requirements and interests of the Government with the rights of public officers, and the legal protection now provided by the law to public officers is contained in this Code. These procedures are therefore mandatory and cannot be superseded or disregarded without due legal authority.” Wanasundera J went to say with regard to the Establishments Code [at p. 338], “This Code constitutes the norm and embodies the necessary safeguards to protect the rights of public officers. It constitutes the state of the law on this matter and is and should be applicable, without exception, to all public officers of the class or category to which the petitioner belongs. Any departure in a particular case from this basic norm, which is of general application, would be a deprivation of the protection given by the law and must be regarded as unequal treatment and a violation of Article 12(1) of the Constitution.” In a similar vein and a few years later, Kulatunga J observed in PERERA vs. RANATUNGA [1993 1 SLR 39 at p.54-55] that the Establishments Code has been formulated in",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.44,
      526.73,
      204.98
    ],
    "text": "pursuance of the duty cast on the Cabinet of Ministers to provide for and determine all matters of policy relating to the appointment, transfer, dismissal and disciplinary control of public officers and that, accordingly, the Establishments Code is in the nature of “ ….. a constitutional recognition of the concept of the Rule of law, in particular, that government should be conducted within the framework of recognized rules and principles and that, in general, decisions should be predictable and the citizen should know where he is which in turn restricts arbitrary action or discrimination. The relevant provisions of the Establishments Code are in conformity with this concept and through Article 55 (4) are made complementary to Article 12.”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      220.52,
      526.66,
      293.45
    ],
    "text": "Next, it is self-evident that, the Service Minute marked “P2” is a Scheme of Recruitment, as contemplated by section 2:1 and section 2:1:3 of the Establishments Code. Further, as set out earlier, the Establishments Code stipulates that, all appointments to Class III of the SLEAS must and can only be made in terms of and within the scheme set out in the Service Minute marked “P2”.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      308.99,
      526.76,
      411.65
    ],
    "text": "In the light of what I have set out, it is very clear that the Public Service Commission and the Ministry of Education are bound to make appointments to Class III of the SLEAS only in terms of and within the scheme set out in the Service Minute marked “P2”, which has been issued by the Public Service Commission. Appointments made in violation of the scheme set out in “P2” are liable to be struck down by this Court if they are shown to be discriminatory or arbitrary or otherwise in violation of Article 12 (1) of the Constitution.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      427.21,
      526.72,
      678.94
    ],
    "text": "Thus, in JAYAWICKREMA vs. LAKSHMAN [1998 2 SLR 235] which dealt with a comparable situation where this Court considered whether the Post Graduate Institute of Medicine was bound to act within the terms of the regulations it had made, Fernando J observed [at p.249], “It is true that regulations can be amended. But even the authority which made the regulations is bound by them, unless and until they are duly amended; and disregarding its own regulations is not a method by which the authority can amend them.”. In DE SILVA vs. PERIS [SC FR 219/98 SCM 22nd July 1999], which was a case where, in contrast, the Post Graduate Institute of Medicine followed its own regulations and the petitioner complained that doing so caused injustice to her, Amerasinghe J cited Fernando J’s aforesaid statement with approval. His Lordship went on to say “Perhaps, as the Board of Study has recommended and resolved, the criteria ought to be amended; that is something the Board may do. However, for the time being, the Board is governed by the rules and regulations as they are. I am of the view that the Board of the PGIM was not acting mala fide, but was applying the prescribed criteria as it was entitled to do and indeed obliged to do.”. The principle referred to by Fernando J and Amerasinghe J applies here.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      694.36,
      526.72,
      767.4
    ],
    "text": "Secondly, it is necessary to examine whether the aforesaid proposal made by the Ministry of Education to “absorb” officers who have been performing “cover up duties” as Assistant Directors of Education, into the permanent cadre of Class III of the SLEAS, is violative of the scheme set out in the Service Minute marked “P2”.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.44,
      530.12,
      756.96
    ],
    "text": "In this regard, as set out earlier, the 1st respondent has repeatedly said that the Ministry of Education wished to “absorb” these officers into Class III of the SLEAS. In fact, the final proposal made by the Ministry of Education to the Cabinet of Ministers and set out in the Note marked “1R5” recommends that, those officers who had been performing “covering up duties” be “absorbed” [අන්තර්ග්‍රහණය කිරීමට] into the SLEAS “on a supernumerary basis”. The word “absorb” is defined in the Shorter Oxford Dictionary [5th ed.] to mean “include or take (a thing) in so that it no longer has separate existence; incorporate.”. Thus, when an officer is “absorbed” into a Service, he would become an integral part of that service, be placed on par with other officers of the same Class within that Service and be entitled to the same rights and have the same duties as other officers of the same Class within that Service. This would, in the normal course, mean and require that such an officer is appointed to a substantive post in that Service. The deliberate and repeated use of the word “absorb” by the 1st respondent points to the conclusion that, the Ministry of Education intended, by this process of “absorption”, to appoint these officers to substantive posts in Class III of the SLEAS. This conclusion is confirmed by the fact that, while the Establishments Code contemplates that officers will usually hold “substantive appointments” to posts within each Service on a permanent basis, it also provides for officers who will hold posts temporarily or for a short term on the basis of a “substitute appointment” [where the holder of the substantive post is temporarily absent] or a “casual appointment” [as a stop-gap measure for a short period] or a “temporary appointment” [to hold a temporary post] or an “acting appointment” [as a temporary measure only and until a substantive appointment is made] - vide: section 1 and section 2 of Chapter IV, section 13 of Chapter II and section 1 of Chapter II of the Establishments Code. Quite obviously, an officer who is “absorbed” into Class III of the SLEAS in terms of the aforesaid proposal made by the Ministry of Education would not hold a “substitute appointment” or a “casual appointment” or a “temporary appointment” or an “acting appointment” since his appointment will be a permanent one and not be temporary or for a short period of time or pending a substantive appointment. Therefore, his appointment upon “absorption’” could only be to hold a “substantive appointment” in Class III of the SLEAS, as contemplated by the Establishments Code. In any event, the fact that, the “absorption” which the 1st respondent refers to is, in reality, the appointment of those officers to substantive and permanent posts is revealed by the intervenient petitioners’ specific averments in paragraphs [31] and [50] of their affidavit that, the officers named in the list marked “R8” were “to be absorbed into the SLEAS, and thereby granted substantive appointments in the post of Assistant Director of Education.” and “We further state that our absorption and the absorption of all other officers similarly circumstances, is merely the granting of permanency to us and other similarly placed officers in the very posts we have been performing covering up duties …..”. [emphasis added by me].",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "Calibri",
      "NirmalaUI"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.44,
      526.76,
      294.29
    ],
    "text": "Perhaps in the light of this difficulty, both the 1st respondent and the intervenient petitioners have claimed that, officers who are to be “absorbed” into Class III of the SLEAS in terms of the aforesaid proposal, will hold those posts “on a supernumerary basis”. However, that claim does not appear to have a logical basis because an appointment on a supernumerary basis would be an appointment which is outside the permanent cadre of Class III of the SLEAS - vide: the definition of the word “Supernumerary” cited earlier - and could not be an appointment, upon “absorption”, to a substantive and permanent post within that cadre. In other words, an officer who is “absorbed” into Class III of the SLEAS in terms of the proposal made by the Ministry of Education and [as concluded earlier] will hold a substantive and permanent post in Class III, cannot then be regarded as holding that post on a supernumerary basis. It seems to me that, the 1st respondent’s claim that these officers will be “absorbed” into Class III but will yet be holding those posts “on a supernumerary basis”, is a non sequitur.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      309.83,
      526.77,
      487.03
    ],
    "text": "The intervenient petitioners have also submitted that, their proposed “absorption” into Class III “on a supernumerary basis” will only grant them “permanency” but not affect cadre vacancies or affect the petitioners. That submission overlooks the fact that, the proposed “absorption” of the intervenient petitioners into Class III will result in them occupying substantive posts in Class III on a permanent basis. That will fill the cadre vacancies relating to those posts and will deny those posts to the petitioners and any other person who seek those posts through the entry method specified in the Service Minute marked “P2”. The Service Minute marked “P2” makes it clear that, there are only a limited number of posts, each with specified designations, in Class III. Therefore, the proposed so-called “absorption”, of the intervenient petitioners into Class III will directly affect cadre vacancies and prejudice the petitioners.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      502.57,
      526.73,
      560.59
    ],
    "text": "It seems to me that the words “on a supernumerary basis” have been used by the respondents in an attempt to cloud the fact that the so-called “absorption” of these officers resulted in these officers being granted substantive and permanent posts in Class III of the SLEAS.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      576.16,
      526.73,
      708.7
    ],
    "text": "To sum up, the contents of the Service Minute marked “P2” have been described earlier and it is very clear that, “P2” makes no provision for entrance into Class III of the SLEAS through a door which stands outside the three pathways of the Open Competitive Examination, Promotions on Merit and the Limited Competitive Examination, which were described earlier. It is equally evident that, the proposal made by the Ministry of Education to “absorb” officers who have been performing “cover up duties” into Class III of the SLEAS, is a proposal to grant them substantive and permanent posts in Class III by a method which is outside the three pathways specified in “P2” and is violative of the scheme set out in “P2”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      724.12,
      529.88,
      767.4
    ],
    "text": "The third question to be examined has two aspects. First, whether the number of vacancies for appointment to Class III of the SLEAS through the process commenced by the Notice marked “P3” and under and in terms of the Service Minute",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.44,
      526.76,
      756.0
    ],
    "text": "marked “P2” was calculated to be 410 after taking into account the vacancies that would be filled as a result of implementing the aforesaid proposal made by the Ministry of Education to “absorb” officers who have been performing “cover up duties”, into the permanent cadre of Class III of the SLEAS. Second, whether such a method of calculating vacancies contravenes the scheme of recruitment set out in “P2”. The answer to the first aspect of this question is found in the averments made in paragraphs [7] (a), (b), (c) and (d) of the 1st respondent’s affidavit. These averments point clearly to the fact that, the total number of officers who have been performing “cover up duties” as Assistant Directors of Education “had been taken into account in determining the number of vacancies of the approved cadre.” when calculating that “1373 positions had been occupied as at 01.06.2010” in a cadre of 1783. It is on that basis that the Ministry of Education has arrived at the number of 410 vacancies which it intended to fill through the process commenced by the Notice marked “P3” which was published under and in terms of the Service Minute marked “P2” [1783 - 1373 = 410]. In other words, the Ministry of Education proposed to first “absorb” the aforesaid officers into substantive posts in Class III of the SLEAS and, thereafter, fill the 410 vacancies which still remained, through the process commenced by the Notice marked “P3” and under and in terms of the Service Minute marked “P2”. This conclusion is supported by the List marked “R8” produced by the intervenient petitioners which shows that, in 2012, the Ministry of Education intended to “absorb” 624 officers [including all but six of the intervenient petitioners] who had been performing the duties of Assistant Directors of Education, into Class III of the SLEAS. This makes it clear that, the 410 vacancies which the Ministry of Education intended to fill through the process commenced by the Notice marked “P3” and under and in terms of the Service Minute marked “P2”, were the balance vacancies which would remain in Class III after making provision for the aforesaid 624 officers listed in “R8’ to be “absorbed” into Class III. With regard to second aspect of the question, since the Service Minute marked “P2” limits the modes of entry to Class III of the SLEAS to the three pathways described earlier, it is clear that the aforesaid manner in which the Ministry of Education has purported to calculate the number of vacancies for appointment to Class III of the SLEAS, contravenes the scheme set out in “P2”. It also follows that, the actual and correct number of vacancies which existed in Class III of the SLEAS at the relevant time was: the aggregate of the 624 officers whom the Ministry of Education wished to “absorb” into Class III as per the List marked “R8” plus the 410 vacancies which the 1st respondent says remained after the proposed “absorption” of those officers - ie: a minimum of 1034 vacancies [624 +",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.44,
      526.68,
      115.58
    ],
    "text": "410 = 1034]. Thus, the figure of 410 vacancies claimed by the 1st respondent is a gross underestimate.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      131.12,
      526.74,
      323.28
    ],
    "text": "Further, it is seen that, perhaps because they were aware that the method of calculation they intended to adopt was wrong, the respondents chose to omit from the Notice marked “P3”, the number of vacancies which were to be filled through that process. This conduct on the part of the respondents is regrettable, especially since high officials of the State are expected to exert every effort to make the process of recruitment to the Public Service as transparent as possible. As Fernando J stated in in JAYAWARDENA vs. WIJAYATILAKE [2001 1 SLR 132 at p.143] “Respect for the Rule of Law requires the observance of minimum standards of openness, fairness, and accountability in administration; and this means - in relation to appointments to, and removal from, offices involving powers, functions and duties which are public in nature - that the process of making a decision should not be shrouded in secrecy, and that there should be no obscurity as to what the decision is and who is responsible for making it.”",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      338.37,
      526.76,
      756.0
    ],
    "text": "Fourthly, it remains to consider the 1st respondent’s and intervenient petitioners’ position that, even if the aforesaid proposal [to “absorb” officers who have been performing “cover up duties” into Class III of the SLEAS] and the manner of calculation of vacancies are both violative of the scheme set out in the Service Minute marked “P2”, the Public Service Commission and the Ministry of Education are, nevertheless, entitled to implement the aforesaid proposal on the basis that they are giving effect to a `policy decision’ taken by the Cabinet of Ministers. However, this submission made by the respondents and the intervenient petitioners fails to get off the ground for the simple reason that neither the respondents nor the intervenient petitioners have produced a decision by the Cabinet of Ministers to the aforesaid effect. In fact, the 1st respondent himself acknowledges that the Cabinet of Ministers has not taken a decision with regard to the proposal made by the Ministry of Education – vide: paragraph [6] (h) of the 1st respondent’s affidavit which states “however, no final decision has been taken as yet with regard to making such appointments.”. Further, the Cabinet Memorandum dated 26th March 2012 and marked “R7” produced by the intervenient petitioners shows that, an earlier proposal on similar lines submitted by the Ministry of Education on 22nd March 2011, had been rejected by the Cabinet of Ministers because the proposal was in conflict with the Service Minute marked “P2”. – “ශ්‍රී ලංකා අධයාපන පරිපාලන ස ේවසේ තනතුරුවල රාජ්‍කාරි ආවරණය කරන නිලධාරීන් සවනුසවන් ඉදිරිපත්ව වූ 2011.03.22 අමාතය මණ්ඩල ංසද්ශ අංක 2011/ED/E/28 ංසද්ශය ඳ ා වූ අමප /11/0675/530/024 ා 2011 අසේේ 06 අමාතය මණ්ඩල තීරණය වූසේ ශ්‍රී ලංකා අධයාපන පරිපාලන ස ේවා වයව ේථාසේ විධිවිධාන වලට පට ැනිවන බවට නිරීක්ෂණය කර ඇති බැවින් උක්ත ංසද්ශ සයෝජ්‍නාව, නිර්සද්ශ සනාිරීම ඳ ා වූ අනු කාරක භා නිර්සද්ශය අනුමත ිරීමය.”. The Cabinet Memorandum dated 26th March 2012 marked “R7” by the intervenient petitioners and the Note to the Cabinet of Ministers dated",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.44,
      530.12,
      769.68
    ],
    "text": "20th March 2013 marked “1R5” by the 1st respondent are further bites at the same cherry by the Ministry of Education. There is no evidence that, on either of these two renewed attempts, the Cabinet of Ministers decided to approve the same proposal it had rejected earlier. Therefore, the aforesaid question of whether the Public Service Commission and the Ministry of Education are entitled to implement the aforesaid proposal and act outside the scheme set out in the Service Minute marked “P2”, on the basis of giving effect to a `policy decision’ taken by the Cabinet of Ministers, does not arise for consideration. Before parting with this issue, it is relevant to state that, at times material to this application, the powers vested in the Cabinet of Ministers by Article 55 (1) of the Constitution to provide for and determine policy relating to the appointment and promotion of public officers, authorise the Cabinet of Ministers to direct that a Service Minute be amended or scrapped altogether and replaced with another or to direct that a specific procedure be adopted to meet the needs of specific circumstances, which are outside the compass of a Service Minute or are not met by the provisions of a Service Minute. In HETTIARACHCHI vs. SENEVIRATNE [1994 3 SLR 290], Fernando J, in a very brief judgment, expressed the view that the Cabinet of Ministers is not necessarily bound to act in terms of Service Minutes such as “P2”. But, I would think that, in the absence of a published directive issued by the Cabinet of Ministers to adopt a special procedure and follow specified guidelines which are required by reasons of policy and are based on objective and rational criteria, the Cabinet of Ministers would be expected to act in terms of the existing Service Minute marked “P2” other than in instances where a lacuna in “P2” is detected that and the Cabinet of Ministers acts specifically for the purposes of addressing that lacuna - ie: acts in line with paragraph 30 of “P2” which states “Any matter not provided for in this Minute will be determined by the Cabinet of Ministers.”. It seems that, any other approach would leave public officers and those who aspire to become public officers mired in uncertainty and insecurity with regard to their prospects of entering the Public Service and their terms of employment and prospects of promotion in the Public Service. The ill effects of such a situation are obviously damaging and far reaching. In this regard, it is relevant to cite Fernando J’s observation in BANDARA vs. PREMACHANDRA 1994 1 SLR 301 at p. 312] that, “The subjection of Article 55 (1) to the equality provision of Article 12 mandates fairness and excludes arbitrariness. Powers of appointment and dismissal are conferred by the Constitution on various authorities in the public interest, and not for private benefit, and their exercise must be governed by reason and not caprice; they cannot be regarded as absolute, unfettered, or arbitrary, unless the enabling provisions compel such a construction.” In any event, Article 4 (d) of the Constitution requires the Cabinet of Ministers, when exercising its executive powers, to respect, secure and advance fundamental rights declared by the Constitution and to not abridge, restrict or deny these fundamental",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.44,
      526.78,
      756.0
    ],
    "text": "rights in any manner, except to the extent provided for by the Constitution itself. Therefore, as held by this Court time and again, an exercise of executive powers in a manner which violates fundamental rights guaranteed by the Constitution, is liable to be struck down. Finally, a reference should be made to Clause 27 (a) of “P2” which states “The posts enumerated in Class I, in Class II and in Class III of the Schedule to the Minute will normally be held by officers in the Services. The Cabinet however reserves the right to appoint any Public Officers to any of the posts enumerated in the schedule.”, The petitioners have correctly submitted that Clause 27(a), in itself, cannot be regarded as a carte blanche given to the Cabinet of Ministers to disregard the scheme of recruitment set out in “P2” altogether and make large scale recruitments to the SLEAS outside the terms of “P2”. Instead, it is plain to see that, Clause 27(a) contemplates a discretionary power given to the Cabinet of Ministers to appoint a public officer from another Service to a post in the SLEAS in special circumstances - for instance, where a suitably qualified officer is not available within the SLEAS. Any other interpretation of Clause 27(a) will defeat the purpose of the detailed and comprehensive scheme of recruitment set out in “P2”. To conclude: I hold that, the Public Service Commission and the Ministry of Education are permitted to make appointments to Class III of the SLEAS only in terms of and within the scheme of recruitment set out in the Service Minute marked “P2”. Next, I hold that, the 1st to 10th and 1A, 1B and 2A to 10A respondents [ie: the Secretary, Ministry of Education and his successors and the Public Service Commission and their successors] have attempted to improperly bypass and, thereby, contravene the scheme set out in the Service Minute marked “P2” and grant substantative appointments in Class III of the SLEAS to a large number of officers [including the intervenient petitioners] who had been holding “acting appointments” or “cover up” appointments as Assistant Directors of Education. I further hold that, the said respondents have adopted an erroneous and unjustifiable method of calculating the number of vacancies in Class III to be filled through the process commenced by the Notice marked “P3” and in terms of the Service Minute marked “P2”. The said respondents have also wrongfully suppressed the correct number of vacancies. Finally, I hold that, despite the petitioners’ names being included in the List marked “P5” as persons who were eligible to be admitted to Class III of the SLEAS following the results of the Limited Competitive Examination and despite, as stated earlier, the correct number of vacancies in Class III being a minimum of 1034, the said respondents have wrongfully failed to call the petitioners for interviews to verify whether they have the basic qualifications for appointment to Class III of the SLEAS and to, thereafter, appoint the petitioners to Class III if they were found to have the basic qualifications.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.44,
      526.78,
      741.1
    ],
    "text": "I hold that the aforesaid actions and omissions of the 1st to 10th and 1A, 1B and 2A to 10A respondents are unreasonable, arbitrary and capricious and have resulted in the petitioners being treated unequally with the intervenient petitioners whom the Ministry of Education intended to appoint to Class III of the SLEAS. Thereby, the said respondents have violated and are about to violate the petitioners’ fundamental rights guaranteed by Article 12 (1) of the Constitution. As mentioned earlier, learned Deputy Solicitor General informed this Court, on 26th July 2012, that no positions in the SLEAS would be filled outside the provisions of the Service Minute marked “P2”. Therefore, it can be assumed that, the proposal mooted by the Ministry of Education to “absorb” a large number of officers [including the intervenient petitioners] who had been holding “acting appointments” or “cover up” appointments, into Class III of the SLEAS, has not, so far, been implemented. In view of the determinations made earlier, I direct that the aforesaid proposal not be proceeded with and that none of these officers be absorbed or be appointed to Class III of the SLEAS other than under and in terms of the scheme of recruitment set out in the Service Minute marked “P2” or such other Service Minute or Scheme of Recruitment as may be in force at the relevant time. Further, the respondents are directed to forthwith call the petitioners [who are presently in service in the Sri Lanka Teachers’ Service or Sri Lanka Principals Service] for interviews to verify whether the petitioners have the basic qualifications for appointment to Class III of the SLEAS and, to forthwith appoint the petitioners to Class III of the SLEAS if they are found to have such basic qualifications. Any such appointments should be with effect from the last date on which a person whose name was included in the List marked “P5” was appointed to Class III of the SLEAS following the interviews held in terms of the Notice marked “P3” for some candidates named in the List marked “P5” [in this regard, it is not in dispute that some of the persons named in “P5” were interviewed and were appointed to Class III of the SLEAS in or about 2012 or 2013]. In view of this order, there is no necessity to consider awarding any compensation to the petitioners. Finally, the petitioners have not prayed for an Order declaring that the intervenient petitioners and other officers who have been functioning on an “acting” or “cover up” basis in posts which are allocated to Class III of the SLEAS, are not entitled to continue to function in such posts. In any event, the intervenient petitioners have functioned in those posts for long periods of time and, it would appear, they have discharged their duties satisfactorily. Therefore, it is necessary to state, for purposes of clarity, that the orders made earlier in this judgment have no effect on the intervenient petitioners [who are presently in service] continuing in the “acting appointments” or “cover up” appointments they have been functioning in. Their status quo will remain unchanged until their dates of retirement or earlier termination, so long as the Ministry of Education and the Public Service Commission consider it",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.44,
      526.68,
      487.99
    ],
    "text": "suitable to continue that status quo. However, if these officers wish to obtain substantive appointments in Class III of the SLEAS, they can do so only in terms of the Service Minute marked “P2” or such other Service Minute or Scheme of Recruitment as may be in force at the relevant time. The petitioners are entitled to recover the costs of this application from the State. Judge of the Supreme Court S.Eva Wanasundera, PC J. I agree Judge of the Supreme Court L.T.B.Dehidenya J. I agree",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      288.05,
      489.49,
      442.28,
      517.75
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  }
]