[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      72.05,
      529.48,
      103.67
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      103.73,
      542.61,
      151.31
    ],
    "text": "In the matter of an Appeal under Section 5C of the High Court of the Provinces (Special Provisions) Act No. 19 of 1990, as amended by Act No. 54 of 2006.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      151.37,
      290.92,
      230.63
    ],
    "text": "SC Appeal No: 151/2014 SC/HCCA/LA No: 282/2013 EP/HCCA/TRN App. No: 107/99 (F) DC Trincomalee Case No: 287/93",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      230.69,
      532.9,
      706.67
    ],
    "text": "Ganendralingam Sri Vidyadevi, 10/5, Huskinson Street, Trincomalee. Presently of Canada, Through her Attorney, A Kulalingam, 60/80, 17th Lane, Murugan Koviladdi, Linganagar, Trincomalee. PLAINTIFF Vs. S. Tharmathasan, 135, Customs Road, Trincomalee. DEFENDANT And between Ganendralingam Sri Vidyadevi, 10/5, Huskinson Street, Trincomalee. Presently of Canada, Through her Attorney, A Kulalingam, 60/80, 17th Lane, Murugan Koviladdi, Linganagar, Trincomalee. PLAINTIFF PETITIONER",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      72.05,
      425.66,
      373.43
    ],
    "text": "Vs. S. Tharmathasan, 135, Customs Road, Trincomalee. DEFENDANT RESPONDENT 1. Sabareen Corera 2. Corera Johnson 3. Corera Melvin 4. Corera Alpin 5. Corera Maclin",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      373.61,
      532.9,
      706.67
    ],
    "text": "135, Customs Road, Trincomalee. SUBSTITUTED DEFENDANTS RESPONDENTS And Between Ganendralingam Sri Vidyadevi, 10/5, Huskinson Street, Trincomalee. Presently of Canada, Through her Attorney, A Kulalingam, 60/80, 17th Lane, Murugan Koviladdi, Linganagar, Trincomalee. PLAINTIFF - PETITIONER APPELLANT Vs. 1. Sabareen Corera 2. Corera Johnson",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      270.48,
      72.05,
      376.35,
      182.99
    ],
    "text": "3. Corera Melvin 4. Corera Alpin 5. Corera Maclin",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      183.17,
      542.42,
      309.95
    ],
    "text": "135, Customs Road, Trincomalee. SUBSTITUTED DEFENDANTS RESPONDENTS RESPONDENTS And now between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      270.48,
      310.13,
      389.68,
      468.71
    ],
    "text": "1. Sabareen Corera 2. Corera Johnson 3. Corera Melvin 4. Corera Alpin 5. Corera Maclin",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      270.48,
      468.77,
      559.36,
      706.67
    ],
    "text": "135, Customs Road, Trincomalee. SUBSTITUTED DEFENDANTS RESPONDENTS RESPONDENTS APPELLANTS Vs Ganendralingam Sri Vidyadevi, 10/5, Huskinsons Street, Trincomalee. Presently of Canada, Through her Attorney, A Kulalingam, 60/80, 17th Lane, Murugan Koviladdi, Linganagar, Trincomalee. PLAINTIFF - PETITIONER APPELLANT - RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.05,
      542.47,
      294.11
    ],
    "text": "Before: P. Padman Surasena, J Yasantha Kodagoda, PC, J Arjuna Obeyesekere, J Counsel: Dr. Sunil Cooray with Nilanga Perera for the Substituted Defendants Respondents Respondents Appellants G Jeyakumar for the Plaintiff Petitioner - Appellant Respondent Argued on: 2nd March 2023 Written Tendered by the Substituted Defendants Respondents Respondents Submissions: Appellants on 20th November 2014 and 14th June 2024",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      293.82,
      542.86,
      535.43
    ],
    "text": "Tendered by the Plaintiff Petitioner - Appellant Respondent on 23rd January 2015 and 8th July 2024 Decided on: 19th December 2024 Obeyesekere, J The Substituted Defendants Respondents Respondents Appellants [the Defendants] sought and obtained leave to appeal from this Court on 5th September 2014 against the judgment of the Provincial High Court of the Eastern Province holden in Trincomalee exercising Civil Appellate jurisdiction [the High Court] on the following three questions of law: (1) Did the High Court err in law in holding that the application for writ of execution",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      538.38,
      542.92,
      608.51
    ],
    "text": "made by the Plaintiff Petitioner - Appellant Respondent [the Plaintiff] on 8th February 2008 is not barred by Section 337 of the Civil Procedure Code? (2) Did the High Court err in law in holding that the impugned order of the District Court",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      611.34,
      542.51,
      681.47
    ],
    "text": "dated 21st January 2009 was a judgment or final order and not an interlocutory order? (3) Did the High Court err in law in holding that in appealing against the impugned order",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      684.42,
      542.6,
      700.55
    ],
    "text": "of the District Court dated 21st January 2009 the Plaintiff had followed the correct",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.75,
      379.91
    ],
    "text": "procedure when, instead of making an application for leave to appeal, he filed a notice of appeal and a petition of appeal in the District Court? During the hearing, the learned Counsel for both parties referred to the decisions of this Court in Chettiar v Chettiar [(2011) 2 Sri LR 70] and Priyanthi Senanayake v Chamika Jayantha [2017 BLR 74] which have addressed the second and third questions of law. At the conclusion of the hearing, the parties were directed to consider the findings in the said two cases and to tender additional written submissions within four weeks on the applicability of the said cases to this appeal. The said written submissions were however filed only in June and July this year. Facts in brief The Plaintiff filed action in the District Court of Trincomalee on 3rd June 1993 [the District Court] stating that: (a) the premises referred to in the schedule to the plaint, namely a land in extent of 1R",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      383.21,
      542.66,
      471.95
    ],
    "text": "0.4P with a tiled house of two rooms situated thereon had been let to the Defendant [the Defendant], who is the husband of the 1st Substituted Defendant and the father of the 2nd 5th Substituted Defendants; (b) in November 1992 he had demanded that vacant possession of the said premises be",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      475.25,
      542.53,
      710.03
    ],
    "text": "handed over within six months but that the Defendant had failed to comply with the said demand. The Plaintiff had accordingly sought to eject the Defendant and all those holding under him from the said premises and a sum of Rs. 500 per month as damages until vacant possession is handed over. Pursuant to the filing of the answer, the parties had informed Court that a settlement had been reached on the following terms: (a) The Defendant shall hand over vacant possession of the said premises to the Plaintiff on 11th May 1996, thus allowing the Defendant to occupy the said premises for a period of almost two and half years after the settlement;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.05,
      542.89,
      103.79
    ],
    "text": "(b) The Defendant shall pay as damages a sum of Rs. 250 per month from 1st June 1993",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      107.09,
      542.8,
      700.55
    ],
    "text": "until possession is handed over; (c) The Plaintiff shall be entitled to take steps for execution of the decree and to eject the Defendant from the said premises after 11th May 1996. Decree had accordingly been entered on 11th November 1993. Thus, the District Court case came to an end on 11th November 1993. On 23rd May 1996, the Plaintiff made an application to the District Court for (a) a writ of execution of the decree and (b) possession of the said premises to be handed over to the Plaintiff. On 27th May 1996, the District Court issued the writ of execution for the delivery of the said premises. When the Fiscal visited the said premises on 22nd June 1996, the Defendant handed over the tiled house with two rooms but refused to vacate four shops situated on the property adjoining the said house on the basis that the said shops did not form part of the property referred to in the schedule to the plaint. In spite of that, on the same date, the parties had entered into an agreement by which the Defendant undertook to handover the adjoining land to the Plaintiff by 21st July 1996 leaving no doubt with regard to the identity of the premises that he was required to hand over to the Plaintiff. As the Defendant had failed to comply with the said undertaking, the Plaintiff had visited the said premises with a surveyor and the Fiscal on 30th August 1996 and attempted to survey the said property. Although the Defendant was in breach of the above undertaking to vacate the entirety of the said premises, he moved the District Court on 3rd September 1996 and sought an order that he is not liable to hand over the adjoining premises for the aforementioned reason. Having conducted a formal inquiry, the District Court had refused the said application by its Order delivered on 9th January 1997. The Defendant had thereafter filed a revision application in the Court of Appeal complaining that the procedure followed by the Fiscal was contrary to law. By its judgment delivered on 31st May 1999, the Court of Appeal had held that the Fiscal had exceeded his powers when he visited the said premises with a surveyor on 30th August 1996 and that the Fiscal ought to have reported facts to the District Court if there was any impediment to the execution of the writ. The",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.36,
      125.87
    ],
    "text": "Court of Appeal had thereafter set aside the said order of the District Judge, and made the following order:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      125.82,
      542.9,
      716.27
    ],
    "text": "the writ issued in terms of the order appearing in journal entry dated 23rd May 1996 be recalled and we set aside all proceedings taken subsequent to its issue. The Plaintiff Respondent could, if so advised, make a fresh application for the execution of the decree. The Defendant had passed away on 14th July 2005. Having remained silent for almost 9 years, the Plaintiff moved the District Court by way of a petition dated 18th February 2008 seeking to substitute the wife and children of the Defendant in place of the Defendant and to execute the decree dated 23rd May 1996. The Substituted Defendants had objected to the said application on the basis that the application for writ is outside the time period of ten years specified in Section 337(1) of the Civil Procedure Code. Having heard both parties, the District Court by its Order dated 21st January 2009 upheld the said objection and refused the application for writ. Aggrieved, the Plaintiff invoked the jurisdiction of the High Court by way of a notice of appeal followed by a petition of appeal on the basis that the said order of the District Court is an order that falls within Section 754(1) of the Civil Procedure Code. While the Substituted Defendants did not seek to agitate any factual matters, they had raised an objection that the Plaintiff ought to have filed an application seeking leave to appeal instead of a final appeal by way of a notice of appeal and a petition of appeal. By its judgment delivered on 14th June 2013, the High Court overruled the said objection raised before the District Court and set aside the finding of the District Court that the application for writ has been made outside the time period set out in Section 337(1). This appeal lies from the said judgment. Section 337 of the Civil Procedure Code The first question of law on which leave to appeal has been granted is whether there has been compliance with Section 337(1). Section 337 of the Civil Procedure Code reads as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      72.17,
      542.43,
      87.95
    ],
    "text": "(1) No application (whether it be the first or a subsequent application) to execute",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      91.25,
      542.45,
      144.95
    ],
    "text": "a decree, not being a decree granting an injunction, shall be granted after the expiration of ten years from:",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      128.64,
      145.13,
      542.43,
      160.91
    ],
    "text": "(a) the date of the decree sought to be executed or of the decree, if any, on",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      128.64,
      164.21,
      542.43,
      214.91
    ],
    "text": "appeal affirming the same; or (b) where the decree or any subsequent order directs the payment of money",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      218.21,
      542.5,
      290.99
    ],
    "text": "or the delivery of property to be made on a specified date or at recurring periods, the date of the default in making the payment or delivering the property in respect of which the applicant seeks to execute decree.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      291.17,
      542.41,
      306.95
    ],
    "text": "(2) Nothing in this section shall prevent the court from granting an application for",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      310.25,
      542.54,
      418.07
    ],
    "text": "execution of a decree after the expiration of the said term of ten years, where the judgment-debtor has by fraud or force prevented the execution of the decree at some time within ten years immediately before the date of the application. (3) Subject to the provisions contained in subsection (2), a writ of execution, if",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      421.25,
      496.08,
      455.99
    ],
    "text": "unexecuted, shall remain in force for one year only from its issue, but",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      128.64,
      456.17,
      542.57,
      471.95
    ],
    "text": "(a) such writ may at anytime, before its expiration, be renewed by the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      128.64,
      475.25,
      542.58,
      545.03
    ],
    "text": "judgment-creditor for one year from the date of such renewal and so on from time to time; or (b) a fresh writ may at anytime after the expiration of an earlier writ be",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      548.21,
      195.78,
      582.95
    ],
    "text": "issued,",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      583.13,
      542.68,
      710.03
    ],
    "text": "till satisfaction of the decree is obtained. While Section 337(2) does not apply in this appeal, the commencement of the time period set out in Section 337(1) can be triggered in one of two different ways. The first is from the date of the decree, which in this case is 11th November 1993. The second is where the decree provides for the delivery of property to be made on a specified date, the time period of ten years shall commence on the date the default takes place in delivering the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.92,
      703.67
    ],
    "text": "property. In either of the two ways, the writ of execution so issued is valid for a period of one year and where it is not executed, may be extended for periods of one year at a time, subject to the limitation of ten years set out in Section 337(1). Even though the decree was entered on 11th November 1993, the parties had agreed that the Defendant shall be entitled to occupy the premises until 11th May 1996. With the Defendant having gone back on his undertaking to hand over the premises on that date, the entitlement of the Plaintiff to take steps for execution of the decree arose only on 11th May 1996. Thus, the operative date for the purposes of Section 337(1) was 11th May 1996. The application for execution of the writ was made on 23rd May 1996. This application, which I shall refer to as the first application, is therefore compliant with Section 337(1). Calculation of the ten year period by the District Court and the High Court Although the writ of execution was granted by the District Court on 27th May 1996, the entire process came to a grinding halt with the revision application filed in the Court of Appeal and upon the Court of Appeal granting an interim order on 26th February 1997 staying the execution of the writ pending the final determination of the said revision application. At the time this interim order was issued, the first application was still within its validity period of one year. With the Court of Appeal having recognised the right of the Plaintiff to make a fresh application, the Plaintiff did so by his petition filed on 18th February 2008. When taken from the operative date of 11th May 1996, on the face of it, the fresh application, which I shall refer to as the second application, is clearly outside the time period of ten years provided by Section 337(1) and for that reason, the District Court, by its Order delivered on 21st January 2009 took the view that the second application was outside the time period specified in Section 337(1) and refused the application for a writ to execute the decree. The High Court quite correctly took the view that the District Court had failed to consider that the interim order issued by the Court of Appeal had prevented the Plaintiff from executing the writ. The High Court held further that, (a) the entitlement of the Plaintiff to make an application arose only on 31st May 1999 with the delivery of the judgment of the Court of Appeal, (b) the operative date shall be 31st May 1999, and (c) with the second",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      71.82,
      542.87,
      360.95
    ],
    "text": "application having been made on 18th February 2008, it was clear that the second application has been made within ten years of the operative date. The High Court accordingly set aside the order of the District Court and allowed the Plaintiffs application for a writ of execution and the ejectment of the Substituted Defendants. Liberal or conservative approach? Prior to considering the judgment of the High Court, there are two matters that I must advert to. The first is, in interpreting Section 337, should Court adopt a liberal or conservative approach? In Samad v Zain [1983 BALJ Reports Vol. 1 Part V, 190] Wanasundera, J, having held that, The Supreme Court has always been disposed to overlook technicalities in dealing with execution proceedings referred to with approval, the judgment of: (a) Wijeyewardena, J in Murugappa Chettiar v Bandaranayake and Others [43 NLR 489,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      364.13,
      542.78,
      697.31
    ],
    "text": "at page 491] where it was held that, The provisions of section 337 of the Code are highly penal and should not be construed very strictly against a judgment-creditor, so as to prevent him from recovering money found to be due to him by a decree of court.; and (b) Dalton, J in Nanayakkara v Sulaiman [28 NLR 314, at page 315] which cited with approval the observation by the Privy Council in Bissesur Lall Sahoo v. Maharajah Luckmessur Singh [6 Indian Appeals 233] that in execution proceedings the Court will look at the substance of the transaction, and will not be disposed to set aside an execution upon merely technical grounds, when the execution has been found to be substantially right.\" Although the above findings have been arrived at in the context of whether an application seeking an extension of a writ of execution should be refused for want of due diligence on the part of the judgment creditor, which was a requirement under Section 337(1) as it stood prior to its amendment in 1980, I am of the view that Court should be mindful of the fact that by Section 337, a judgment creditor is trying to reap the rewards of his hard work having pursued a judgment debtor at great cost for several years and therefore,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.79,
      198.95
    ],
    "text": "Court must not be overly technical when interpreting the provisions of Section 337 or be unduly harsh on the judgment creditor. A similar view has been expressed by Samayawardhena, J in Fawzan v Mohammed and Others [SC Appeal No. 135/2017, SC Minutes of 31st March 2023] where it was held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      199.13,
      542.86,
      700.55
    ],
    "text": "The ten year period ought to be interpreted broadly in favour of the decree holder, not against him. It must be understood that the petitioner is the decree holder or the judgment-creditor and by virtue of the decree in his favour, he has every right to have it executed. At the stage of execution of the decree, the judgment-creditor shall not be called upon to prove his case again as if it is a second trial. The Court shall not discourage the judgment-creditor from executing the decree by imposing unnecessary fetters. Instead, the Court shall facilitate the judgment-creditor reaping the fruits of his hard earned victory. What is necessary is not the mere execution of the decree but the enforcement of the decree. What is the use of having a decree on a piece of paper if the decree holder cannot translate it into reality? Justice should be real, not illusory. In execution proceedings, there is no room for technical objections. In such proceedings the Court shall look at the substance, not the form. The Court shall interfere with the execution only if substantial or material prejudice has been caused to a party or a claimant by any lapse on the part of the Court or the judgment-creditor resulting in a grave miscarriage of justice. [emphasis added] Events beyond the control of the judgment creditor Bearing in mind that the Court shall not place any unnecessary fetters on the pathway of a judgment creditor but that the intention of the legislature in imposing limits on the time period within which an application must be made must also be given effect to, the second matter that I wish to advert to is the manner in which the commencement date of the time period set out in Section 337(1) shall be determined.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.8,
      484.55
    ],
    "text": "In most cases, it is straight forward and leaves no ambiguity. However, there can be situations which are beyond the control of the judgment creditor which prevents him or her from taking steps to execute the decree. One such situation arose in Mohammed Azar v Idroos [(2008) 1 Sri LR 232]. This was a case filed under Section 22(1)(bb) of the Rent Act, as amended which enabled the landlord to file action to recover premises on the basis of a reasonable requirement of the premises for the landlord. Section 22(1c) however provided that no writ of execution of a decree shall be issued until the Commissioner of National Housing notifies Court that he is able to provide alternative accommodation for such tenant. Thus the Rent Act prevented the Court from issuing a writ of execution until the condition set out in the said section was fulfilled. So long as this legal prohibition remained in force, the judgment creditor had no right to obtain the writ of ejectment. This section was repealed by Act No. 26 of 2002 and substituted with a provision that enabled the landlord to deposit prior to the institution of such proceedings the rental due for 10 years or a sum of Rs. 150,000 whichever is higher, and to make an application for a writ one year thereafter. After the amendment, the judgment creditor in the said case deposited the money and moved for writ in terms of the amended provision, only to be confronted with the objection that his application is outside the time period set out in Section 337(1). In considering whether Section 337(1) is a bar to the application of a writ of ejectment, Amaratunga, J held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      484.73,
      542.65,
      706.79
    ],
    "text": "Since the legal impossibility of the judgment creditor to obtain the writ continued for twenty years, the judgment creditor was not entitled to obtain execution of the decree and accordingly he cannot be faulted for not applying for the writ within ten years from the date of the decree. [page 240] The limit of 10 years contemplated in section 337(1) commenced to run only from 24.12.2003. The time bar prescribed by section 337(1) commences to operate only from the date on which the judgment creditor becomes entitled to execute the writ, and as such it has no application to a case where the judgment creditor is prevented by a rule of law from executing the writ entered in his favour. The time bar will apply in cases where the judgment creditor after becoming entitled to obtain the writ has slept over his rights for ten years It would indeed be unjust and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.93,
      706.79
    ],
    "text": "inconsistent with the purpose of section 337(1) to apply the time bar in a situation where the decree has become incapable of execution due to a rule of law which prevents its execution. [emphasis added; page 241] Conclusion on the first question of law The application for the writ of execution, made on 23rd May 1996 and valid until 22nd May 1997, was suspended by the interim order of the Court of Appeal made on 26th February 1997. The Plaintiff could not have proceeded any further as long as the said interim order was in place. Whether he could have proceeded at all to execute the decree was dependent on the outcome of the revision application filed in the Court of Appeal. That opportunity opened up for the Plaintiff only on 31st May 1999 with the judgment of the Court of Appeal. Although I am in agreement with the High Court that the time period during which the Plaintiff could not have taken steps to execute the decree due to the interim order issued by the Court of Appeal, namely the period between 26th February 1997 and 31st May 1999 cannot be considered in the calculation of the ten year period for the purposes of Section 337(1), I am unable to agree with the conclusion reached by the High Court that the operative date for the purposes of Section 337(1) must be 31st May 1999 as such a conclusion is contrary to the provisions of Section 337(1)(b). In my view, the operative date for the commencement of the ten year period shall remain at 11th May 1996. However, once the period of 27 months that the interim order was in force is deducted in calculating the ten year period, the Plaintiff had time until early September 2008 to make a fresh application. The Plaintiff did so on 18th February 2008. I am therefore of the view that the second application for a writ of execution was made within the time period set out in Section 337(1)(b) of the Civil Procedure Code. Accordingly, I hold that the High Court did not err in law when it held that the application for a writ of execution made by the Plaintiff on 18th February 2008 is not barred by Section 337 of the Civil Procedure Code. The corollary of the above conclusion is that the learned District Judge has erred in this regard when it held that the application for writ has been made outside the time period set out in Section 337(1). Therefore, I hold that the High Court was correct when it held that the finding of the District Court in this regard must be set aside, and I would thus answer the first question of law in the negative.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.05,
      542.92,
      379.79
    ],
    "text": "Second and Third questions of law However, I am mindful of the fact that the Plaintiff must first invoke the correct jurisdiction of the High Court if he is desirous of moving the High Court to set aside the finding of the District Court on the above point. Let me now proceed to consider that question which is reflected in the second and third questions of law in respect of which this Court has granted leave to appeal. The second question of law is whether the Order made by the District Court on 21st January 2009 was a final or interlocutory order. The third question of law is dependent on the answer to the second question, that is whether the Plaintiff had a right of appeal and could have filed a notice of appeal and petition of appeal as opposed to seeking leave to appeal. The starting point of this discussion is Section 754 of the Civil Procedure Code, which is re-produced below in its entirety:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      380.09,
      542.36,
      395.87
    ],
    "text": "(1) Any person who shall be dissatisfied with any judgment, pronounced by any",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      399.05,
      542.51,
      487.91
    ],
    "text": "original Court in any civil action, proceeding or matter to which he is a party may prefer an appeal to the Court of Appeal against such judgment for any error in fact or in law. (2) Any person who shall be dissatisfied with any order made by any original Court",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      491.09,
      542.53,
      671.99
    ],
    "text": "in the course of any civil action, proceeding or matter to which he is, or seek to be a party, may prefer an appeal to the Court of Appeal against such order for the correction of any error in fact or in law, with the leave of the Court of Appeal first had and obtained. (3) Every appeal to the Court of Appeal from any judgment or decree of any original court, shall be lodged by giving notice of appeal to the original court within such time and in the form and manner hereinafter provided. (4) The notice of appeal shall be presented to the court of first instance for this",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      128.64,
      675.17,
      542.5,
      710.03
    ],
    "text": "purpose, by the party appellant or his registered attorney within a period of fourteen days from the date when the decree or order appealed against was",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      72.17,
      542.53,
      179.99
    ],
    "text": "pronounced, exclusive of the day of that date itself and of the day when the petition is presented and of Sundays and public holidays, and the court to which the notice is so presented shall receive it and deal with it as hereinafter provided. If such conditions are not fulfilled, the court shall refuse to receive it. (5) Notwithstanding anything to the contrary in this Ordinance, for the purposes",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      183.29,
      212.89,
      217.91
    ],
    "text": "of this Chapter-",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      218.21,
      542.45,
      376.79
    ],
    "text": "\"Judgment \" means any judgment or order having the effect of a final judgment made by any civil court; and \"order\" means the final expression of any decision in any civil action, proceeding or matter, which is not a judgment.\" Thus, any person dissatisfied by: (a) a final judgment may prefer an appeal against such judgment by filing a notice of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      380.09,
      542.36,
      449.75
    ],
    "text": "appeal within 14 days of the judgment followed by a petition of appeal within 60 days of the judgment; (b) an order which has the effect of a final judgment too may prefer an appeal against",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      453.05,
      542.49,
      522.71
    ],
    "text": "such order by filing a notice of appeal within 14 days of the said order followed by a petition of appeal within 60 days thereof; (c) an order which is not a judgment coming under (a) or (b) above may prefer an appeal",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      526.01,
      542.42,
      709.91
    ],
    "text": "against such order with the leave of the appellate court first had and obtained. The time period for preferring such application has been specified in Section 757(1). The Plaintiff proceeded on the basis that the impugned Order came within (b) above and filed a notice of appeal and a petition of appeal, only for the Substituted Defendants to take up the objection that the order delivered by the District Court is only an order, and hence the Plaintiff ought to have filed an application seeking leave to appeal. The High Court overruled the said objection and held that the order of the District Court has the effect of a final judgment and that the procedure followed by the Plaintiff was correct.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.17,
      542.95,
      710.03
    ],
    "text": "Our Courts as well as the English Courts have faced considerable difficulty in determining whether an order delivered prior to a final judgment is an interlocutory order or whether it is an order having the effect of a final judgment. The conflicting paths adopted by this Court in Siriwardena v Air Ceylon Limited [(1984) 1 Sri LR 286] and Ranjit v Kusumawathie [(1998) 3 Sri LR 232] were considered by a bench of five judges of this Court in Chettiar v Chettiar [supra] and was cited with approval by a bench of seven Judges of this Court in Priyanthi Senanayake v Chamika Jayantha [supra]. The latter has since been followed in The Maharaja Organisation Limited v Viacom International Inc and another [(2021) 3 Sri LR 26 at page 32] and Wille Arachchige Madushani Perera v Indrani Silva [SC Appeal No. 107/2023; SC Minutes of 13th February 2024]. The High Court has considered the above judgments and concluded that with the delivery of the Order of the District Court on 21st January 2009 no other rights of the parties remained to be decided, and that the said order is therefore an order having the effect of a final judgment. However, in determining the nature of the order delivered by the District Court in this appeal, the difficulties that arose in the aforementioned cases in determining whether an order has the effect of a final judgment does not arise. I have already stated that the parties entered into a settlement on 11th November 1993 and that the decree based on such settlement was also entered on the same date. Thus, with the final judgment and decree in place, any other orders entered thereafter cannot be categorised as orders having the effect of a final judgment but would fall under the definition of an order. The scheme of the procedure adopted in a civil case, taken in conjunction with the spirit of Section 754 of the Civil Procedure Code does not permit me to arrive at any finding that an order made after the final judgment which has determined the rights and obligations of the parties can also have the effect of a final judgment. A similar situation arose in Leelawathie v Sirisena [SC/HC CA/LA/72/2023; SC Minutes of 15th February 2024]. The District Court had entered final judgment in favour of the plaintiff and the appeal of the defendant had been dismissed by the High Court. The plaintiff having made several attempts to identify the land in order to execute the decree had finally filed a motion on 22nd February 2021 seeking to execute the decree based on the main boundaries identified thus far, to which the defendant had objected. The District Court upheld the said objection and the plaintiff sought leave to appeal against such order",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.17,
      542.89,
      217.91
    ],
    "text": "from the High Court. The defendant had at that stage raised a further objection that the order of the District Court being a final order, the plaintiff ought to have filed a notice of appeal. My brother, Surasena, J having considered the aforementioned provisions of the Civil Procedure Code and the judgment in Priyanthi Senanayake v Chamika Jayantha [supra] held that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      218.21,
      542.78,
      716.39
    ],
    "text": ".. the order made by the learned District Judge that was impugned in the leave to appeal petition in the Provincial High Court of Civil Appeals is merely an interlocutory order made by the learned District Judge. Moreover, it is an order which the learned District Judge had made in the process of executing the decree which had happened a long time after the pronouncement of the final judgment. Thus, the order dated 5th August 2022 refusing the request made through the motion dated 22nd February 2021 clearly is not having the effect of a final judgment under Section 754(1) of the Civil Procedure Code. In these circumstances, I am of the view that an order made by the District Court in execution proceedings does not come within the definition of a judgment and as it is only an order, the procedure set out in Section 754(2) should have been followed by the Plaintiff in challenging the order of the District Court. Therefore, I hold that the High Court by its judgment delivered on 14th June 2013 should not have overruled the objection raised by the Defendants that the Plaintiff ought to have filed an application seeking leave to appeal instead of a final appeal by way of a notice of appeal and a petition of appeal. The High Court clearly erred when it rejected the objection raised by the Defendants. Therefore, I hold that the conclusion reached by the High Court in its judgment delivered on 14th June 2013 to overrule the aforementioned objection raised by the Defendants must be set aside as it is an incorrect conclusion. I therefore answer the second and third questions of law in the affirmative. However, this appeal does not and should not end here, for the reason that a grave injustice has been caused to the Plaintiff as a result of the decision of the learned District Judge to reject the application of the Plaintiff for a writ of execution, depriving him of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.17,
      542.72,
      363.95
    ],
    "text": "right to use and enjoy his own property as per the judgment he had struggled and obtained against the Defendants. The said injustice would be perpetuated if this Court were to set aside the judgment of the High Court, allow the appeal and stop at that. There must then surely be a remedy to cure the injustice caused to the Plaintiff. Should this Court, despite being the apex Court of the country be hamstrung in a situation as in the present case? Should the system of justice which must prevail in the country as per the provisions in the Constitution be such? Let me now examine the above questions. The appellate jurisdiction of the Supreme Court In terms of Article 118(c) of the Constitution, The Supreme Court of the Republic of Sri Lanka shall be the highest and final superior Court of record in the Republic and shall subject to the provisions of the Constitution exercise final appellate jurisdiction. Article 127 provides as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      100.32,
      364.13,
      542.56,
      379.91
    ],
    "text": "(1) The Supreme Court shall, subject to the Constitution, be the final Court of civil",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      100.32,
      383.21,
      542.9,
      510.11
    ],
    "text": "and criminal appellate jurisdiction for and within the Republic of Sri Lanka for the correction of all errors in fact or in law which shall be committed by the Court of Appeal or any Court of First Instance, tribunal or other institution and the judgments and orders of the Supreme Court shall in all cases be final and conclusive in all such matters. (2) The Supreme Court shall, in the exercise of its jurisdiction, have sole and",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      513.29,
      542.81,
      700.43
    ],
    "text": "exclusive cognizance by way of appeal from any order, judgment, decree, or sentence made by the Court of Appeal, where any appeal lies in law to the Supreme Court and it may affirm, reverse or vary any such order, judgment, decree or sentence of the Court of Appeal and may issue such directions to any Court of First Instance or order a new trial or further hearing in any proceedings as the justice of the case may require and may also call for and admit fresh or additional evidence if the interests of justice so demands and may in such event, direct that such evidence be recorded by the Court of Appeal or any Court of First Instance. [emphasis added]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      542.79,
      443.27
    ],
    "text": "While Article 128(1) sets out (a) that an appeal shall lie to the Supreme Court from any final order, judgment, decree or sentence of the Court of Appeal, and (b) the manner in which leave to appeal to the Supreme Court can be granted by the Court of Appeal, Article 128(2) sets out the power of the Supreme Court to grant special leave to appeal against any final or interlocutory order, judgment, decree, or sentence made by the Court of Appeal. Section 5C(1) of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990, as amended by the High Court of the Provinces (Special Provisions) (Amendment) Act, No. 54 of 2006 [collectively, the Act] provides that, an appeal shall lie directly to the Supreme Court from any judgment, decree or order pronounced or entered by a High Court established by Article 154P of the Constitution in the exercise of its jurisdiction granted by Section 5A of this Act, with leave of the Supreme Court first had and obtained. Section 5C(2) of the said Act states further that the Supreme Court may exercise all or any of the powers granted to it by paragraph (2) of Article 127 of the Constitution, in regard to any appeal made to the Supreme Court under Section 5C(1). In Sri Lanka Ports Authority v Pieris [(1981) 1 Sri LR 101, at 108], Sharvananda J. (as he then was) stated that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      443.45,
      542.92,
      687.71
    ],
    "text": "Article 127 spells the appellate jurisdiction of this Court. The appellate jurisdiction extends to the correction of all errors in fact and/or in law which shall be committed by the Court of Appeal or any court of first instance. There is no provision inhibiting this Court from exercising its appellate jurisdiction once that jurisdiction is invoked. On reading Articles 127 and 128 together, it would appear that once leave to appeal is granted by the Supreme Court or the Court of Appeal and this Court is seised of the appeal, the jurisdiction of this Court to correct all errors in fact or in law which had been committed by the Court of Appeal or court of first instance is not limited but is exhaustive. Leave to appeal is the key which unlocks the door into the Supreme Court, and once a litigant has passed through the door, he is free to invoke the appellate jurisdiction of this Court for the correction of all errors in fact and/or in law which had been committed by the Court of Appeal or any court of first instance.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      72.17,
      542.92,
      700.43
    ],
    "text": "Whilst recognising that a party to an action cannot, for the first time before the Supreme Court, take up new positions which are not pure questions of law, Sharvananda J (as he then was) expressed a view similar to that expressed above in Albert v Veeriahpillai [(1981) 1 Sri LR 110, at page 113] when he stated that the appellate jurisdiction of the Supreme Court, extends to the correction of all errors in fact or in law which shall be committed by the Court of Appeal or any Court of First Instance (vide Article 127 of the Constitution) The appellate jurisdiction of this Court is very wide in its amplitude, as it should be, it being the final Court of Appeal. In Karunaratne v Attorney General [(2020) 3 Sri LR 273, at page 295], Aluwihare, J whilst observing that Article 127 is wide enough for this Court to intervene to prevent what otherwise would be a serious miscarriage of justice held that this Court can act uninhibited suo motu in the interest of justice where the Court of Appeal or the court of first instance has clearly misdirected itself which has resulted in a serious miscarriage of justice, as in the present case. The wide scope and extent of the appellate jurisdiction conferred on this Court by Articles 127 and 128 has been discussed in detail by Samayawardhena, J in Thennakoonwela v Director General, Commission to Investigate Allegations of Bribery and Corruption [SC/TAB 4/2023; SC Minutes of 7th October 2024]. While observing that, as the final arbiter, the Supreme Court serves as the guardian of the peoples rights, Samayawardhena, J has pointed out that Articles 127 and 128 of the Constitution are couched in broad terms granting the plenitude of power to the Supreme Court and that as the apex Court, this Court is vested with plenary jurisdiction, exercising its powers to correct errors made by all subordinate courts. The remedy to cure the injustice caused to the Plaintiff is therefore found in the power vested in this Court by Article 127 of the Constitution and as held by Aluwihare, J entitles the Court to act uninhibited suo motu in the interest of justice. Exercising such power conferred on this Court, I direct the District Court to allow the application of the Plaintiff made on 18th February 2008 and issue the writ of execution sought by the Plaintiff.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.17,
      542.77,
      681.35
    ],
    "text": "The power of the High Court to correct the injustice caused to the Plaintiff by the District Court Prior to concluding, there is one other matter that I wish to advert to, for the sake of completeness. What I have adverted to above is an independent jurisdiction conferred on this Court by the Constitution to correct all errors in fact or in law committed by the Court of Appeal or a court of first instance. That jurisdiction is sufficient for this Court to act and to grant relief to the Plaintiff against the injustice caused to him by the District Court. However, let me also state here that this is an instance where the High Court also should have acted ex mere motu, to give relief to the Plaintiff against the injustice caused to him by the District Court using the powers of revision vested in the High Court. Section 5A(1) of the Act has specifically stated that the High Court for a Province, shall have and exercise appellate and revisionary jurisdiction in respect of judgments, decrees and orders delivered and made by any District Court, Family Court or Small Claims Court within such Province and the appellate jurisdiction for the correction of all errors in fact or in law, which shall be committed by any such District Court, Family Court or a Small Claims Court, as the case may be. Section 5A(2) of the Act has also specifically stated that the provisions of Sections 23 to 27 of the Judicature Act, No. 2 of 1978 and Sections 753 to 760 and Sections 765 to 777 of the Civil Procedure Code and of any written law applicable to the exercise of the jurisdiction referred to in subsection (1) by the Court of Appeal, shall be read and construed as including a reference to a High Court established by Article 154P of the Constitution for a Province and any person aggrieved by any judgment, decree or order of a District Court, of a Family Court or of a Small Claims Court, as the case may be, within a Province, may invoke the jurisdiction referred to in that subsection, in the High Court established for that Province. Section 753 of the Civil Procedure Code reads as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      100.32,
      681.53,
      542.45,
      716.39
    ],
    "text": "The Court of Appeal may, of its own motion or on any application made, call for and examine the record of any case, whether already tried or pending trial, in any court,",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "22",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      72.17,
      542.6,
      383.15
    ],
    "text": "tribunal or other institution for the purpose of satisfying itself as to the legality or propriety of any judgment or order passed therein, or as to the regularity of the proceedings of such court, tribunal or other institution, and may upon revision of the case brought before it pass any judgment or make any order thereon, as the interests of justice may require. Thus, Section 753 of the Civil Procedure Code which is a section within the range of sections i.e., sections 765 to 777 referred to in Section 5A(2) of the Act gives the High Court powers of acting in revision in a situation of this nature on its own motion. It could thus be seen that there was a lapse on the part of the High Court when it ignored its powers of revision to provide relief to the Plaintiff. The High Court, instead, had proceeded to wrongly conclude that the Plaintiff had correctly invoked its appellate powers. I therefore hold that the correct approach that the High Court should have taken was: (a) to have held that the Plaintiff had not correctly invoked its appellate powers as it",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      386.33,
      542.51,
      583.07
    ],
    "text": "had not filed an application seeking leave to appeal but instead had filed a final appeal by way of a notice of appeal and a petition of appeal; and (b) to have thereafter exercised its powers of revision to give relief to the Plaintiff. The High Court has failed to do so and therefore has erred on that point. Then again, this Court being the highest and final superior Court of record in the Republic whose jurisdiction is only subject to the provisions of the Constitution in the exercise of its final appellate jurisdiction (as per Article 118(c) of the Constitution), is obliged in law: (a) to step in as per Article 127 (1) and (2) of the Constitution to correct such errors in",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      586.37,
      542.54,
      637.07
    ],
    "text": "fact or in law which the High Court in this instance has committed; and /or (b) to issue such directions to the High Court as the justice of this case require - i.e., a",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      640.25,
      542.34,
      694.07
    ],
    "text": "direction to the High Court that it should exercise its powers of revision to give relief to the Plaintiff.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "23",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      72.17,
      542.51,
      230.75
    ],
    "text": "Given the circumstances of this case and especially the finding of the High Court with regard to the application of Section 337(1) of the Code, I have opted to act under Article 127. Conclusion I have already stated that: (a) pursuant to proceedings instituted by the Plaintiff in the District Court to obtain",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      234.05,
      542.45,
      303.83
    ],
    "text": "possession of the premises that belonged to him, the parties entered into a settlement on 11th November 1993 and decree was entered accordingly; (b) the Defendant, in partial compliance with the settlement handed over the house",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      306.66,
      542.38,
      357.71
    ],
    "text": "with a tiled roof and two rooms on 22nd June 1996; (c) the Defendant defaulted in his undertaking to hand over the rest of the premises by",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      360.66,
      542.42,
      411.71
    ],
    "text": "21st July 1996; and (d) it is only thereafter that the Plaintiff proceeded to enforce the decree by filing an",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      414.89,
      542.48,
      554.51
    ],
    "text": "application for a writ of execution of the decree. I have also documented the manner in which the Defendant/s have obstructed the Plaintiff in his endeavour to get possession of his own premises. In the above circumstances: (a) I affirm the finding of the High Court that the District Court erred when it held that",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      557.81,
      542.92,
      627.47
    ],
    "text": "the application of the Plaintiff is barred by the provisions of Section 337 of the Civil Procedure Code; and (b) I direct the District Court to allow the application of the Plaintiff made on 18th",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      630.77,
      470.32,
      716.27
    ],
    "text": "February 2008 and issue the writ of execution sought by the Plaintiff. This appeal shall accordingly stand dismissed.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "24",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      72.17,
      542.43,
      157.79
    ],
    "text": "Taking into consideration: (a) that action in the District Court was instituted in 1993; (b) that the Defendant was permitted to continue to occupy the impugned premises",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      161.09,
      542.48,
      230.75
    ],
    "text": "until May 1996 as part of a settlement entered in the District Court subject to the payment of a sum of Rs. 250 per month as damages; (c) that the Defendant did not fully comply with the said settlement nor with the",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      234.05,
      542.38,
      284.75
    ],
    "text": "undertaking given in June 1996 to vacate the premises within a month; (d) the dilatory tactics adopted by the Defendant and subsequently by the Substituted",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      288.05,
      545.46,
      478.19
    ],
    "text": "Defendants; (e) that the Plaintiff has been deprived of the use of the said premises for over 28 years, I order that the Plaintiff shall be entitled to costs in the proceedings before the District Court and the High Court and to a further sum of Rs. One Million being the costs before this Court.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      478.25,
      521.16,
      557.51
    ],
    "text": "JUDGE OF THE SUPREME COURT P. Padman Surasena, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      573.53,
      518.06,
      636.95
    ],
    "text": "JUDGE OF THE SUPREME COURT Yasantha Kodagoda, PC, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      668.69,
      518.32,
      700.43
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]