[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      87.89,
      542.97,
      214.79
    ],
    "text": "In the maer of an appeal in terms of Arcle 128(1) of the Constuon of the Democrac Socialist Republic of Sri Lanka read with Paragraph 3(b) of Arcle 154(P) of the Constuon and Secon 3 of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      214.85,
      308.92,
      294.11
    ],
    "text": "SC Appeal No: 115/2023 HC Colombo Case No: HCALT 66/2019 LT Colombo Case No: 1/Add/45/2018",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      294.17,
      555.52,
      341.75
    ],
    "text": "Wijesundera Ralalage Nalaka Sanjaya Wijesundera, 128, Yaya 11, Maha Ambagaswewa, Medirigiriya.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      341.81,
      348.04,
      357.59
    ],
    "text": "APPLICANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.56,
      357.65,
      542.83,
      468.71
    ],
    "text": "Vs. Yunnan Construcon and Investment Holdings Group Company Limited, 43/3, Rosmead Place, Colombo 7.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      468.77,
      360.87,
      532.19
    ],
    "text": "RESPONDENT And between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.56,
      532.25,
      542.83,
      595.67
    ],
    "text": "Yunnan Construcon and Investment Holdings Group Company Limited, 43/3, Rosmead Place, Colombo 7.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      595.73,
      438.17,
      627.35
    ],
    "text": "RESPONDENT APPELLANT",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      627.41,
      324.1,
      659.15
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      659.21,
      555.52,
      706.67
    ],
    "text": "Wijesundera Ralalage Nalaka Sanjaya Wijesundera, 128, Yaya 11, Maha Ambagaswewa, Medirigiriya.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      555.52,
      198.95
    ],
    "text": "APPLICANT RESPONDENT And now between Wijesundera Ralalage Nalaka Sanjaya Wijesundera, 128, Yaya 11, Maha Ambagaswewa, Medirigiriya.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      199.01,
      513.8,
      230.63
    ],
    "text": "APPLICANT RESPONDENT APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      230.69,
      327.08,
      262.43
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.56,
      262.49,
      542.83,
      325.91
    ],
    "text": "Yunnan Construcon and Investment Holdings Group Company Limited, 43/3, Rosmead Place, Colombo 7.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      325.97,
      542.84,
      710.03
    ],
    "text": "RESPONDENT APPELLANT RESPONDENT Before: Kumudini Wickremasinghe, J Arjuna Obeyesekere, J Sampath B. Abayakoon, J Counsel: Seevali Delgoda for the Applicant Respondent Appellant Argued on: 16th July 2025 Wrien Tendered by the Applicant Respondent Appellant on 13th March 2024 Submissions: Decided on: 7th August 2025 Obeyesekere, J 1) This is an appeal led by the Applicant Respondent Appellant [the Applicant] seeking to set aside the judgment delivered by the High Court of the Western Province holden in Colombo [the High Court] on 22nd March 2022. By the said judgment, the High Court allowed the appeal led by the Respondent Appellant Respondent [the Employer] and set aside the Order delivered by the Labour Tribunal of Colombo on 17th September 2019.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.05,
      542.93,
      706.67
    ],
    "text": "2) The hearing before this Court proceeded in the absence of the Employer. I have examined the record and observe that the Employer was represented by an Aorney-at-Law before the Labour Tribunal and the Applicant was cross examined at length. However, the Employer did not lead any evidence since the Labour Tribunal was informed by the said Aorney-at-Law that although he had received instrucons during the me the Applicant gave evidence, he had not received any instrucons aer the Applicant closed his case. Even though the Employer led an appeal against the Order of the Labour Tribunal, the Employer was not represented at the hearing before the High Court. Once this appeal was led, noces have been issued on the Employer on seven occasions, both before and aer granng special leave to appeal, at its registered oce as well as at the address given in the capon. Noce had also been issued on the Aorney-at-Law who had led the appeal before the High Court direcng him to appear before this Court. On 23rd September 2023, the said Aorney-at-Law had informed this Court that he has no instrucons from the Employer. It is only thereaer that this Court decided to proceed with this appeal in the absence of the Employer or any representaon on its behalf. Facts in brief 3) The Applicant entered into a contract of employment with the Employer on 4th December 2017 for a xed term of two years, in the capacity of a Site Engineer [A1]. The Applicant had inially been assigned to work on a project at the Port City. He had thereaer been transferred to a project at Bandaragama and nally to a project carried out by the Employer at Pambahinna. It is admied that while working at Pambahinna, the Applicant had been directed by the Employer by an email sent in the evening of 30th July 2018 under the hand of a lady by the name of Irene, who was working as a Secretary at the Head Oce of the Employer, to report to its Head Oce in Colombo on 31st July 2018 [A2]. The Applicant states that he immediately responded to the said email and conrmed that he would report as directed, but had sought a period of four days leave in order to nd accommodaon in Colombo and to make arrangements to bring his belongings from Pambahinna to Colombo [A2a].",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.93,
      590.03
    ],
    "text": "4) The Applicant states further that he completed the tasks assigned to him at Pambahinna that evening and, having taken the bus at 8pm, arrived in Colombo on the 31st morning and reported for work at the Head Oce of the Employer at 8am. The Applicant had thereaer been informed by his immediate supervisor in Colombo, a foreign naonal by the name of Lee that he has been assigned to a project at Ratmalana. The Applicant had thereaer sought leave on 1st and 2nd August 2018 to aend to the above maers, but leave had only been granted for two days i.e., 31st July 2018 and 1st August 2018. This was in spite of the Applicant not having ulised the four days of leave that was available for the month of July. The Applicant states that he had indicated that two days was insucient, but the Employer had not granted any further leave. 5) Although the Applicant was required to report for work on 2nd August 2018, he admits that he failed to do so, as he could not nd accommodaon in Colombo on the 1st. In the early hours of 3rd August 2018, the Applicant had sent a text message stang that he would report to oce by 12 noon that day since he needs more me to nd accommodaon in Colombo. It is clear from the reply sent by Lee [A3] that he was unhappy with the failure of the Applicant to have reported for work on the 2nd without any inmaon, and his failure to report for work in the morning of 3rd August 2018. Correspondence on 3rd August 2018 6) Having reported for work on 3rd August 2018, the Applicant had found that Lee was not available in oce to assign him any dues. The Applicant had thereaer exchanged the following series of text messages on 3rd August 2018 with Lee [A3 & A3a/R1]:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      589.49,
      542.52,
      605.27
    ],
    "text": "Applicant Now I am in the oce. If you think that I am not suitable for the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      608.57,
      542.58,
      656.03
    ],
    "text": "company, what can I do now? Employer Originally I wanted to introduce you to our other projects, but the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      659.33,
      542.57,
      710.63
    ],
    "text": "treatment and salary you requested are very high, and other projects do not accept you. In this way, you can only resign from us.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.32,
      72.17,
      542.57,
      87.95
    ],
    "text": "Applicant I discussed about my salary in the interview. My monthly salary is",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.32,
      91.25,
      542.56,
      176.87
    ],
    "text": "113,000 rupees. I have been working in this company more than 8 months. Company paid that salary for all of those 8 months. Now do you need to decrease my salary? Employer We will pay you according to the contract, but we think that you are",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      180.05,
      542.57,
      282.23
    ],
    "text": "not qualied for the work of the water plant project and we have no other suitable work for you, so you only have to resign and leave. 7) Probably realising that he has annoyed Lee, the Applicant had sent the following email on the same day to the Manager at Pambahinna by the name of Xu:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      281.34,
      542.87,
      716.39
    ],
    "text": "As per the instrucon I received from Miss Irene on 30th July 2018 I met Mr Lee at Borello oce on 31st July 2018 at 8:00 AM. Then Mr Lee informed me that I have been appointed to work in the YCIH oce Borella. Further as per my request to take leave to do my inial arrangements to come back to Borella oce from Pambahinna site, Mr. Lee accepted my leave and informed me to report to the Borella Oce. However I reported to the Borello oce on 3rd August around 12 noon. But I was not able to meet Mr Lee. Even though I did contact Mr Lee through my mobile. I was not able to receive any clear instrucons about my future scope of work and the dues. Please take necessary acon to provide me an ocial instrucon to conrm my scope of work and the new dues. I will report to the Borella oce in the morning of 4th August 2018. Hope you would take necessary acon to coordinate with Mr. Lee and give me the ocial conrmaon at least tomorrow morning. 8) Even though the Applicant reported for work on the 4th, he had not been assigned any dues. He had contacted several project managers of the Employer including Irene who also acted as the interpreter between the foreign employees of the Employer and the Applicant in addion to her role as Secretary, and asked that he be assigned dues. Not having had a posive response, the Applicant has informed Irene by email [A4b] that, Please give me an ocial conrmaon as soon as possible what I can do in the future. The Applicant states that Irene had thereaer informed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.88,
      344.99
    ],
    "text": "him that he is not suitable for further employment and therefore not to report for work any further. Applicaon to the Labour Tribunal 9) On 6th August 2018, the Applicant had complained in wring to the Labour Department [R2] that his services have been terminated by the Employer, a claim which had been denied by the Employer at the inquiry before the Labour Department. The Applicant had thereaer led an applicaon before the Labour Tribunal on 13th November 2018 on the basis that his services have been unfairly terminated by the Employer. In its answer, the Employer denied that it had terminated the services of the Applicant, but did not take up the posion that the Applicant had vacated his post. 10) The primary issue before the Labour Tribunal was whether the Employer had",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      348.29,
      542.94,
      608.51
    ],
    "text": "terminated the services of the Applicant. Having narrated the above maers, the Applicant had stated further in his evidence that even though the Employer denied the terminaon of his services, it had never asked him to return to employment. During cross examinaon, the Applicant admied that in spite of his request for leave on 2nd August 2018 having been declined, he failed to report for work on the 2nd without any inmaon. The Applicant also admied that he reported for work only in the aernoon on 3rd August 2018, by which me, Lee had le the oce. The Employer, as expected, took up the posion that Irene did not ask the Applicant not to report for work, and that the version of the Applicant that he did not report for work since Irene told him so is false. The Applicant also admied that he did not menon in the complaint that he made to the Labour Department or in the applicaon to the Labour Tribunal about Irene telling him not to report for work. 11) The President of the Labour Tribunal has very carefully analysed the evidence of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      611.69,
      542.91,
      703.67
    ],
    "text": "Applicant and the correspondence that had been exchanged between the pares to which I have already referred to, and accepted the version of the Applicant that the Applicant did not report for work from 6th August 2018 since he had been informed by Irene that his services are no longer required by the Employer and therefore not to report for work any further.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.05,
      542.63,
      103.79
    ],
    "text": "12) Having taken into consideraon the fact that the Applicant had only been paid for",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      107.09,
      542.78,
      208.55
    ],
    "text": "eight months, the Labour Tribunal had awarded the Applicant the salary for the balance period of the Contract of Employment. Judgment of the High Court 13) It is admied that the Applicant failed to report for work on 2nd August 2018 without",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      211.85,
      542.92,
      563.99
    ],
    "text": "any prior inmaon. The High Court had taken the view that, (a) the Applicant had deliberately refrained from reporng for work on 2nd August 2018, even though such a conclusion is not supported by the evidence, and (b) the text messages exchanged between the pares on 3rd August 2018 cannot give any rise to any inference that the Employer wanted to terminate the services of the Applicant. The High Court had also rejected the claim of the Applicant that he did not report for work aer 4th August 2018 since Irene had told him not to, for the reason that the Applicant had not menoned this fact in his applicaon to the Labour Tribunal and stated so for the rst me only during his evidence-in-chief before the Labour Tribunal. The High Court had observed that the Labour Tribunal had failed to give its mind to this crucial piece of evidence, and that the door was open for the Applicant to have reported for work on the 6th. The High Court had accordingly concluded that the services of the Applicant had not been terminated by the Employer and that it is the Applicant who had deliberately refrained from reporng for work aer 4th August 2018. This was the basis on which the High Court set aside the Order of the Labour Tribunal. Quesons of Law 14) Special leave to appeal was granted on 7th August 2023 on the following quesons",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      567.29,
      138.85,
      598.31
    ],
    "text": "of law:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      597.41,
      542.86,
      719.51
    ],
    "text": "a) Did the High Court err in law when it failed to appreciate that there was clear and unrefuted evidence before the Labour Tribunal that the Employer intended to unjustly terminate the Peoners employment? b) Did the High Court err in law when it failed to appreciate that the Employer had failed to produce the necessary evidenary material to establish its posion that the Applicant had voluntarily vacated his post?",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      68.45,
      542.89,
      206.99
    ],
    "text": "c) Did the High Court err in law when it failed to appreciate that there were no compelling and/or sucient evidence or reasons to jusfy the grant of the relief prayed for by the Employer? Just and equitable jurisdicon of a Labour Tribunal 15) In order to place in context the appellate jurisdicon of the High Court in respect of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      210.29,
      542.92,
      318.11
    ],
    "text": "orders of the Labour Tribunal, I must perhaps commence by considering the jurisdicon conferred on a Labour Tribunal when considering an applicaon made to it by an employee that his or her services have been unjustly terminated by the employer. 16) In terms of Secon 31C(1) of the Act, Where an applicaon under secon 31B is",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      321.29,
      542.97,
      448.19
    ],
    "text": "made to a Labour Tribunal, it shall be the duty of the tribunal to make all such inquiries into that applicaon and hear all such evidence as the tribunal may consider necessary, and thereaer make not later than six months from the date of such applicaon, such order as may appear to the tribunal to be just and equitable [emphasis added]. 17) While S.R. de Silva, in his book tled The Law of Dismissal (3rd ed., 2018, pages 279-",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      451.49,
      542.88,
      578.99
    ],
    "text": "80) has noted that the phrase just and equitable does not lend itself to precise denion, in Peiris v Podi Singho [78 CLW 46; at page 48] it was held that, the test of a just and equitable order is that those qualies would be apparent to any fair-minded person reading the order. In Ceylon Transport Board v Ceylon Transport Workers Union [71 NLR 158; at page 163], Tennekoon, J (as he then was) referring to Secon 31C(1) stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      578.45,
      542.96,
      689.39
    ],
    "text": "This secon must not be read as giving a labour tribunal a power to ignore the weight of evidence or the eects of cross-examinaon on the vague and insubstanal ground that it would be inequitable to one party so to do. There is no equity about a fact. The Tribunal must decide all quesons of fact solely on the facts of the parcular case, solely on the evidence before him and apart from any extraneous consideraons (see R. v. Manchester Legal Aid Commiee Ex",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.86,
      141.95
    ],
    "text": "parte Brand & Co. Ltd. [(1952) 1 All ER 480]). In short, in his approach to the evidence he must act judicially. 18) In The Caledonian (Ceylon) Tea and Rubber Estates Ltd. v J.S. Hillman [79 (1) NLR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      79.08,
      145.13,
      374.52,
      177.47
    ],
    "text": "421 at 430] Sharvananda, J (as then was) held that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      176.93,
      542.92,
      456.11
    ],
    "text": "In the course of adjudicaon, a Tribunal must determine the rights and wrongs of the claim made, and in so doing it undoubtedly is free to apply principles of jusce and equity, keeping in view the fundamental fact that its jurisdicon is invoked not for the enforcement of mere contractual rights, but for prevenng the inicon of social injusce. The goals and values to be secured and promoted by Labour Tribunals are social security and social jusce. The concept of social jusce is an integral part of Industrial Law, and a Labour Tribunal cannot ignore its relevancy or norms in exercising its just and equitable jurisdicon. Its sweep is comprehensive as it movates the acvies of the modern welfare state. It is founded on the basic ideal of socio-economic equality. Its aim is to assist in the removal of socio-economic disparies and inequalies. It endeavours to resolve the compeng claims of employers and employees by nding a soluon which is just and fair to both pares, so that industrial disputes can be prevented 19) While recognising that a Labour Tribunal must act judicially, Weeramantry, J, went",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      459.41,
      542.75,
      510.71
    ],
    "text": "onto hold in Ceylon Transport Board v Gunasinghe [72 NLR 76; at 83] that Labour Tribunals do not have:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      510.17,
      542.97,
      716.39
    ],
    "text": "a free charter to act in disregard of the evidence placed before them. They are, in arriving at their ndings of fact, as closely bound to the evidence adduced before them and as completely dependent thereon as any Court of law. Findings of fact which do not harmonise with the evidence underlying them lack all claims to validity, whatever be the Tribunal which makes them. Proper ndings of fact are a necessary basis for the exercise by Labour Tribunals of that wide jurisdicon given to them by statute of making such orders as they consider to be just and equitable. Where there is no such proper nding of fact the order that ensues would not be one which is just and equitable upon the evidence placed before the Tribunal, for jusce and equity cannot be administered in a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.84,
      237.11
    ],
    "text": "parcular case apart from its own parcular facts. I am strengthened in the conclusion I have formed by a perusal of the judgment already referred to, of my brother Tennekoon [Ceylon Transport Board v. Ceylon Transport Workers' Unions (1968) 71 NLR 158; 75 CLW 33], who has observed that it is only aer the ascertainment of the facts upon a judicial approach to the evidence that a Labour Tribunal can pass on to the next stage of making an order that is fair and equitable having regard to the facts so found. [emphasis added]. 20) It is therefore clear that while Secon 31C(1) has circumscribed the role of a Labour",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      240.41,
      542.83,
      433.91
    ],
    "text": "Tribunal, it has drawn a nexus that the Tribunal must maintain between the material that is placed before it and the just and equitable award that it would eventually make. It is also clear that in the guise of making a just and equitable order, the Labour Tribunal cannot discriminate between the pares. It must consider the cases put forward by both pares in a balanced manner, and its decision must be supported by evidence. It is only then that the order of a Labour Tribunal would be truly just and equitable. The jurisdicon of the High Court in respect of appeals from the Labour Tribunal 21) That being the role of the Labour Tribunal, Secon 31D(2) of the Act provides that,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      437.21,
      542.85,
      507.47
    ],
    "text": "an order of a labour tribunal shall be nal and shall not be called in queson in any court,. This is however subject to the provisions of Secon 31D(3) of the Act which reads as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      506.93,
      542.91,
      678.95
    ],
    "text": "Where the workman who, or the trade union which, makes an applicaon to a labour tribunal, or the employer to whom that applicaon relates is dissased with the order of the tribunal on that applicaon, such workman, trade union or employer may, by wrien peon in which the other party is menoned as the respondent, appeal from that order on a queson of law, to the High Court established under Arcle 154P of the Constuon, for the Province within which such Labour Tribunal is situated [emphasis added].",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.95,
      87.95
    ],
    "text": "22) It would therefore be important to understand what is a queson of law, in the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      86.16,
      91.25,
      542.75,
      142.55
    ],
    "text": "context of the provisions of the Industrial Disputes Act. In The Caledonian (Ceylon) Tea and Rubber Estates Ltd. v J.S. Hillman [supra; at 425], it was held that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      142.01,
      542.94,
      288.59
    ],
    "text": "Under Secon 31D(2) of the Industrial Disputes Act, an appeal to the Supreme Court lies from an order of a Labour Tribunal only on a queson of law. Pares are bound by the Tribunals ndings of fact, unless it could be said that the said ndings are perverse and not supported by any evidence. With regard to cases where an appeal is provided on quesons of law only, Lord Normand in Inland Revenue v. Fraser, [(1942) 24 Tax Cases p. 498], spelt the powers of Court as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      288.05,
      542.73,
      377.39
    ],
    "text": "In cases where it is competent for a Tribunal to make ndings of fact which are excluded from review, the Appeal Court has always jurisdicon to intervene if it appears that the Tribunal has made a nding for which there is no evidence, or which is inconsistent with the evidence and contradictory of it.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      376.85,
      542.94,
      716.27
    ],
    "text": "In this framework, the queson of assessment of evidence is within the province of the Tribunal, and, if there is evidence on record to support its ndings, this Court cannot review those ndings even though on its own percepon of the evidence this Court may be inclined to come to a dierent conclusion. If the case contains anything ex facie which is bad in law and which bears upon the determinaon, it is, obviously, erroneous in point of law. But, without any misconcepon appearing ex facie, it may be that the facts found are such that no person acng judicially and properly instructed as to the relevant law could have come to the determinaon under appeal. In those circumstances too, the Court must intervene per Lord Radclie in Edwards v. Bairstow (1956) 3 All ER 57. Thus, in order to set aside a determinaon of facts by the Tribunal, limited as this Court is only to seng aside a determinaon which is erroneous in law, the appellant must sasfy this Court that there was no legal evidence to support the conclusion of facts reached by the Tribunal, or that the nding is not raonally possible and is perverse having regard to the evidence on record. Hence, a heavy burden rested on the appellant when he invited this Court to reverse the conclusion of facts arrived at by the Tribunal [emphasis added].",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.92,
      87.95
    ],
    "text": "23) The judgment in The Caledonian (Ceylon) Tea and Rubber Estates Ltd. v J.S. Hillman",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      91.25,
      542.94,
      218.03
    ],
    "text": "[supra] has been consistently followed by this Court see Haon Naonal Bank v Perera [(1996) 2 Sri LR 231], Shanthi Sagara Gunawardena v Ranjith Kumudusena Gunawardena and Others [SC Appeal No. 89/2016; SC Minutes of 2nd April 2019] and Kotagala Plantaons Ltd. and Lankem Tea and Rubber Plantaons (Pvt) Ltd. v Ceylon Planters Society [(2010) 2 Sri LR 299]. 24) In Ceylon Transport Board v Gunasinghe [supra; at 80] it was held that, Where a",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      221.33,
      542.85,
      424.43
    ],
    "text": "statute makes an appeal available only in respect of quesons of law, the Appellate Court is not without jurisdicon to interfere where the conclusion reached on the evidence is so clearly erroneous that no person properly instructed in the law and acng judicially could have reached that parcular determinaon [Edwards, Inspector of Taxes v. Bairstow another (1955) 3 All ER 48]. It is true that Courts will be more ready to nd errors of law in erroneous inferences from facts than in erroneous ndings of primary fact, but it has been repeatedly held that a Tribunal which has made a nding of primary fact that is wholly unsupported by evidence has erred in point of law [De Smith, Judicial Review of Administrave Acon, pp. 86-7]. 25) Having considered the provisions of Secon 31D and a long line of jurisprudence on",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      86.16,
      427.61,
      542.92,
      700.43
    ],
    "text": "this maer, Amerasinghe, J held in Jayasuriya v Sri Lanka State Plantaons Corporaon [(1995) 2 Sri LR 379; at 391] that, While appellate courts will not intervene with pure ndings of fact, yet if it appears that the Tribunal has made a nding wholly unsupported by evidence, which is inconsistent with the evidence and contradictory of it, where the Tribunal has failed to consider material and relevant evidence, where it has failed to decide a material queson, misconstrued the queson at issue and has directed its aenon to the wrong maers, where there was an erroneous misconcepon amounng to a misdirecon, where it failed to consider material documents or misconstrued them, where the Tribunal has failed to consider the version of one party or his evidence, erroneously supposed there was no evidence, the nding of the Tribunal is subject to review by the Court of Appeal.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.88,
      87.95
    ],
    "text": "26) In Kotagala Plantaons Ltd. and Lankem Tea and Rubber Plantaons (Pvt) Ltd. v",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      86.16,
      91.25,
      536.08,
      125.87
    ],
    "text": "Ceylon Planters Society [supra; at page 303], Chief Jusce J.A.N De Silva held that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      126.17,
      542.95,
      291.11
    ],
    "text": "An appeal lies from an order of a Labour Tribunal only on [a] queson of law. A nding on facts by the Labour Tribunal is not disturbed in appeal by an Appellate Court unless the decision reached by the Tribunal can be considered to be perverse. It has been well established that for an order to be perverse the nding must be inconsistent with the evidence led or that the nding could not be supported by the evidence led (vide Caledonian Estates Ltd. v. Hillman 79 (1) NLR 421) [emphasis added]. 27) Having referred to the above cases, this Court sounded out a word of cauon in R.A.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      294.29,
      542.71,
      348.11
    ],
    "text": "Dharmadasa v Board of Investment of Sri Lanka [SC Appeal No. 13/2019; SC minutes of 16th June 2022], when it stated that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      348.29,
      542.89,
      573.47
    ],
    "text": "Thus, even though a Labour Tribunal has been conferred with a wide discreon and is required to make an order which is just and equitable, that does not mean that it has the freedom of a wild horse and could make any order at its whim and fancy. The order of a Labour Tribunal must be based on the evidence placed before it and its conclusions must be supported by the said evidence. Although the jurisdicon of the appellate Court to interfere with an order of a Labour Tribunal has been limited by Secon 31D(3) to quesons of law, the long series of judicial decisions referred to by me have jused intervenon with an order of a Labour Tribunal where its ndings inter alia have been reached without considering the evidence placed before it, or where its ndings are not supported by such evidence.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      573.65,
      542.45,
      627.35
    ],
    "text": "I am therefore of the view that while the appellate Court can engage in a review of the evidence, it should exercise cauon:",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      114.6,
      627.53,
      542.51,
      643.31
    ],
    "text": "(a) when analysing the evidence and ndings of a Labour Tribunal so as to",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      114.6,
      646.61,
      544.0,
      716.39
    ],
    "text": "ensure that it does not substute its views with that of the Labour Tribunal; (b) in determining whether its analysis should culminate in reversing the ndings of fact reached by a Labour Tribunal.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.05,
      542.4,
      138.71
    ],
    "text": "The judgment of the High Court revisited 28) Whether the Applicant vacated his post or whether his services have been",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      142.01,
      542.91,
      268.91
    ],
    "text": "terminated or whether the acon of the Employer amounted to construcve terminaon are essenally quesons of fact that must be determined by the Labour Tribunal. Unless the decision of the Labour Tribunal is perverse or its ndings are not supported by the evidence, the decision of the Labour Tribunal on factual maers is not a maer that the High Court must interfere with. 29) The Labour Tribunal, having specically considered the posion of the Employer that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      272.09,
      542.6,
      325.91
    ],
    "text": "Irene did not tell the Applicant not to report for work, arrived at the following conclusion:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      326.09,
      545.01,
      508.07
    ],
    "text": "ta wkqj j.W;a;rlre jsiska ;udf.a fiajh 2018 wf.daia;= ui 04 jeks osk wjika l, njg b,a,quslre\" taldldrsjq;a\" jsYajikShjq;a idlaIshla jsksYaph wOsldrh yuqfjs ,nd oS we;s njg uu ks.ukh lrus' b,a,quslref.a tls idlaIsh uu ms,s.ksus' ta wkqj j.W;a;rlre jsiska 2018'08'04 osk isg b,a,quslref.a fiajh wjika l< njg b,a,quslre taldldrsjq;a ^consistent) jsYajdikShjq;a (credible) idlaIshla jsksYajhdOsldrh yuqfjs ,nd oS we;s njg uu ks.ukh lrus' ,enS we;s idlaIs wkqj b,a,quslref.a fiajh idOdrK yd hqla;s iy.; fya;=jla fkdue;sj j.W;a;rlre jsiska wjika lr we;s njg uu ks.ukh lrus' 30) Thus, the High Court was clearly in error when it held that the Labour Tribunal has",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      511.37,
      542.4,
      562.07
    ],
    "text": "not given its mind to this issue. 31) In any event, the High Court only considered the evidence of the Applicant that he",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      565.25,
      542.7,
      707.87
    ],
    "text": "was told by Irene not to report for work any further in coming to its conclusion that the Applicant voluntarily abandoned his employment. Quite apart from the said nding of the High Court not being supported by the evidence, I am of the view that the High Court ought to have taken a holisc approach to the evidence in deciding whether the Labour Tribunal was correct in its conclusion.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.43,
      87.95
    ],
    "text": "32) In my view, there were several items of evidence that ought to have been considered",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      91.25,
      542.98,
      176.87
    ],
    "text": "by the High Court in determining the principal issue of whether the services of the Applicant had been terminated by the Employer or whether the Applicant le his employment voluntarily. 33) The rst is the fact that the Applicant reported to the Head Oce immediately upon",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      180.05,
      501.28,
      195.83
    ],
    "text": "being asked to do so, without raising any objecon, and connued to do so.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      196.61,
      542.43,
      227.63
    ],
    "text": "34) The second item of evidence is the correspondence between the Applicant and Lee",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      230.46,
      542.95,
      357.71
    ],
    "text": "where Lee informed the Applicant on 3rd August 2018 that you can only resign and we have no other suitable work for you, so you only have to resign and leave. True enough, the services of the Applicant have not been terminated by these messages but the said messages provide an insight into the mind of the Employer, and gives context to what the Applicant claims he was told by Irene the next day. 35) The third item of evidence is the failure on the part of the Employer to assign dues",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      360.66,
      542.92,
      545.03
    ],
    "text": "to the Applicant, even though the Applicant reported for work on the 3rd and 4th August 2018, and in spite of the Applicant having specically requested by an email sent on the 4th that he be assigned dues. I do understand that the Employer may have been irritated by the fact that the Applicant did not report for duty without any prior inmaon on the 2nd, and reported late on the 3rd, but the fact remains that the Applicant was a resident of Medirigiriya and that having reported to the Head Oce immediately upon being asked to do so, the Applicant needed me to nd accommodaon within Colombo. 36) The fourth and perhaps the most important item of evidence is that when",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      548.21,
      542.92,
      716.39
    ],
    "text": "considering the posion of the Applicant, one must bear in mind that, (a) it was Irene who communicated the decision of the Employer that the Applicant must report to the Head Oce on 31st July 2018 [A2], (b) the response of the Applicant was sent to Irene [A2a], and (c) the Applicant sought a list of dues also from Irene [A4b]. Thus, the decisions of the Employer were communicated to the Applicant by Irene, and thus, the decision of the Labour Tribunal to accept the evidence of the Applicant on this issue cannot be faulted. In any event, it was open for the Employer to have led the evidence of Irene, if what the Applicant was stang was not true, which the Employer did not do.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.05,
      542.51,
      103.79
    ],
    "text": "37) I am in agreement with the Labour Tribunal that the evidence in this case supports",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      107.09,
      542.92,
      344.99
    ],
    "text": "the conclusion that what was conveyed to the Applicant by Irene was the decision of the Employer and that the services of the Applicant had been terminated by the Employer without any valid reason. The conveyance of the said decision by Irene cannot be considered in isolaon of the other evidence to which I have already referred to. Whether such a message was conveyed is a queson of fact supported by evidence and hence, the said conclusion cannot be described as being perverse. In the light of the above material, I am of the view that the High Court erred when it arrived at the conclusion that the Applicant had not been told by Irene not to report for work. Conclusion 38) In the above circumstances, I answer the three quesons of law in the armave",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      348.29,
      542.38,
      417.95
    ],
    "text": "and allow this appeal. The judgment of the High Court is accordingly set aside and the Order of the Labour Tribunal is armed. I make no order with regard to costs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      418.01,
      506.62,
      544.91
    ],
    "text": "JUDGE OF THE SUPREME COURT Kumudini Wickremasinghe, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      544.97,
      503.69,
      671.87
    ],
    "text": "JUDGE OF THE SUPREME COURT Sampath B. Abayakoon, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      671.93,
      503.69,
      716.95
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441,
      12.935474395751953
    ]
  }
]