{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-09-11-SC-APPEAL-28-2023",
  "num": "SC/APPEAL/28/2023",
  "date_str": "2025-09-11",
  "description": "",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_28_2023.pdf",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "parties": "1. Dr. Asela Gunawardena, Director General of Health Services, Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 2. Dr. H.S. Munasinghe, Secretary, Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 3. Dr. Lal Panaipitiya, Director General of (Medical Services 1), Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 4. Dr. Ayanthi Karunarathne, Acting Director (Tertiary Care Services), Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 5. Dr. Sunil De Alwis, Additional Secretary (Medical Services), Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 6. Mr. I.A. Kalukapurachchi, Secretary, Health Services Committee, Public Service Commission, 1200/9, Rajmalwatte Road, Battaramulla. 7. Hon. Minister of Health, Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. RESPONDENT – PETITIONERS Vs. 1. Dr. Liyana Arachchilage Tharanga Madubhashini Liyanarachchi, 5/2, Temple road, Kaluthara North. PETITIONER – RESPONDENT 2. Dr. Rasika Gunapala, Consultant paediatrician, Lady Ridgeway Hospital, Colombo 8. (Member of the Transfer Board) 3. Dr. Darshana Sirisena, Consultant Neurologist, National Hospital of Sri Lanka, Colombo 7. (Member of the Transfer Board) 4. Dr. S.M. Senanayake, Consultant Gastroenterologist, District General Hospital, Kaluthara. 5. Dr. K.R.P. Perera, Consultant Gastroenterologist, District General Hospital, Mathara. 6. Dr. S.K. Kodisinghe, Consultant Gastroenterologist, Provincial General Hospital, Badulla. 7. Dr. T.A.C.L. Piyaratne, Consultant Gastroenterologist, Teaching Hospital, Anuradhapura. RESPONDENT – RESPONDENTS\n\nView More",
  "judgement_by": "Hon. Janak De Silva J"
}