[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      72.3,
      516.95,
      85.68
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      265.01,
      87.08,
      333.65,
      100.46
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      110.12,
      510.08,
      197.76
    ],
    "text": "In the matter of an application under and in terms of Article 17 read with Article 126 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      199.4,
      507.44,
      331.97
    ],
    "text": "CAPTAIN CHANNA D.L. ABEYGUNEWARDENA No.322/55, Saraswathie Estate, Thalawathugoda. PETITIONER S.C F.R. 57/2016 VS.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      333.47,
      488.36,
      376.61
    ],
    "text": "1. SRI LANKA PORTS AUTHORITY No.19, Chaithya Road, Colombo 01.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      378.23,
      460.88,
      451.13
    ],
    "text": "2. DHAMMIKA RANATHUNGA Chairman, Sri Lanka Ports Authority, No.19, Chaithya Road, Colombo 01.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      452.63,
      518.96,
      525.55
    ],
    "text": "3. SARATH KUMARA PREMACHANDRA Managing Director, Sri Lanka Ports Authority, No.19, Chaithya Road, Colombo 01.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      283.61,
      527.17,
      513.08,
      540.55
    ],
    "text": "4. MAGAMPURA PORT MANAGEMENT",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      542.05,
      484.4,
      585.19
    ],
    "text": "COMPANY (PRIVATE) LIMITED, Ports Administration Complex, Mirijjawila, Hambantota.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      586.69,
      521.62,
      689.38
    ],
    "text": "5. DAMMIKA RANATHUNGA-CHAIRMAN 6. DR. LALITH PERERA 7. SANJEEWA WIJERATNE 8. THAMEERA MANJU 9. UDITHA GUNAWARDENA 10. SHIRANI WANNIARACHCHI 11. JAYANTHA PERERA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      691.0,
      506.84,
      763.9
    ],
    "text": "Directors of Magampura Port Management Company (Pvt) Limited. 12. SARATH PERERA General Manager, Magampura Port Management Co. (Pvt.) Ltd,",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.3,
      474.8,
      160.1
    ],
    "text": "Port Administration Complex Mirijjawila, Hambantota. 13. HON. ATTORNEY-GENERAL Attorney-General‟s Department, Colombo 12.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      161.72,
      516.32,
      324.05
    ],
    "text": "RESPONDENTS BEFORE: K. Sripavan, CJ Anil Gooneratne, J. Prasanna Jayawardena, PC, J. COUNSEL: Upul Jayasuriya with Sandamal Rajapakse for the Petitioner. Uditha Egalahewa, PC. for the 1st to 3rd Respondents instructed",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      325.55,
      521.14,
      532.25
    ],
    "text": "by Ms.Aparna Tilakaratne. Athula Bandara Herath with Ms. Shashika de Silva for the 4th and 12th Respondents instructed by Nirosha Herath. Ms. S. Barrie, Senior State Counsel, for the Attorney-General. ARGUED ON: 17th October 2016. WRITTEN By the Petitioner on 20th July 2016. SUBMISSIONS By the 1st to 3rd Respondents on 08th July 2016. FILED: By the 4th and 12th Respondents on 30th June 2016. By the 13th Respondent on 15th July 2016. DECIDED ON: 20th January 2017",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      587.65,
      237.51,
      601.03
    ],
    "text": "Prasanna Jayawardena, PC, J",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      633.61,
      477.63,
      676.66
    ],
    "text": "The Petitioner was employed as the Deputy General (Bunkering) of the duly incorporated Company named Magampura Port Management Company Ltd [“MPMC”], which is the 4th Respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      684.38,
      525.52,
      744.34
    ],
    "text": "MPMC is fully owned by the Sri Lanka Ports Authority [“SLPA”], which is the 1st Respondent. The 2nd Respondent is the Chairman of the SLPA, the 3rd Respondent is the Managing Director of the SLPA. Both of them are also Directors of MPMC. The 5th to 11th Respondents are the other seven Directors of MPMC. The 12th",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.3,
      504.26,
      100.46
    ],
    "text": "Respondent is the General Manager of MPMC. The Hon. Attorney General is the 13th Respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      110.12,
      519.75,
      212.66
    ],
    "text": "The Petitioner states that, he was suspended from service without pay, by a letter dated 18th December 2015 which has been filed with the Petition marked “P24”. This letter has been signed by the 3nd Respondent, who has signed as “Managing Director”, presumably of the SLPA. Somewhat curiously, “P24” is not typed on a letterhead of the SLPA or of MPMC. However, the envelope in which “P24” is said to have been sent to the Petitioner by Registered Post, is printed with the name and address of the SLPA.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      222.32,
      525.34,
      310.13
    ],
    "text": "“P24” also requires the Petitioner to show cause as to why disciplinary action should not be taken against the Petitioner on account of eight Charges set out therein. The Petitioner replied by his letter dated 24th December 2015 addressed to the 2nd Respondent in his capacity as the Managing Director of the SLPA [“To: Mr.S.K.Premachandra, Managing Director, Sri Lanka Ports Authority, Colombo 1”] setting out the Petitioner‟s response and explanation with regard to the Charges.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      317.73,
      511.11,
      392.45
    ],
    "text": "A disciplinary inquiry was not held. Instead, about one month later, the 12th Respondent, in his capacity as the General Manager of MPMC, addressed a letter dated 20th January 2016 marked “P27” to the Petitioner terminating his services stating “….. your position with MPMC has become redundant resulting in the termination.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      402.23,
      513.06,
      460.13
    ],
    "text": "The Petitioner filed this application alleging that, the Respondents‟ acts of suspending him from service and subsequently terminating his services, were a violation of the Petitioner‟s fundamental rights guaranteed by Articles 12 (1), 12 (2) and 14 (1) (g) of the Constitution.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      469.81,
      519.41,
      527.71
    ],
    "text": "The substantive reliefs prayed for by the Petitioner are: an Order quashing the letter marked “P24” by which he was suspended from service; an Order quashing the letter marked “P27” by which his services were terminated; an Order directing the Respondents to reinstate the Petitioner in service with back wages; and Damages.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      535.43,
      543.58,
      669.7
    ],
    "text": "On 30th May 2016, when the Petitioner‟s application for leave to proceed was to be supported, learned President‟s Counsel appearing for the 1st to 3rd Respondents and learned Counsel appearing for the 4th and 12th Respondents raised two preliminary objections to the Petitioner‟s ability to maintain this application. Their first objection is that, the impugned acts do not constitute “executive or administrative action” as contemplated in Article 126 of the Constitution and that, therefore, this Court does not have the jurisdiction to entertain this application. Their second objection is that, in any event, the impugned acts do not attract a Public Law remedy and, for that reason, the Petitioner cannot invoke the fundamental rights jurisdiction of this Court.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      679.36,
      521.81,
      752.38
    ],
    "text": "Having heard Counsel with regard to these preliminary objections, this application was fixed for Inquiry into the preliminary objections and the parties were directed to tender their written submissions on these issues. Written submissions have been filed on behalf of the Petitioner, the 1st to 3rd Respondents, the 4th and 12th Respondents and by the Hon. Attorney General, who is the 13th Respondent. When",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.3,
      491.12,
      100.46
    ],
    "text": "this Inquiry was taken up, we heard learned Counsel appearing for the parties. Thereafter, this matter was reserved for Order.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      110.12,
      520.42,
      153.02
    ],
    "text": "As set out above, the first question to be determined by this Order is whether the alleged infringements the Petitioner complains of, amount to “executive or administrative action” as contemplated in Articles 17 and 126 (1) of the Constitution.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      162.8,
      525.77,
      310.13
    ],
    "text": "Learned Counsel appearing for the Petitioner has submitted that, although MPMC is a Company incorporated under the Companies Act No. 07 of 2007, MPMC is a body fully owned by, financed by, operated by and answerable only to the Government of Sri Lanka. He also submits that, the control exercised by SLPA permeates the functioning of MPMC at every level. He goes on to submit that, the composition of the Board of Directors of MPMC reveals this control exercised by SLPA. It has been further submitted that, the facts before the Court make apparent the close nexus and inextricable link between the State, SLPA and MPMC. On this basis, he submits that, the impugned acts amount to “executive or administrative action” as contemplated in Article 126 (1) of the Constitution.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      317.73,
      522.35,
      481.87
    ],
    "text": "The submissions made by both learned President‟s Counsel appearing for the 1st to 3rd Respondents and learned Counsel appearing for the 4th and 12th Respondents are, firstly, that, on the basis of the material which is before the Court, MPMC is independent of the State and cannot be regarded as being “an agency or instrumentality” of the State. They submit that, the material which is before the Court establishes that, the State does not have „deep and pervasive” control over the management of MPMC. Secondly, they also submit that, in any event, the impugned acts arise from or relate to a Contract of Employment which is commercial in nature and which has no „statutory underpinnings‟ and that, therefore, the Petitioner‟s remedy is limited to Private Law. On this twinfold basis, they submit that, the Petitioner is not entitled to invoke the fundamental rights jurisdiction of this Court.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      491.53,
      502.4,
      534.55
    ],
    "text": "Learned Senior State Counsel has tendered comprehensive written submissions which set out the decisions of this Court on the two issues before the Court and presents a thoughtful analysis of the development of the Law in this field.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      544.21,
      525.78,
      661.75
    ],
    "text": "As stated earlier, the alleged infringements which the Petitioner complains of, are the suspension and subsequent termination of the Petitioner‟s services effected by the letters marked “P24” and “P27”. Thus, what has to be determined in this Order is whether these two impugned acts amount to “executive or administrative action” as contemplated in Article 126 (1) of the Constitution. It is only if these two impugned acts amount to “executive or administrative action” that, this Court will have the jurisdiction to hear and determine the present application made under Article 126 (1) of the Constitution.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      671.32,
      523.86,
      759.1
    ],
    "text": "The Constitution does not define or describe what is meant by the term “executive or administrative action”. Thus, while Chapter III of the Constitution sets out the several fundamental rights guaranteed by the Constitution and the limited situations in which the exercise of these fundamental rights may be restricted, Article 17 in Chapter III only provides that, every person shall be entitled to apply to the Supreme Court in respect of the infringement of any of his fundamental rights by “executive or",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.18,
      523.78,
      159.98
    ],
    "text": "administrative action”. In turn, Article 126 (1) only stipulates that, the Supreme Court shall have jurisdiction to hear and determine any question relating to the infringement of fundamental rights by “executive or administrative action” and Article 126 (2) only provides that, any person who alleges that any of his fundamental rights have been infringed by “executive or administrative action”, may apply to the Supreme Court for redress.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      169.52,
      525.76,
      257.3
    ],
    "text": "Although the term “executive or administrative action” has not been specifically defined or described in the Constitution, Article 4 (d) indicates that, this term refers to organs of the Government when it states “the fundamental rights which are by the Constitution declared and recognized shall be respected, secured and advanced by all organs of the government, and shall not be abridged, restricted or denied, save in the manner and to the extent hereinafter provided;”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      266.96,
      525.74,
      727.13
    ],
    "text": "Thus, in the early case of PERERA vs. UNIVERSITIES GRANTS COMMISSION [1978-79-80 1 SLR 128 at 137-138], Sharvananda J, as he then was, explained that, \"Constitutional guarantees of fundamental rights are directed against the State and its organs. Only infringement or imminent infringement by executive or administrative action of any fundamental right or language right can form the subject matter of a complaint under Article 126 of the Constitution. The wrongful act of any individual, unsupported by State authority is simply a private wrong. Only if it is sanctioned by the State or done by the State authority, does it constitute a matter for complaint under Article 126. Fundamental rights operate only between individuals and the State. In the context of fundamental rights the `State‟ includes every repository of State power. The expression `executive or administrative action‟ embraces executive action of the State or its agencies or instrumentalities exercising Governmental functions. It refers to exertion of State power in all its forms\".. On the same lines, in WIJETUNGA vs. INSURANCE CORPORATION [1982 1 SLR 1 at p.5-6], Sharvananda J observed, “All organs of Government are mandated to respect the fundamental rights referred to in Chap.3 of the Constitution and are prohibited from infringing same. Action by the organs of the Government alone constitutes the executive or administrative action that is a sine qua non or basis to proceedings under Article 126 “The term „executive action‟ comprehends official actions of all Government Officers …… When private individuals or groups are endowed by the State with power or functions, governmental in nature, they become agencies or instrumentalities of the State subject to the constitutional inhibitions of the State.”. Accordingly, it is evident that, in the above cases, this Court recognized that, the term “organs of the government” used in Article 4 (d) of the Constitution encompasses both the State and also its “agencies and instrumentalities” which exercise Governmental functions. It should be made clear that, in the context of the meaning of the term “executive or administrative action”, the words “State” and “Government” are used interchangeably and with the same meaning. Naturally so, since acts by the State or on behalf of the State are performed by the members and officers of the Government.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      736.72,
      526.72,
      764.86
    ],
    "text": "When an impugned act is committed by or on behalf of the State by an Officer of the State or by a Department of the State, such an act will constitute “executive or",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.18,
      526.7,
      100.82
    ],
    "text": "administrative action” since in each such case it is, quite obviously, an “organ of the Government” which commits the act.",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      110.12,
      525.99,
      212.66
    ],
    "text": "However, the position is less clear when the act is committed by an incorporated body which has been established by the State or which is connected to the State. In such circumstances, the corporate body which commits the impugned act has a legal persona and identity which is distinct from the State. This may make it not immediately evident whether or not the act committed by that corporate body, amounts to “executive or administrative action” as contemplated in Articles 17 and 126 (1).",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      222.32,
      525.5,
      325.01
    ],
    "text": "Therefore, in such situations where it is alleged that an impugned act committed by a corporate body amounts to “executive or administrative action” as contemplated in Articles 17 and 126 (1), it is necessary to ascertain whether that corporate body can be properly regarded as falling within the aforesaid description of an `agency or instrumentality of the State‟ referred to by Sharvananda J in PERERA vs. UNIVERSITIES GRANTS COMMISSION and WIJETUNGA vs. INSURANCE CORPORATION.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      334.67,
      511.72,
      422.21
    ],
    "text": "There have been a series of decisions of this Court which have examined the circumstances in which a corporate body should be regarded as an “agency or instrumentality of the State”. As MPMC is a corporate body which is a duly incorporated limited liability Company, it will be useful to examine these decisions and seek to identify the characteristics which should be present in MPMC, if it is to be regarded as an “agency or instrumentality of the State”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      431.99,
      526.78,
      698.33
    ],
    "text": "In early decisions such as WIJETUNGA vs. INSURANCE CORPORATION, CHANDRASENA vs. NATIONAL PAPER CORPORATION [1982 1 SLR 19] and WIJERATNE vs. PEOPLE’S BANK [1984 1 SLR 01], this Court took the view that, the hallmarks which identify a corporate body as being an agency or instrumentality of the State are: the exercise of an aspect of the „sovereign power‟ of the State, the performance of functions of public importance which are of a governmental nature, ownership by the State, almost total control by the State and financial dependence on the State. Further, the Court took the view that, the presence of one of these factors alone many not suffice and that it was necessary to look at whether there was a combination of these factors which showed that the corporate body was, in fact, an agency or instrumentality of the State. As Sharvananda J stated in WIJERATNE vs. PEOPLE’S BANK [at p.13] “Consideration of any single factor may not suffice, a Court will have to consider the cumulative effect of these various factors to arrive at its decision. „It is not enough to examine seriatim each of the factors upon which a claimant relies and to dismiss each as being individually insufficient to support a finding of State action. It is the aggregate that is controlling‟ - per Douglas, J. in Jackson v. Metropolitan Edition Co. It is the cumulative effect of all the relevant factors that determines the measure of State responsibility.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      708.04,
      526.78,
      766.06
    ],
    "text": "Applying these criteria, Sharvananda J decided in the above three cases that, the Insurance Corporation, National Paper Corporation and the People‟s Bank respectively, which were all corporate bodies established by Statute, were not agencies or instrumentalities of the State. On an application of the same criteria,",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.3,
      530.14,
      264.33
    ],
    "text": "Sharvananda J decided in PERERA VS. UNIVERSITIES GRANTS COMMISSION that, the University Grants Commission, which was a corporate body established by Statute, performed a “very important governmental function” and was financed by the State, which made it “an organ or delegate of the Government”. Applying the same criteria, in JAYANETTI vs. LAND REFORM COMMISSION [1984 2 SLR 172], Wanasundera J held the Land Reform Commission, which was a corporate body established by Statute, was an instrumentality of the State since it was set up to manage vast acres of State land in compliance with State policy and subject to close State control in its activities and its finances. In DAHANAYAKE vs. DE SILVA [1978-79-80 1 SLR 47], the Ceylon Petroleum Corporation was regarded as an agency of the State since it had a monopoly on the sale of petroleum products which are not a mere consumer item of private trade and since it provided an essential service by distributing and selling these petroleum products to the people.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      273.95,
      525.63,
      450.89
    ],
    "text": "The aforesaid criteria applied in the above decisions are sometimes referred to as the “functional test” and the “Governmental control test”. The approach taken in these cases appears to have been on the lines that, the “functional test” would be satisfied only if the Statute establishing the corporate body vested it with the duty of performing important Governmental functions which have traditionally been the sole and exclusive preserve of the State and that, the “Governmental control test” would be satisfied only if the Statute establishing the corporate body made it subject to very close State control coupled with financial dependence on the State. Thus, Sharvananda J stated in both WIJETUNGA VS. INSURANCE CORPORATION and in PERERA vs. PEOPLE’S BANK that a corporate body would be regarded as being an agency or instrumentality of the State where it was evident that the corporate body was an “alter ego or organ of the State”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      466.57,
      525.06,
      617.83
    ],
    "text": "However, in subsequent cases, this Court has, while not jettisoning the “functional test” and the “Governmental control test”, adopted a more investigative approach when determining whether a corporate body is an agency or instrumentality of the State. This Court has been more ready to pull aside the veil of incorporation and probe deeper to see whether “the brooding presence of the State” as evocatively termed by Krishna Iyer J in SOM PRAKASH vs. UNION OF INDIA [AIR 1981 SC 212 at p.229], lies behind the corporate body making it, in truth and in fact, an agency or instrumentality of the State. Consequently, the somewhat narrow and rigid tests referred to in the aforesaid early cases were expanded in the later Cases with this Court preferring to adopt a less restrictive approach which looked to ascertaining the real relationship which exists between the State and a corporate body.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      632.29,
      519.6,
      756.1
    ],
    "text": "This approach was necessary since the Court was alive to the reality that, the modern State has an array of corporate entities which are formed by the State or on the directions of the State, to engage in a variety of activities including the provision of services, administration, manufacturing and commerce. Though these corporate bodies are legal persons in their own right and their legal identity is distinct from the State, they often operate in terms of State policy or are closely associated with the State or perform functions on behalf of the State or are largely controlled by the State or are financed by the State. In many cases, they conform to many or all of these characteristics. Frequently, the power and authority of the State lies behind",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.18,
      523.01,
      140.78
    ],
    "text": "these corporate bodies when they deal with the people. They are, in truth and fact, agencies or instrumentalities of the State which, therefore, must be held to be bound by Article 4 (d) of the Constitution, which requires all organs of the Government to respect, secure and advance the fundamental rights which are declared and recognized by the Constitution.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      155.24,
      526.52,
      251.3
    ],
    "text": "Thus, in RAJARATNE vs. AIR LANKA LTD [1987 2 SLR 128], Atukorale J observed [at p.146] “But by resorting to this device of the corporate entity, the government cannot be permitted to liberate itself from its constitutional obligations in respect of fundamental rights which it and its organs are enjoined to respect, secure and advance. In the circumstances I am of the opinion that the expression 'executive or administrative action' in Articles 17 and 126 of the Constitution should be given a broad and not a restrictive construction.”",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      265.88,
      523.14,
      555.07
    ],
    "text": "Atukorale J cited with approval the judgment of Mathew J in SUKHDEV SINGH vs. BHAGATRAM [AIR 1975 SC 1331] and the decisions of RAMANA DAYARAM SHETTY vs. THE INTERNATIONAL AIRPORT AUTHORITY OF INDIA [AIR 1979 SC 1682], AJAY HASIA vs. KHALID MUJIB [AIR 1981 SC 487] and SOM PRAKASH vs. UNION OF INDIA in which the Indian Supreme Court described some of the identifying characteristics which show a corporate body to be, in fact, an agency or instrumentality of the State. His Lordship followed the approach taken in these Indian decisions, which he described [at p.146] as “the test of governmental agency or instrumentality”. Adopting this approach, Atukorale J held that, Air Lanka Ltd, which was a Company incorporated under the Companies Ordinance, was an agency or instrumentality of the State since it performed a function of great public importance, was financed by the State and its management was controlled by the State. His Lordship held [at p.148-149] “The juristic veil of corporate personality donned by the company for certain purposes cannot, for the purposes of the application and enforcement of fundamental rights enshrined in Part III of the Constitution, be permitted to conceal the reality behind it which is the government. The brooding presence of the government behind the operations of the company is quite manifest. The cumulative effect of all the above factors and features would, in my view, render Air Lanka an agent or organ of the government. Its action can therefore be properly designated as executive or administrative action within the meaning of Articles 17 and 126 of the Constitution”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      569.65,
      525.03,
      762.46
    ],
    "text": "This broader and more investigative approach was adopted in ROBERTS vs. RATNAYAKE [1986 2 SLR 36] where De Alwis J held that a Municipal Council was an agency or instrumentality of the State since it performed Governmental functions and was subject to some degree of control by the State. Then, in WIJENAIKE vs. AIR LANKA LTD [1990 1 SLR 293, Kulatunga J considered Air Lanka Ltd, which was a Company incorporated under the Companies Ordinance, to be a “government agency”. In WICKREMATUNGA vs. RATWATTE [1998 1 SLR 201], Amerasinghe J held that, Ceylon Petroleum Corporation, which was a corporate body established by the Statute, was an agency or instrumentality of the State since it performed functions of vital national importance and was subject to the control of State. In SAMSON vs. SRI LANKAN AIRLINES LTD [2001 1 SLR 94], Ismail J held that, following Emirates being vested with the exclusive power of management and control, Sri Lanka Airlines Ltd had ceased to be agency or instrumentality of the State. But, it is evident from the judgment of Ismail J that, His Lordship considered",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.78,
      302.93,
      806.26
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.18,
      520.2,
      140.78
    ],
    "text": "Sri Lanka Airlines Ltd to have been an agency or instrumentality of the State prior to Emirates taking over the management and control. However, it appears that, in this case, the Court did not go on to consider the question of whether Emirates was exercising control as the agent of Sri Lanka Airlines Ltd which had been recognized to be an agency or instrumentality of the State.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      155.24,
      524.75,
      499.75
    ],
    "text": "In JAYAKODY vs. SRI LANKA INSURANCE AND ROBINSON HOTEL COMPANY LTD [2001 1 SLR 365], Fernando J addressed this question and held that, a duly incorporated limited liability Company which carried on a solely commercial enterprise was an agency or instrumentality of the State if the State had effective ownership and control of that Company. His Lordship held that this would be so even if the ownership was through another legal entity and the control was exercised through another legal entity who acted as the agent. Thus, Fernando J held [at p.373] “The chain of ownership and control may extend indefinitely: e.g. the State may set up a corporation which it (in substance) owns and controls; that corporation may set up a limited liability company which it (in substance) owns and controls; and that company in turn may set up another company or other entity . . . and so on. But however long the chain may be, if ultimately it is the State which has effective ownership and control, all those entities - every link in that chain - are State agencies. I hold that the 2nd Respondent is a State agency. Even if it was performing purely commercial functions, it would nevertheless be a State agency, albeit a State agency performing commercial functions.” and [at p.376], “The liabilities which direct action would attract, could not be evaded by resorting to indirect action.”. In ORGANIZATION OF PROTECTION OF HUMAN RIGHTS & RIGHTS OF INSURANCE EMPLOYEES vs. PUBLIC ENTERPRISE REFORM COMMISSION [2007 2 SLR 316]. Bandaranayake J, as she then was, held that, following the State divesting the Shares it held in Sri Lanka Insurance Corporation Ltd and ceasing to have any effective control over that corporate body, Sri Lanka Insurance Corporation Ltd, which was a duly incorporated Company, was not an agency or instrumentality of the State.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Trebuchet MS"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      514.21,
      524.39,
      720.7
    ],
    "text": "In DHARMARATNE vs. INSTITUTE OF FUNDAMENTAL STUDIES [2013 1 SLR 367], Marsoof J identified the several tests that have been developed to ascertain whether a corporate body is an agency or instrumentality of the State and stated [at p.373] “Consistent with this approach, our courts have applied various tests to determine whether a particular person, institution or other body whose action is alleged to be challenged under Article 126 of the Constitution, is an emanation or agency of the State exercising executive or administrative functions. Where the body whose action is sought to be impugned is a corporate entity these tests have focussed, among other things on the nature of the functions performed by the relevant body, the question whether the state is the beneficiary of its activities, the manner of is constitution, whether by statutory incorporation or otherwise, the dependence of the body whose action is sought to be challenged on state funds, the degree of control exercised by the State, the existence in it of sovereign characteristics or features, and whether it is otherwise an instrumentality or agency of the State. However, as will be seen, these tests flow into each other.”",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      735.28,
      495.61,
      762.46
    ],
    "text": "In this case, Marsoof J examined whether the Institute of Fundamental Studies, which was a corporate body established by Statute, was an agency or",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.18,
      525.94,
      209.78
    ],
    "text": "instrumentality of the State. His Lordship held that, though it was not immediately apparent that, the Institute of Fundamental Studies performed functions of a public or governmental nature and there was no material before Court to suggest that it received substantial financial assistance from the State, the fact that the President of the Republic and the Board of Governors, the majority of whom were appointed by the President, exercised control over the Institute of Fundamental Studies and also the fact that, the State granted benefits to Institute of Fundamental Studies which suggested the existence of “contact as well as a symbiotic relationship” with the State, made the Institute of Fundamental Studies, an agency or instrumentality of the State.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      224.24,
      514.36,
      292.85
    ],
    "text": "In the recent decision of WIJEWARDHANA vs. KURUNEGALA PLANTATIONS LTD [S.C F.R.24/2013 decided on 03.09.2014], it was not disputed by the parties and accepted by the Court that, a duly incorporated limited liability Company which was subject to ministerial control, was to be regarded as being an agency or instrumentality of the State.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      307.19,
      522.87,
      348.17
    ],
    "text": "Drawing from the aforesaid decisions of this Court and Indian decisions, some of the identifying characteristics which show a corporate body to be an agency or instrumentality of the State, may be collated as follows:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      362.63,
      523.36,
      693.46
    ],
    "text": "(i) The State, either directly or indirectly, having ownership of the corporate body or a substantial stake in the ownership of the corporate body; (ii) The corporate body performing functions of public importance which are closely related to Governmental functions; (iii) The corporate body having taken over the functions of a Department of the State; (iv) The State having deep and pervasive control of the corporate body; (v) The State having the power to appoint Directors and Officers of the corporate body; (vi) The State providing a substantial amount of financial assistance to the corporate body; (vii) The corporate body transferring its profits to the State; (viii) The State deriving benefits from the operation of the corporate body; (ix) The State providing benefits, concessions or assistance to the corporate body which are usually granted to organs of the State ; (x) The Accounts of the corporate body being subject to audit by the Auditor General or having to be submitted to the State or an official of the State; (xi) The State having conferred a monopoly or near monopoly in its field of business to the corporate body or the State protecting such a monopoly or near monopoly; (xii) Officers of the corporate body enjoying immunity from suit for acts done in their official capacity.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      707.8,
      501.96,
      748.78
    ],
    "text": "It should be added that, as pointed out in RAJASTHAN STATE ELECTRICITY BOARD vs. MOHAN LAL [AIR 1967 SC 1857], the conferring of power on a corporate body to make rules, regulations or directions with the power to enforce",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.18,
      515.92,
      99.38
    ],
    "text": "them, is strong evidence that, the corporate body exercises an aspect of „sovereign power‟ and is, accordingly, an organ of the State.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      113.84,
      526.78,
      549.91
    ],
    "text": "Although I have, for purposes of easy reference, set out the above list of some of the identifying characteristics of a corporate body which is an agency or instrumentality of the State, it is important to keep in mind that, this list is by no means exhaustive. Further, it must be stressed that, the presence of one or more of these identifying characteristics does not, necessarily, lead to the conclusion that a corporate body is an agency or instrumentality of the State. Instead, it is, usually, the cumulative effect of some of these identifying characteristics being found in a corporate body, which leads to the conclusion that it is an agency or instrumentality of the State. As Bhagwati J, as he then was, emphasised in RAMANA DAYARAM SHETTY vs. THE INTERNATIONAL AIRPORT AUTHORITY OF INDIA [at p.642], “….. it is not possible to make an exhaustive enumeration of the tests which would invariably and in all cases provide an unfailing answer to the question whether a corporation is governmental instrumentality or agency….It is the aggregate and cumulative effect of all the relevant factors that is controlling.”. I will now consider, in the light of the aforesaid characteristics of a corporate body which is an agency or instrumentality of the State, the first preliminary objection raised by the 1st to 3rd Respondents and 4th and 12th Respondent – namely, the contention that, the impugned acts do not constitute “executive or administrative acts” as contemplated in Articles 17 and 126 (1) of the Constitution and that, therefore, this Court does not have the jurisdiction to entertain this application. The impugned acts – ie: the suspension of the Petitioner‟s services by the letter marked “P24” and the termination of the Petitioner‟s services by the letter marked “P27” - have been done by MPMC or on behalf of MPMC. Since the impugned acts were done by or on behalf of MPMC, it is necessary to examine whether MPMC, which is a limited liability Company incorporated under the Companies Act, can be correctly considered to be an agency or instrumentality of the State. As set out above, it is only if the answer to that question is in the affirmative, that this Court will have the jurisdiction, under Article 17 read with Article 126 (1) of the Constitution, to entertain this application.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      559.57,
      525.97,
      706.9
    ],
    "text": "When answering this question, it has to be kept in mind that, as mentioned earlier, the modern State often resorts to the mechanism of incorporating Statutory Bodies and Companies to carry on the myriad activities which a modern State engages in, including commercial enterprises. It also has to be kept in mind that, although at first blush these corporate bodies may seem to be distinct from the State by virtue of their incorporation as limited liability Companies or because they engage in a solely commercial enterprise or for other reasons, some of them are, in truth and in fact, agencies and instrumentalities of the State which not only enjoy the privileges of an organ of the State but also have the power of the State strengthening their hand when dealing with the people.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      716.56,
      520.42,
      759.7
    ],
    "text": "Therefore, this Court, which is entrusted with the guardianship of fundamental rights under the Constitution, has a duty to ensure that, if a corporate body is, in truth and in fact, an agency or instrumentality of the State, that corporate body is held",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.3,
      520.41,
      174.86
    ],
    "text": "accountable to honour and abide by Article 4 (d) of the Constitution which requires all organs of the government to respect, secure and advance the fundamental rights which are declared and recognized by the Constitution. It is apt to reiterate here Atukorale J‟s observation in RAJARATNE vs. AIR LANKA LTD that, “….. by resorting to this device of the corporate entity, the government cannot be permitted to liberate itself from its constitutional obligations in respect of fundamental rights which it and its organs are enjoined to respect, secure and advance.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      184.52,
      526.14,
      361.49
    ],
    "text": "Consequently, when ascertaining whether a corporate body is an agency or instrumentality of the State, the Court should endeavour to perceptively examine with an investigative bent of mind, the character of the corporate body and the features of its management and operations and, thereby, determine whether the corporate body is, in truth and in fact, an agency or instrumentality of the State. A Court has to look behind any cosmetic artifices of incorporation or illusory distancing placed between State and the corporate body and dissect the flesh, blood and bones of the corporate body to expose its real kinship and association with the State. As Bhagwati J, as he then was, observed in AJAY HASIA vs. KHALID MUJIB [at p.492],”Where Constitutional fundamentals vital to the maintenance to human rights are at stake, functional realism and not facial cosmetics must be the diagnostic tool; for constitutional law must seek the substance and not the form.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      371.27,
      521.14,
      548.23
    ],
    "text": "To get back to examining whether MPMC possesses the characteristics of an agency or instrumentality of the State, it should be mentioned at the outset that, the fact that MPMC is a limited liability Company incorporated under the Companies Act or the fact that it engaged in an enterprise which has commercial aspects, does not prevent it from being regarded as an agency or instrumentality of the State if it possesses the characteristics of one. As set out above, this has been recognised in several decisions of this Court including RAJARATNE vs. AIR LANKA LTD, JAYAKODY vs. SRI LANKA INSURANCE AND ROBINSON HOTEL COMPANY LTD and WIJEWARDHANA vs. KURUNEGALA PLANTATIONS LTD. In this regard, Douglas J stated in NEW YORK vs. UNITED STATES [1945 326 US 572], “A State‟s project is as much a legitimate governmental activity whether it is traditional or akin to private enterprise.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      558.01,
      517.26,
      630.79
    ],
    "text": "Thereafter, it is appropriate to first ascertain whether the State, directly or indirectly, owns MPMC. In this connection, it is undisputed that, MPMC is fully owned by the SLPA. Not only that, Article 4 (i) and (ii) of the Articles of Association marked “P5” stipulate that SLPA shall, at all times, be the sole shareholder of MPMC and that, MPMC is prohibited from offering its Shares to the public.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      640.45,
      525.72,
      758.14
    ],
    "text": "A perusal of the Sri Lanka Ports Authority Act No. 31 of 1979 establishes, beyond any doubt, that, the SLPA is an agency or instrumentality of the State. This is evident for the reasons, inter alia, that, the objects of the SLPA are to develop, maintain and operate the principal Ports of Sri Lanka and provide Port Services, all of which are functions of vital public importance which are governmental in nature; the SLPA took over all the property of the Colombo Port Commission; the members of the SLPA and the General Manager of the SLPA are appointed by specified Ministers of the State; the Minister has the power to make Rules which regard to the operations of",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.3,
      517.79,
      189.86
    ],
    "text": "the SLPA; the SLPA is subject to close control by the State in its management and operations ; provision is made for the issue of Government guarantees to secure monies borrowed by the SLPA; the SLPA is eligible to receive several benefits from the State; obstructing the SLPA in the performance of its duties, evading paying amounts due to the SLPA by way of dues or charges and the contravention of the provisions of the Act, are all offences; and officers of the SLPA are regarded as public servants for the purposes of the Penal Code and have immunity from suit or prosecution for acts done in good faith.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      199.4,
      524.93,
      257.42
    ],
    "text": "Thus, it is evident that, since MPMC is fully owned by the SLPA which is indisputably an organ of the State, the State has effective ownership of MPMC. As Fernando J pointed out in JAYAKODY’s case, the fact that it is indirect ownership, does not make a difference.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      266.84,
      526.78,
      767.74
    ],
    "text": "Secondly, Article 3 of the Articles of Association show that, the Objects of MPMC can be fairly described to be of public importance and governmental in nature since they include developing the Mahinda Rajapaksa Port in Hambantota to a modern international sea port, establishing an industrial zone within that Port and performing duties and functions relating to the operation and management of that Port as are assigned to MPMC by the SLPA. Thirdly, it is evident that, the State, through the SLPA, exercises absolute control over MPMC since the SLPA is the sole shareholder of MPMC. It hardly needs to be stated that, where a duly incorporated Company has a sole shareholder, that shareholder wields absolute power to determine any aspect of the Company‟s operations and even existence. Since the State controls the sole shareholder of MPMC, the State wields this absolute power over MPMC. Further, though MPMC has its own Board of Directors, consisting of 09 Directors, which manages the business and affairs of MPMC in terms of Article 15 (1), all these Directors are nominated by Ministers of the State or by the SLPA. Thus, the first Managing Director, who is an executive Director and an employee of MPMC, is nominated by the Minister in charge of the SLPA. With regard to the other 08 Directors, 02 Directors are nominated by the Minister in charge of the SLPA from among the members of the Board of Directors of the SLPA. 03 more Directors are nominated by the Minister in charge of the SLPA. 01 Director is a representative of the General Treasury nominated by the Minister in charge of Finance. The remaining 02 Directors are the Director-Operations and the Director-Finance of the SLPA. All these Directors (other than the Managing Director of MPMC and the Director-Operations and the Director-Finance of the SLPA) are subject to removal by the Minister who appointed them. Thus, it is evident that, as a result of the Minister in charge of the SLPA and the SLPA having the power of determining the constitution of the Board of Directors of MPMC, the SLPA and the Minister exercise effective control over the business and affairs of MPMC. The fact that, SLPA has control over MPMC is tellingly illustrated by the letter dated 18th December 2015 marked “P24” which requires the Petitioner to show cause as to why disciplinary action should not be taken against him and suspends the Petitioner‟s services. As mentioned earlier, “P24” has been signed by the 3nd Respondent, who has signed as “Managing Director”, presumably of the SLPA. The",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.3,
      526.17,
      189.86
    ],
    "text": "envelope in which “P24” is said to have been sent to the Petitioner by Registered Post, is printed with the name and address of the SLPA. Thus, “P24” establishes that, the SLPA was inextricably engaged in the management and control of MPMC to such an extent that, the Managing Director of the SLPA considered it well within his duties to issue a „show cause letter‟ to an employee of MPMC and suspend that employee from service. The fact that this was the accepted status quo is further revealed by the Petitioner‟s reply marked “P25” which was sent to the Managing Director of the SLPA.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      197.34,
      526.78,
      643.75
    ],
    "text": "Next, the Gazette dated 21st September 2015 marked “P6” indicates that, the Minister in charge of Ports and Shipping has the duty and function of supervising MPMC and formulating the policies, programmes and projects of MPMC since the Minister is stated to be in charge of the SLPA and “its Subsidiaries and Associates” . Thereafter, there is material before this Court to indicate that, the Minister in charge of Ports and Shipping exercised authority and took decisions relating to the operations of MPMC. This is evidenced by the report dated 06th October 2015 marked “P13(e)” which reveals that, reports relating to the operations of MPMC were submitted to the Minister for decisions and the letter dated 11th November 2015 marked “P19” which reveals that, the Minister chaired a meeting at which officials of the SLPA and the Petitioner participated and at which the Petitioner was directed to compile a report regarding a purchase of Diesel Oil. There is also material before this Court which establishes that, the State exercises a significant degree of control over the finances of MPMC. This is seen from Article 15 (v) and (vi) of the Articles of Association of MPMC which require that, the Business Plan of MPMC must be submitted to the General Treasury for approval and that, the annual Budget of MPMC must be submitted to the General Treasury. Further, the document marked “P20” establishes that, a “Report on the Tank Farm and Bunkering Activities” of MPMC was submitted to the Auditor General who required MPMC to furnish an explanation with regard to the losses incurred by MPMC and the remedial steps that MPMC intends to take. Further, the letter dated 10th December 2015 marked “P22” establishes that, the Minister of Finance called for an explanation from MPMC with regard to a purchase of bunker fuel and a loan obtained by MPMC and also that, a memorandum was submitted to the Cabinet on this issue. The circumstances I have referred to above establish that, the State both directly and through its organ, the SLPA, has deep and pervasive control over MPMC. Here too, as Fernando J pointed out in JAYAKODY’s case, the fact that it is indirect control through SLPA, does not make a difference.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      651.35,
      526.62,
      763.3
    ],
    "text": "Learned President‟s Counsel appearing for the 1st to 3rd Respondents has submitted that, the fact that, the Articles of Association of MPMC do not expressly provide for ministerial directions affecting the operations and administration of MPMC, establishes that MPMC is free from State control. I do not think this contention is correct. While the Articles of Association are undoubtedly relevant, they are not conclusive. As mentioned earlier, this Court must look to the reality of the situation rather than the rules in Articles of Association. The facts I have recounted establish that the reality of the situation is that the State controls MPMC. It is apt to recall the",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.18,
      526.78,
      761.86
    ],
    "text": "words of Krishan Aiyar J in SOM PRAKASH vs. UNION OF INDIA [at p.218] who stated, “…..merely because a Company or other legal person has functional and jural individuality for certain purposes and in certain areas of law, it does not necessarily follow that for the effective enforcement of fundamental rights under our constitutional scheme, we could not scan the real character of that entity; and if it is found to be a mere agent or surrogate of the State, in fact owned by the State, in truth controlled by the State and in effect an incarnation of the State, constitutional lawyers must not blink at these facts and frustrate the enforcement of fundamental rights……”. To sum up, the fact that, the State has effective ownership of MPMC, the fact that MPMC performs functions of public importance which are governmental in nature and the fact that, the State, both directly and through the SLPA, exercises deep and pervasive control over MPMC, lead me to conclude that, MPMC must be regarded as an agency or instrumentality of the State. Consequently, the impugned acts done by MPMC or on behalf of MPMC must be regarded as constituting “executive or administrative acts” within the meaning of Articles 17 and 126 (1) of the Constitution. Accordingly, I overrule the first preliminary objection. The second preliminary objection has to be now considered. Namely, the contention that, the impugned acts arise from or relate to a Contract of Employment which is commercial in nature and which has no statutory basis or connection. It is submitted that, therefore, the Petitioner‟s remedy is limited to Private Law and the Petitioner is not entitled to invoke the fundamental rights jurisdiction of this Court. In support of this contention, it has also been submitted that, Article 15 (iv) of the Articles of Association of MPMC specifies that it is the Board of Directors of MPMC which must formulate the schemes of recruitment and promotion of employees of MPMC and the code of rules of discipline applicable to employees of MPMC. On this basis, it is submitted that, there is no provision for State control or interference in MPMC‟s dealings with its employees and that, therefore, the contract of employment between the Petitioner and MPMC is one which is entirely commercial in nature with no statutory basis or connection - ie: with no „statutory underpinnings‟ as it is sometimes said. In pursuance of this argument, Counsel appearing for the 1st to 3rd Respondents and 4th and 12th Respondents submit that, the Contract of Employment set out in the Letter of Appointment marked “P4” provides for the termination of the Petitioner‟s employment with one month‟s notice and that there is no contractual obligation to hold a disciplinary inquiry before terminating the Petitioner‟s employment. They submit that, the Petitioner is not a `public servant‟ and that, therefore, the Petitioner‟s remedy, if any, lies in Private Law and that the Petitioner cannot invoke the fundamental rights jurisdiction of this Court. In support of this argument, learned Counsel have cited and rely on the decisions in ROBERTS vs. RATNAYAKE and WIJENAIKE vs. AIR LANKA LTD. In ROBERTS vs. RATNAYAKE, the majority judgment held that, where the State or one of its agencies entered into a contract with another party, the State was bound to not violate the fundamental rights of that person during the `threshold‟ stage of",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.18,
      526.78,
      734.14
    ],
    "text": "awarding the contract and entering into the contract. It was held that, once the contract was entered into and the `threshold‟ stage was passed, the rights of the State and the other party to the contract were governed solely by the contract unless the contract had a statutory basis or connection – ie: unless the contract has what is sometimes referred to as `statutory underpinnings‟. The Court held that, after the `threshold‟ stage was passed, the fundamental rights of the other party ceased to have any application to the dealings between the State and that party under the contract unless the contract has a statutory basis or connection. Thus, Ranasinghe J, as he then was, held [at p. 44-45], “Any act done, therefore, in pursuance of a term or condition, set out in a contract entered into between a citizen and the State, would not, ordinarily, come within the term `law' so set out in the said Article; and a breach or violation of any such term or condition would not attract to it the provisions of Article 12 (1). An act, done in pursuance of a term or condition contained in such a contract and which said act is said to be a violation, could found a complaint of an infringement of the right embodied in Article 12 (1) only where such term or condition has a statutory origin, or has, at least, what has been referred to in another connection, a `statutory flavour‟. It is only where the State has acted in the context, and in the sphere of `law‟, as defined in Article 170, that any invocation of Article 12 (1) could be entertained ….. where the State enters into a contract with a citizen in pursuance of any statutory power, the State, or such State agency is, at the `threshold stage‟, or the stage at which such contract is being entered into, bound by the operation of the provisions of Article 12(1) of the Constitution: that, once such an agreement is validly entered into, all parties to such agreement – the State, the State agency, and the citizen - are all ordinarily bound only by the terms and conditions set out in such agreement;”. In WIJENAIKE vs. AIR LANKA LTD, Kulatunga J endorsed the view taken by the majority in ROBERTS vs. RATNAYAKE that, where the State has entered into a contract, fundamental rights have no application after the „threshold‟ stage of the contract is passed. With regard to contracts of employment where the State or its agencies or instrumentalities is the employer, Kulatunga J took the view that, unlike in the case of `public servants‟ whose employment by the State is characterized by, in the words of Sharvananda CJ in PERERA vs. JAYAWICKREMA [1985 1 SLR 285 at p.301],“The concept of equality (which) permeates the whole spectrum of a public servant's employment…..”, the rights of employees who are not classified as `public servants‟ are governed only by their contracts of employment unless these contracts of employment are governed by a statute or subsidiary legislation which requires that, the employer must accord equal treatment to all its employees and refrain from discrimination etc. His Lordship held [at p.316] “….. in the case of a public corporation which is an agency of the government a breach of contract between an employee and the agency would not per se attract the provisions of Article 12 (1). Such an employee can complain of a violation of that Article only if the rights and obligations under the contract of employment are imposed by statutory provisions….. If the remedy sought arises purely from the contract based on the consent of parties, Articles 12 (1) and 126 have no application, in which event the dispute must be resolved by an ordinary suit provided by private law, even if the dispute involves an allegation of discrimination.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.18,
      525.0,
      251.18
    ],
    "text": "However, the subsequent decisions of this Court in cases such as GUNARATNE vs. CEYLON PETROLEUM CORPORATION [1996 1 SLR 315], SMITHKLINE BEECHAM BIOLOGICALS SA vs. STATE PHARMACEUTICAL CORPORATION [1997 3 SLR 20], WICKREMATUNGA vs. RATWATTE [1998 1 SLR 201], SILVA vs. RATWATTE [1998 1 SLR 350], WICKREMASINGHE vs. CEYLON PETROLEUM CORPORATION [2001 2 SLR 409] and WIJEWARDHANA vs. KURUNEGALA PLANTATIONS LTD have taken a different view. These decisions have held that, the fact that State enters into a contract does not exempt the State from its obligation to refrain from violating the fundamental rights of the other party to the contract in the course of dealings under the contract, whether at the „threshold stage‟ or thereafter. These decisions, which are very relevant to the second preliminary objection, have not been cited by Counsel in their submissions in support of the preliminary objection raised by them.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      265.64,
      519.6,
      416.81
    ],
    "text": "In GUNARATNE vs. CEYLON PETROLEUM CORPORATION, the Court held that, although the contract entitled Ceylon Petroleum Corporation to terminate a Dealership Agreement at its sole discretion, the termination was arbitrary and, therefore, violated the fundamental rights of the Dealer. Fernando J rejected the submission that, the fundamental rights jurisdiction of this Court cannot be invoked where the impugned act is one done by the State in the course of its dealings under a contract. His Lordship stated [at p.323], “The principle of equality embodied in Article 12 does not make any exception, in regard to contracts in general, or particular types of contracts, or the stage at which a contract is. Indeed, the proviso to Article 12 (2), as well as Article 12 (3), militate against the contention that contracts are excluded.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      431.39,
      523.97,
      762.1
    ],
    "text": "Similar views were expressed by Amerasinghe J in SMITHKLINE BEECHAM BIOLOGICALS SA vs. STATE PHARMACEUTICAL CORPORATION and WICKREMATUNGA vs. RATWATTE and by Silva CJ in WICKREMASINGHE vs. CEYLON PETROLEUM CORPORATION. In the SMITHKLINE BEECHAM case, Amerasinghe J stated [at p. 29], “I am also unable to agree with the view that a distinction should be drawn between cases in which there is a contract and those in which the matter is at a threshold stage or some stage before the making of the contract: In my view, where there is a breach of contract and a breach of Article 12 (1) brought about by the same set of facts and circumstances, it cannot be correctly said one of the remedies only can be availed of, the other being thereby extinguished; nor can it be correctly said that the aggrieved party must be confined to his remedy under the law of contract, unless there is a violation of statutory obligations:”. In WICKREMATUNGA’ s case, Amerasinghe J stated [at p.230-231], “….. I am unable to agree with the view advanced by learned counsel for the second and third respondents, that in the sphere of contracts, public authorities and functionaries do not have to conform to Constitutional requirements, and in particular those set out in Article 12: They cannot, in my view, avoid their Constitutional duties by attempting to disguise their activities as those of private parties. This Court has always said or acted on the assumption that government departments and agencies, institutions and persons performing public functions or clearly entwined or entangled with government, must comply with the provisions of Article 12 ….. The drawing of a distinction between cases in which there is a contract and those in which the matter is at a threshold stage or at some stage before the making of a contract is, in my view, artificial, narrow and inappropriate.”. In WICKREMASINGHE’s case, Silva CJ",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.06,
      524.03,
      209.66
    ],
    "text": "stated [at p.412] “….. the termination of the Petitioners dealership is in compliance with specific terms of the Agreement (P1) and the Petitioner may not be entitled to any relief in respect of the termination under the law of contract and the common law on the subject. But, that is from the perspective of the Private Law. In these proceedings, the termination is challenged from the perspective of Public Law on the basis of an alleged infringement of the fundamental right to equality, guaranteed by Article 12(1) and (2) of the Constitution. Therefore the matters to be considered transcend the mere examination of the terms of the Agreement and a review of the legality of the termination in the light of the Law of Contract and enter the domain of the constitutional guarantee of equality enshrined in Article 12.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      224.24,
      526.25,
      389.21
    ],
    "text": "More recently, in WIJEWARDHANA vs. KURUNEGALA PLANTATIONS LTD where the Respondent took up the position that its refusal to extend the lease was in exercise of its‟ contractual rights and, therefore, not subject to review in a fundamental rights application, Wanasundera J examined the different views taken in the aforementioned decisions and endorsed the latter view adopted by Fernando J, Amerasinghe J and Silva CJ. Her Ladyship held [at p.8], “I am of the view that the 1st Respondent‟s refusal to extend the lease period should be reviewed not from the narrow perspective of only the terms of the agreement but from the broader perspective of the exercise of executive and administrative action. The refusal to extend the lease period by the Respondent is an act of agency of the Government and the Constitutional guarantee of equality should guide the exercise of power under the agreement.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      403.79,
      526.76,
      762.1
    ],
    "text": "When determining the aforesaid second preliminary objection raised in the present case, I would respectfully follow the line of authority set out in the aforesaid later decisions which hold that, the fundamental rights jurisdiction of this Court can be invoked by a Petitioner who alleges that an organ, agency or instrumentality of the State has violated his fundamental rights in the course of dealings under and in terms of a contract entered into between them. It seems to me that, this has to be so for the simple reason that, Article 4 (d) of the Constitution has an overarching effect which binds all organs, agencies and instrumentalities of the State in all things they do and at all points of time. Therefore, the fact that an organ, agency or instrumentality of the Government has entered into a contract cannot release it from its duty, under Article 4 (d) of the Constitution, to respect, secure and advance the fundamental rights of the contracting party in the course of dealings under that contract. This duty will, necessarily, continue at all stages of the contract. This is a duty which an organ, agency or instrumentality of the State cannot escape from by entering into a contract and it is a right which the contracting party cannot cede or abandon by entering into a contract. The validity of this conclusion is confirmed by the fact that, Article 15 of the Constitution allows restrictions on fundamental rights only in the limited situations specified therein and only if so prescribed by Law. There is no provision made in the Constitution to restrict the operation of fundamental rights by contract. This duty operates at the `threshold stage‟ of awarding or entering into the contract and continues to operate in the course of the dealings under the contract. As Verma J, as he then was, observed in SRILEKHA VIDARTHI vs. STATE OF U.P. [AIR 1991 SC 537 at p.550], “The State cannot be attributed the split personality of Dr.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.06,
      526.78,
      761.86
    ],
    "text": "Jekyll and Mr. Hyde in the contractual field so as to impress on it all the characteristics of the State at the threshold while making a contract requiring it to fulfill the obligation of Article 14 of the Constitution and thereafter permitting it to cast off its garb of State to adorn the new robe of a private body during the subsistence of the contract enabling it to act arbitrarily-subject only to the contractual obligations and remedies flowing from it.” . To move on, the terms of the contract between the State and the contracting party will, naturally, determine the rights and obligations of both parties and a Court would give full recognition to the principle that, parties are free to determine the contents of the contract and should be held to what they have agreed to. Thus, the terms and conditions of the contract would usually determine whether or not the rights of either party have been violated. However, when one of the contracting parties is an organ, agency or instrumentality of the State, there is the overriding obligation cast on it to comply with Article 4 (d) of the Constitution and not violate the fundamental rights of the other party in the course of dealings under the contract. In practice, this means that, while the terms of the contract would, usually, be the determining factor when assessing whether an organ, agency or instrumentality of the State has violated the rights of the other party in the course of dealings under a contract and the general rule is that, a party who acts in accordance with the terms of the contract does not violate the rights of the other party, the position would be different if the organ, agency or instrumentality of the State has used the terms of the contract as a cover for malicious, perverse or arbitrary acts. This is so since the State and its organs, agencies and instrumentalities are enjoined to act with good faith in their dealings with the people including where such dealings are in pursuance of a contract. As Amerasinghe J stated in WICKREMATUNGA’s case [at p.213], “It is well settled that a public body like the Ceylon Petroleum Corporation, a statutory public corporation – must act in good faith and act reasonably”. In this regard, it is also apt to cite the decision of the Supreme Court of India in F.C.I. vs. KAMDHENU CATTLEFEED INDUSTRIES [1993 1 SCC 71] where it was held that, the State must conform to the requirements of Article 14 of the Constitution of India [which is on similar lines to Article 12 of our Constitution] when the State enters into contracts and that this imposes a duty to act fairly and to adopt procedure that is `fairplay in action‟ which is the legitimate expectation of every citizen. Thus, organs, agencies and instrumentalities of the State are to be guided by the requirement of good faith in their contractual dealings and a departure from this standard by misusing a contractual term or committing a deliberate breach of contract in a malicious or perverse or arbitrary or manifestly unreasonable manner, could well amount to an act which violates the fundamental rights of the victim if the impugned act violates one or more of his fundamental rights declared and recognized in Chapter III of the Constitution. It should be made clear that, where an organ, agency or instrumentality of the State acts in breach of a contract due to bona fide commercial or operational factors or inadvertence or unavoidable circumstances or as a result of a bona fide revised policy or for similar reasons, that breach per se is unlikely to amount to a violation of the fundamental rights of the other party and would, usually, attract only the remedies available under the contract. A Court would, naturally and advisedly, be",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.18,
      526.78,
      761.86
    ],
    "text": "unwilling to substitute its own opinion of what should have been done under the contract in place of the decision taken by the contracting party. But, where there has been a deliberate misuse of a term of the contract or a deliberate breach of the contract in a malicious or perverse or arbitrary or manifestly unreasonable manner, then there could be a violation of the fundamental rights of the other party. This is because, in such cases, the impugned act may amount to a violation of Article 12 (1) or another Article in Chapter III of the Constitution by reason of the malice, perversity, arbitrariness or manifest unreasonableness of the impugned act. Each such case would have to be determined upon the facts and circumstances before the Court and in the context of the contract between the parties. When doing so, it should be kept in mind that, as mentioned earlier, the parties have agreed to be bound by the terms of the contract and the remedies available under the contract and that, therefore, unless the nature of the impugned act warrants the invocation of the fundamental rights of this Court for the reasons set out above or for such other reasons as the Court may consider relevant, the parties should be required to seek their remedies under the contract they have entered into. I am of the view that these principles are equally applicable whether the contract is of a commercial nature or is a contract of employment. An employer which is an organ, agency or instrumentality of the State, has the duty, under and in terms Article 4 (d) of the Constitution, to respect, secure and advance the fundamental rights of its employees. This entitles an employee of an organ, agency or instrumentality of the State to invoke the fundamental rights jurisdiction of this Court if he alleges that his employer has violated his fundamental rights in connection with the contract of employment in the manner set out above. The fact that, the employee is not categorized as a `public servant‟ cannot disentitle him from that constitutional right. It is apt to cite Fernando J in HEWAMALLIKAGE vs. PEOPLE’S BANK [291/93 SCM 14.10.1994] who stated “I hold that the appointment, transfer, dismissal, and disciplinary control of employees of the State and State agencies constitute `executive or administrative action‟ within the meaning of Article 126.”. When the aforesaid principles are applied to the present case, the second preliminary objection has to be overruled. For the aforesaid reasons, I overrule the two preliminary objections taken by the 1st to 3rd and 4th and 12th Respondents and hold that this Court has the jurisdiction to proceed to hear and determine this application. The 1st and 4th Respondents must pay the Petitioner costs in a sum of Rs.50,000/-. Thus, the Petitioner is entitled to a total sum of Rs.100,000/- as costs. This application should now be supported for leave to proceed, upon the merits of the Petitioner‟s case. Judge of the Supreme Court",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      781.78,
      305.81,
      806.26
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.18,
      514.28,
      375.41
    ],
    "text": "K. Sripavan CJ. I agree Chief Justice Anil Gooneratne J. I agree Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  }
]