[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      87.26,
      73.04,
      613.89,
      104.14
    ],
    "text": "IN THE SUPEME COURT OF THE LDEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      107.02,
      340.88,
      138.1
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      141.1,
      543.5,
      528.99
    ],
    "text": "In the matter of an application made under and in terms of Articles 17 and 126 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Mohamed Thalkeen Fathima Sahar 293/B Nagavillu Palavi SC/FR/ No. 424/2013 SC/FR/ No. 427/2013 Petitioner 1. University of Moratuwa, Moratuwa 2. ProfessorAnanda Jayawardena Vice Chancellor University of Moratuwa Katubedde, Moratuwa 3. Hon.Attorney- General Attorney General‟s Department Colombo 12 4. Professor R A Attalage Chairman and Deputy Vice",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      531.99,
      613.36,
      597.03
    ],
    "text": "Chancellor–Board of Residence and Discipline – University of Moratuwa – Moratuwa 5. Professor P K S Mahanama",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      600.06,
      543.56,
      715.97
    ],
    "text": "Co-Chairman– Board of Residence and Discipline –University of Moratuwa – Moratuwa 6. Major General M Peiris 7. Dr. T.A.G.Gunasekera 8. Professor U G A Puswewala",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      73.04,
      582.13,
      715.97
    ],
    "text": "9. Mr. D K Vithanage 10. Mrs. R C Kodikara 11. Archt D P Chandrasena 12. Mr. L D I P Seneviratne 13. Archt U P P Liyanage 14. Dr J N Munasinghe 15. Dr P G Rathnasiri 16. Prof.S M A Nanayakkara 17. Dr C D Gamage 18. Dr A M K B Abeysinghe 19. Dr M P Dias 20. Dr A A Pasquel 21. Professor (Mrs) V M Wickremasinghe 22. Dr S U Adikari 23. Professor T S G Peiris 24. Dr V K Wimalsiri 25. Dr W D G Lanarolle 26. Dr T Sivakumar 27. Mrs K A D T Kulawansa 28. Dr L Ranatunga 29. Mr P M Karunaratne 30. Professor M S Manawadu 31. Professor (Mrs) B M W P K Amarasinghe 32. Professor A A P De Alwis 33. Professor S A S Perera 34. Professor K A M K Ranasinghe 35. Professor L L Ratnayake 36. Professor (Mrs) N Ratnayake 37. Professor K A S Kumarage 38. Professor W P S Dias 39. Professor N D Gunawardena 40. Professor J M S J Bandara 41. Professor N T S Wijesekera 42. Professor S S L Hettiarachchi 43. Professor S A S Kulathilake",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.21,
      73.04,
      539.29,
      274.09
    ],
    "text": "44. Professor M T R Jayasinghe 45. Professor S P Samarawickrema 46. Professor (Mrs) C Jayasinghe 47. Professor H S Thilakasiri 48. Professor A A D A J Perera 49. Professor P G V Dias 50. Professor P G R. Dharmaratne 51. Professor J R Lucas 52. Professor H Y R Perera 53. Professor S P Kumarawadu 54. Prof. N Wickramarachchi 55. Professor J A K S Jayasinghe",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      277.09,
      580.21,
      715.97
    ],
    "text": "56. Professor S A D Dias 57. Professor S W S B Dassanayake 58. Professor H S C Perera 59. Professor R G N de S Munasinghe 60. Professor K K C K Perera 61. Professor A S Karunananda 62. Professor M L de Silva 63. Dr U G D Weerasinghe 64. Mrs N C K Seram 65. Professor V S D Jayasena 66. Professor W A S N Wijetunge 67. Mr S C Premaratne 68. Dr S V Rabel 69. Mr. H Madanayake 70. Ms V Kulasekara 6th to 70th Respondents are members of the Board of Residence and Discipline of the University of Moratuwa - Moratuwa Respondents",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.92,
      73.04,
      566.1,
      393.01
    ],
    "text": "BEFORE: K.SRIPAVAN, C J & B.ALUWIHARE, PC, J. COUNSEL Saliya Peiris for the Petitioner in SC FR. No. 424/2013 H. Hizbullah for the Petitioner in SC FR No.427/2013 Manohara de Silva PC for the 1st and 2nd Respondents. Indika Demuni de Silva Addl.S.G for the Attorney- General. ARGUED ON: 01.04.2016 WRITTEN SUBMISSIONS: 29.04. 2016 and 6.05.2016. DECIDED ON: 02.02. 2017 Aluwihare, P.C. J When this matter (SC/FR/424/2013) and the connected Application SC",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      396.01,
      566.01,
      444.03
    ],
    "text": "FR/427/2013 came up for support on 1st April, 2016 the learned President‟s Counsel for the 1st and 2nd Respondents raised the following preliminary objections:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      444.92,
      566.13,
      579.99
    ],
    "text": "1. The amended petition filed on 11.12.2014 is out of time. 2. The Petitioner did not seek permission to amend either the body of the Petition or the prayer to the Petition and therefore the Petitioner‟s application for the amendment be refused and also for the reason that it was not made within a period of one month from the date of the alleged violation of the Petitioner‟s fundamental rights.",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      592.95,
      566.1,
      709.01
    ],
    "text": "The learned President‟s Counsel also submitted that the preliminary objections raised are common to the Application No. SC/FR/424/2013 as well as the connected Application no. SC/FR/427/2013 and invited the court to decide on the preliminary objections raised in relation to both applications, in one order. The learned Counsel for the Petitioner submitted that he has no objection if the court were to deliver one common order in respect of both the Applications.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.84,
      73.04,
      566.17,
      87.08
    ],
    "text": "Before I deal with the Preliminary objections raised on behalf of the Respondents, I",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      90.1,
      566.17,
      715.97
    ],
    "text": "wish to refer to the facts that would be relevant and necessary to consider the objections. The Petitioner, a student reading for a Bachelor‟s degree in Town and Country Planning of the Faculty of Architecture at the University of Moratuwa, asserts that from the inception, she used to wear the niqab a traditional Muslim dress when she attended the University. She also asserts that she had been wearing the niqab since her admission to the University in 2013. According to the petition of the Petitioner, the 1st Respondent University had banned students wearing the niqab, with effect from 1st August, 2013 and consequently the Petitioner was stopped by the Security personnel at the gate on the basis that the 2nd Respondent (the Vice Chancellor) had ordered them, not to allow students to enter the University premises wearing the niqab. The Petitioner takes up the position that the decision by the 1st Respondent University to ban the niqab was taken unilaterally and no written notice was given to the students of this decision. The Petitioner states that she submitted an appeal dated 4th October, 2013 urging the authorities to re-consider the decision taken with regard to the ban imposed on wearing the niqab (P7). The 2nd Respondent by his letter of 11th October, 2013, had granted the Petitioner permission to wear the face veil subject to certain restrictions, pending the decisions of the Board of Residence and Discipline (hereinafter also referred to as the BRD) and the University Senate (P8). On the 24th November, 2013 when the Petitioner came to the University, she was again barred entry by the security personnel, who had informed her that the Board of Residence and Discipline of the University had taken a decision to bar entry to students, wearing the niqab. The Petitioner, however, on the same day, had met the Vice Chancellor, who had informed the Petitioner that she will be formally informed by post of the decision. (of the BRD).",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      73.04,
      566.18,
      699.05
    ],
    "text": "It is the position of the Petitioner that she was in receipt of the letter containing the decision of the Board of Residence and Discipline (P9) only the 4th of December 2013. In raising the two preliminary objections aforementioned the learned President‟s Counsel for the Respondents contended that the original petition was filed on 27th December 2013 and subsequently the Petitioner had moved to amend the caption by adding the members of Board of Residence and Discipline. In the process of filing the amended caption, it is complained, that the Petitioner made amendments to the averments in the Petition and the prayer of the Petition. The learned President‟s Counsel contended that these amendments were made 12 months after the filing of the original Petition, in an attempt to bring the application within the time limit prescribed in terms of Article 126 of the Constitution. The learned President‟s Counsel argued that in the case No. SC FR/424/2013, the paragraph 11 in the original Petition corresponds to paragraph 12 of the amended Petition, and similarly paragraph 31 in the original Petition corresponds to paragraph 32 of the amended Petition and these averments referred to documents marked 9A and 9B which were not annexures in the original Petition. In addition, the learned President‟s Counsel submitted that a new averment in the form of paragraph 40 had been added which referred to the document annexed as P16. Prayer also had been amended, seeking declarations against “all” Respondents. It was the contention of the Learned President‟s Counsel that, the court granted permission, only to amend the caption, when it was brought to the notice of the court that the 1st Respondent University had disclosed the names of the members of the Board of Residence and Discipline, whereupon the counsel for the Petitioner moved to add the members of the said Board as Respondents. The learned President‟s Counsel argued, therefore, the amended petition is out of time. In response to the above objection raised on behalf of the Respondents the learned counsel for the Petitioner submitted that the amended petition differs from the original petition only in two respects:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.0,
      70.93,
      566.18,
      376.09
    ],
    "text": "(1) Adding the members of the Board of Residence and Discipline and making necessary amendments in the Petition to give effect to that; and (2) Annexing the relevant envelope (P9A) in which the letter P9 was posted to the Petitioner and a letter from the postal authorities (P9B) to confirm that it was delivered to her on the 4th December, 2013. I shall now deal with the objections raised. The 1st objection raised on behalf of the Respondent was to the effect that “The amended petition filed on 11th December, 2014 was out of time. The original Petition was filed on 27th December, 2013 in both applications, i.e., SC FR 424/2013 and SC FR/427/2013. When this matter came up on 29th April, 2014 the learned President‟s Counsel for the 1st Respondent raised two preliminary objections:",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      376.86,
      590.53,
      699.05
    ],
    "text": "(1) That the Petitioner has failed to make all the necessary parties as Respondents, namely members of the Board of Residence and Discipline, and (2) The application is made out of time, And the matter was re-fixed for further submissions with regard to the preliminary objections for 16th June, 2014. On 25th September, 2014 Petitioner intimated to the Court that the 1st Respondent University had disclosed the names of the members of the Board of Residence and Discipline and moved to add the members of the same as Respondents, which application was allowed subject to any objections and the Petitioner was directed to file an amended caption. When the matter came up on 16th December, 2014 the learned President‟s Counsel for the 1st and 2nd Respondents informed the Court that the amended papers were served on the Respondents only on 13th December 2014 and moved that the matter be re-fixed and it was consequently fixed for the 25th March, 2015. On that date the matter went down as the 4th to 70th added Respondents were absent and unrepresented.",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      73.04,
      566.2,
      715.97
    ],
    "text": "The Court re-fixed the matter for support, and directed the Petitioner to support the „amended Petition‟ with notice to the 4th to 70th Respondents. The learned President‟s Counsel submitted that the amendments made to the body of the original Petition almost 12 months after the date of the original Petition are an attempt on the part of the Petitioner to enhance the purported cause of action and to bring these applications within the time limit prescribed in Article 126 of the Constitution. It is the contention of the learned President‟s Counsel that according to Petitioner‟s own admission the Petitioner was informed by the 2nd Respondent Vice Chancellor that the Board of Residence and Discipline had decided not to allow the Petitioner to wear the niqab and the Vice Chancellor had informed her that the decision of the Board of Residence and Discipline would be communicated to her by post. Thus the Learned President‟s Counsel argued that by 24th November 2013, Petitioner was put on notice and knew that she would not be permitted to wear the niqab. Hence the 30 day period to invoke the special jurisdiction of this court under Article 126 starts running from 24th November, 2013. The Petition had, however, filed this application only on 27th December, 2013 which the Counsel contended, was clearly out of time. When one considers the sequence of events commencing from 1st August, 2013 (the day on which the Petitioner was informed by the Security Personnel about the prohibition of the niqab) it is not disputed that the Petitioner was permitted to wear the niqab pending the decision of the Board of Residence and Discipline and the Senate. According to the Petitioner, she was in receipt of the letter of the 2nd Respondent, communicating the decision of the Board of Residence and Discipline on the 4th December 2013 and the Petitioner was entitled to invoke the special jurisdiction of this court under Article 126 of the Constitution within 30 days therefrom. The Petitioner by filing the Petition has invoked the jurisdiction of this court on 27th December, 2013 which is well within the prescribed 30 day period. On the other hand the Petitioner had specifically pleaded in her affidavit (paragraph 43) that she was not aware of the names of the members of the Board of Residence and Discipline of the 1st Respondent University and had reserved the right to add the members of the said Board based on the disclosures made by the Respondents.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      73.04,
      566.17,
      716.77
    ],
    "text": "It was in this backdrop the court granted permission to the Petitioner on 25th September, 2014 to add the members of the Board of Residence and Discipline of the 1st Respondent University and subsequently directed the Petitioner to support the “amended Petition” on 25th March, 2015. In the exercise of the jurisdiction under Article 126 of the Constitution, the failure to make a person, who is alleged to have violated a fundamental right a respondent is not fatal defect, for the reason, in the exercise of its jurisdiction in terms of Article 126 of the Constitution, the court would be determining whether the alleged violation of the right of the individual declared and guaranteed by the Constitution has been denied by failure on the part of the State to discharge its complementary obligations; as held in the case of Saman Vs. Leeladasa and Another – 1989 SLR 83, it is the liability of the State and not that of its servants, agents or the institutions. As held in the case of Jayanetti vs. Land Reform Commission – 1984 28 SLR 172 “The remedy for a violation of a fundamental right is enshrined in Articles 17 and 126 of the Constitution and not in any rules. Article 17 is given the importance of being dignified into a fundamental right Itself. This provision is of the utmost importance not only for securing the safety and welfare of the people of this country but stands as an impregnable redoubt protecting the operation of the democratic system of Government in the country. Therefore, if we take our stand on these two provisions as central, we find that any procedural rules must be considered secondary to these constitutional guarantees. We are empowered, and indeed it is our duty, to give full operation to the provisions of Articles 17 and 126. These provisions vest this Court with sole and exclusive jurisdiction to hear and determine any question relating to an infringement of fundamental rights by executive or administrative action. We are empowered after such inquiries, as we consider necessary, to grant such relief or make such direction in the case as we may deem just and equitable. This is an extensive jurisdiction and it carries with it all implied powers that are necessary give effect and expression to our jurisdiction. We would include within our jurisdiction, inter alia, the power to make interim orders and to add persons without whose",
    "fonts": [
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic",
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      71.74,
      544.07,
      85.72
    ],
    "text": "presence questions in issue cannot be completely and effectually",
    "fonts": [
      "Bookman Old Style,BoldIt"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      88.07,
      257.38,
      104.46
    ],
    "text": "decided.”(Emphasis added)",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      118.18,
      569.63,
      710.09
    ],
    "text": "As referred to earlier the Petitioner has invoked the jurisdiction of this court within the stipulated 30 day period and the Petitioner was granted permission to file the amended caption adding the necessary respondents. As such I hold that amended Petition is not out of time and reject the 1st preliminary objection raised on behalf of the Respondents. The 2nd objection was to the effect that the Petitioner, in the process of amending the caption, amended the body of the Petition and the prayer without first having obtained leave, from this court. Although it is correct that the Petitioner was only permitted to file an amended caption to add the members of the Board of Residence and Discipline as respondents, the Petitioner had filed an amended Petition. In doing so, the Petitioner had annexed the envelope in which letter P9 was delivered and a letter from the Postmaster of Palaviya stating the date on which P9 was delivered. I do not see this as an attempt on the part of the Petitioner to set up a new case as far as the allegations leveled against the Respondents are concerned. Further, the Respondents are not called upon to meet a position that is different to what was asserted in the original Petition of the Petitioner. Thus, I am of the view that the addition of the document to the amended Petition is not of sufficient gravity to reject the Petition and as such I over rule the 2nd Preliminary objection raised on behalf of the Respondents as well. The learned President‟s Counsel raised the same objections in SC/ FR 427/13 as well. The Petitioner in the said case Mohamed Nizar Aaisha Shahany is also a student of the Moratuwa University and had asserted that as a citizen, she has the right to choose her attire and as such she chose to wear the niqab. The Petitioner had pleaded that on 15th August, 2013, she was prevented entry to the University premises by the Security Personnel at the gate, on the basis that the 2nd Respondent (Vice Chancellor) had ordered the Security Personnel not to allow her into the University wearing the niqab and she was compelled to attend lectures without the",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      73.04,
      566.18,
      682.02
    ],
    "text": "niqab. It is the position of the Petitioner that she had been made to understand that the Board of Residence and Discipline of the 1st Respondent University had purportedly decided to ban the niqab on 4th December, 2013. From the Petitioner‟s own assertion, the alleged violation had taken place on 15th August, 2013 and until invoking the special jurisdiction of this court on 30th December, 2013 Petitioner appears to have taken no action. The present Petition had been filed 4 ½ months after the alleged violation and therefor clearly out of time. Considering the above, I uphold the 1st preliminary objection raised on behalf of the Respondents and dismiss the Petition in Application No. SC/FR/ 427/2013 on the basis that it was filed out of time. In view of the finding arrived at on the 1st preliminary objection in the Application SC/FR/427/2013, I do not see any purpose in considering the 2nd preliminary objection. JUDGE OF THE SUPREME COURT JUSTICE K. SRIPAVAN I agree CHIEF JUSTICE",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  }
]