[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.29,
      542.03,
      91.25
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      94.85,
      613.86,
      711.49
    ],
    "text": "REPUBLIC OF SRI LANKA In the matter of an Appeal from an Order of the Civil High Court. SMB Leasing PLC, (Previously Seylan Merchant Bank Ltd.) No. 110, D.S.Senanayake Mawatha, Colombo 08 Plaintiff Vs SC APPEAL 147/2015 1. Hewapathiranage Don Cletus Jeyrad SC/ HCLA/ 37/2015 Senanayake, No. 40, Epitamulla Road, HC (Civil) 291/2004(01) Pitakotte. 2. Oliver Bennete Jayanethi, No. BIR/3/9, Manning Town Housing Scheme, Colombo 08. 3. Solanga Arachchige Vindya Perera, No. 299, A, Kotte Road, Nugegoda. And also of No. 40, Epitamulla Road, Pitakotte. And at the Business address: No. 62, 1/1, Park Street, Colombo 02. Defendants AND THEN BETWEEN SMB Leasing PLC, (Previously Seylan Merchant Bank Ltd.) No. 110, D.S.Senanayake Mawatha, Colombo 08 Plaintiff Judgment Creditor",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.79,
      539.43,
      704.17
    ],
    "text": "Vs Solanga Arachchige Vindya Perera, No. 299, A, Kotte Road, Nugegoda. And also of No. 40, Epitamulla Road, Pitakotte. And at the Business address: No. 62, 1/1, Park Street, Colombo 02. 3rd Defendant Judgment Debtor AND NOW BETWEEN SMB Leasing PLC, (Previously Seylan Merchant Bank Ltd.) No. 110, D.S.Senanayake Mawatha, Colombo 08 Plaintiff Judgment Creditor Appellant Vs Solanga Arachchige Vindya Perera, No. 299, A, Kotte Road, Nugegoda. And also of No. 42, Epitamulla Road, Pitakotte. And at the Business address: No. 62, 1/1, Park Street, Colombo 02. 3rd Defendant Judgment Debtor Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.79,
      543.71,
      689.53
    ],
    "text": "BEFORE : S. EVA WANASUNDERA PCJ H. N. J. PERERA J & MURDU FERNANDO PCJ. COUNSEL : Dhanya Gunawardena for the Plaintiff Judgment Creditor Appellant. The 3rd Defendant Judgment Debtor Respondent is absent and unrepresented. ARGUED ON : 05.07.2018. DECIDED ON : 05. 10. 2018. S. EVA WANASUNDERA PCJ. When the Petition dated 3rd July, 2015 which was filed by the Plaintiff Judgment Creditor Petitioner was supported before this Court , leave to appeal from the Order of the Commercial High Court was granted on the following question of law on 14th August, 2015: In view of Clause 8 of the settlement between the parties and the consent decree dated 08.12.2005 which clearly stipulates that the Petitioner can obtain Writ without notice to the 3rd Defendant, did the learned High Court Judge err when he ordered that notice of writ be issued on the 3rd Defendant Judgment Debtor Respondent? ( as referred to in sub paragraph K of paragraph 19 of the Petition of the Plaintiff Judgment Creditor Petitioner dated 03.07.2015 ) ? In this matter SMB Leasing PLC had filed a case before the Commercial High Court of Colombo exercising civil jurisdiction against the 1st Defendant, Hewapathiranage Don Cletus Jerard Samaranayake, the 2nd Defendant, Oliver Benette Jayanetti and the 3rd Defendant, Solanga Arachchige Vindya Perera for recovery of all monies due to the SMB Leasing PLC on account of non payment of a financial facility granted",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      10.5600004196167,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      73.53,
      546.38,
      704.17
    ],
    "text": "to the 1st Defendant to buy a Ford Mondea vehicle on 21.01.2003 by way of a lease agreement and a guarantee bond. Answer was filed by all the three Defendants. It was fixed then for trial and the case was amicably settled between the leasing company on one side and the 1st Defendant, 2nd Defendant and the 3rd Defendant, on the other side on 08.12.2005. The decree was entered according to the terms of settlement and it is at page 348 of the brief before this Court. The 1st and 3rd Defendants had agreed to pay rupees 2.7 million to the leasing company. They had to pay rupees 6 lakhs on or before 31.12.2005 and the balance amount in 21 monthly instalments of rupees 1 lakh and conclude the payment on or before 31.01.2006. The said Defendants had agreed for writ to issue without notice, even after the expiry of one year, if terms of settlement are not complied with. Consent Decrees were entered in Court. The 1st and the 3rd Defendants did not honour and/or comply with the obligations under the decree entered in court in terms of the settlement. The Petitioner, the leasing company filed an Affidavit in Court regarding the breach of settlement and sought to take steps to execute writ against the said Defendants. Application for writ was filed on 02.03.2006 and writ of execution against property was issued dated 20.06.2006. According to the journal entries Nos. 15 and 16, the writ was issued against the 1st and the 3rd Defendants. The Plaintiff Judgment Creditor Appellant ( hereinafter referred to as the Plaintiff ) filed a motion on 25.09.2006 seeking to auction the property of the 3rd Defendant which was seized subsequent to the execution of the writ against the 3rd Defendant. The Plaintiff took steps under Sec. 227 of the Civil Procedure Code on 05.10.2006 to register the relevant seizure notice in the Homagama Land Registry in which the relevant land seized was situated. The case was called before the Court on 28.11.2007 to show cause why the writ was not executed against the 1st and 3rd Defendants. Court made order that the registered Attorney at Law of the said Defendants be noticed to appear in Court on 17.01.2008. The said registered Attorney at Law appeared before Court and submitted to Court that she had no instructions to appear. She also confirmed that the said Defendants were informed by her that she will not be representing them in this matter. Yet, it appears from the journal entries of that day, that the Judge had recorded that the writ to be issued against the 1st Defendant and there is",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.79,
      543.28,
      567.46
    ],
    "text": "no mention about the 3rd Defendant. There is no other explanation for doing so except that it is due to inadvertence. The writ of execution was again extended later on with effect from 16.11.2012. Then again, the writ was renewed against the 3rd Defendant by one more year on 30.04.2015. Later on, the court on its own motion had discovered that writ of execution was issued only against the 1st Defendant on 17.01.2008 and not against the 3rd Defendant. The Court noticed the Appellants Attorney at Law to be present in Court on 18.05.2015 and show cause as to whether writ had been executed against the 3rd Defendant after 18.05.2015. The Counsel for the Plaintiff Judgment Creditor had wanted more time to go through the record and make submissions. Court granted time till 18.06.2015. On behalf of the Appellant, an Application was made under Section 337(3)(b) for a fresh writ against the 3rd Defendant on 18.06.2015. The Court refused to grant a fresh writ but issued only notice of writ to be served on the 3rd Defendant. The Appellant has marked this order as K and pleaded as part and parcel of the Petition filed in this Court. The Appellant pleads that the said Order is erroneous and wrong as well and that it is contrary to law and procedure. Section 337(3) reads as follows:- Subject to the provisions contained in subsection (2) , a writ of execution, if unexecuted, shall remain in force for one year only from its issue, but",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      568.28,
      542.98,
      584.5
    ],
    "text": "(a) Such writ may at anytime before its expiration, be renewed by the",
    "fonts": [
      "Arial-BoldMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      587.5,
      543.05,
      635.77
    ],
    "text": "judgment creditor for one year from the date of such renewal, and so on from time to time; or (b) a fresh writ may at anytime after the expiration of an earlier writ be",
    "fonts": [
      "Arial-BoldMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      638.89,
      306.58,
      704.17
    ],
    "text": "issued, till satisfaction of the decree is obtained.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.79,
      542.79,
      187.03
    ],
    "text": "The Order written by the Judge in his own handwriting in the Journal Entry No. 93 dated 18.06.2015 reads in Sinhalese as follows:- JE 93 18/05/2015 ldi 92 wkqj le|jk ,oS",
    "fonts": [
      "Calibri",
      "Su_VIJAYA0",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      196.54,
      206.99,
      211.63
    ],
    "text": "b,a,Su ;yjqre l,d",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      227.25,
      547.12,
      242.35
    ],
    "text": "iskjsi 337 ^3& ^wd& b,a,Su ms<sn|j 3 jk js;a;slreg weialSis fkd;Sis",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      252.0,
      547.05,
      267.1
    ],
    "text": "ksl=;a lsrSug kshu lrus th 3 js;a;slreg yd 3 js;a;s kS;s{g Ndr oS",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      276.61,
      184.04,
      291.7
    ],
    "text": "jd;d le|jkak",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      313.32,
      445.81,
      328.42
    ],
    "text": "20150430 osk ksfhda.h bj;a l,d le|jkak 20150716",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      362.64,
      554.08,
      719.41
    ],
    "text": "uydOslrK jsksiqref.a w;aik According to Section 337(3) when a writ of execution has been issued once by Court at the application by the Judgment Creditor, thereafter, if it is unexecuted for whatever the reason, shall remain in force for one year only from the date of issue. It may be renewed at any time before its expiration by the Judgment Creditor for one year from the date of such renewal. What has to be understood is that when the one year is passing, before one year passes by, the Judgment Creditor should make an application to Court and get the writ of execution extended by another year. Then that one year is effective from the date of extension granted by the Judge. The Judgment Creditor can keep on extending the writ of execution from time to time. By any chance, if he could not get the writ of execution extended within each year, the Judgment Creditor is entitled in law, according to Section 337(3)(b), to get a fresh writ be issued by Court until satisfaction of decree is obtained, subject to Sec. 337(1). As such , the wording in the aforementioned provision of law is clear on how to get a writ of execution issued by Court at any time from the date of the first issue until",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Su_VIJAYA0"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.79,
      543.28,
      669.97
    ],
    "text": "satisfaction of decree is obtained. In the case in hand, when the extension of the one year had lapsed, after it lapsed on 16.11.2013, the Judgment Creditor had supported the application for a fresh writ of execution and obtained the same on 30.04.2015 again for one more year. Thereafter, the Judge had by himself placed another journal entry ( JE No. 91 ) on 08.05.2015 for the sake of the record that he has observed that according to Journal Entry 41, a writ of execution has been issued only against the 1st Defendant and according to the proceedings of the day of Journal Entry No. 37, Court has not issued a writ of execution against the 3rd Defendant after 17.01.2008. At the end of the said Journal Entry No. 91, the Judge had directed the Registrar to send a notice to the Plaintiffs Attorney at Law and call the case in open Court on 18.05.2015. He had also stayed the order made by Journal Entry No.90, which is the fresh writ which was issued by Court against the 3rd Defendant for one more year from 30.04.2015. On 18.05.2015 the Judgment Creditor Plaintiff had moved for time to study the record and make submissions which was allowed by Court. The date for submissions was 18.06.2015. It is on this date that the Judge had issued notice on the 3rd Defendant without granting the application of the Judgment Creditor a fresh writ of execution. This is the impugned Order marked as K. The Section 337(3)(b) is clear in its words. The Court can issue a fresh writ anytime after the expiration of an earlier writ be issued until satisfaction of the decree is obtained. The argument of the Counsel for the Plaintiff, who is the Judgment Creditor Appellant is that the Court need not send any notice to any Judgment Debtor when such an application for a fresh writ is made to Court by the Judgment Creditor.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.79,
      543.26,
      704.17
    ],
    "text": "In the case of Samad Vs Zain (Bar Association Law Journal 1985 Vol I part V page 190), it was held that Section 337 has to be broadly interpreted and should not be interpreted unduly harshly so as to deny relief for Judgment Creditor. However, in the case in hand, it was agreed by the terms of settlement entered between the Plaintiff on one part and the 1st and 3rd Defendants on the other that writ can be issued without notice to the said Defendants, even after one year from the date of the settlement. Therefore the Court need not have issued notice as a pre-requisite to granting a fresh writ of execution as and when another one years time was sought for execution by the Judgment Creditor. It is at a very late stage that Court had realized that writ has not been issued against the 3rd Defendant by inadvertence on the part of the Court. Thereafter to see that it is corrected, the Court had decided to call the 3rd Defendant to appear before Court. The Court should correct the order made per incuriam by inadvertence on the part of Court at any time, thereafter. The provisions of procedural law contained in Section 337 of the Civil Procedure Code does not call upon the Judge to give notice to the Judgment Debtor at any time. Yet in the normal course of hearing cases before a Court, the Judge always has the discretion of sending notice to the other party before the Judge makes an order at the instance of any party making any application against the other party. Even though the Judgment Debtor had voluntarily agreed that the Judgment Creditor holds the right to execute the decree without any notice to him, I find that the Judge wanted to correct something which had occurred due to inadvertence of Court and at such a time, the Judge has the discretion of whether to notice him or not and the obvious decision to notice the 3rd Defendant would not harm the Judgment Creditor at all. I am of the view that the learned High Court Judges Order marked K is not against the provisions of procedural law and as such there is no reason warranting that the said order be set aside. I answer the question of law aforementioned in",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      73.53,
      543.24,
      601.54
    ],
    "text": "the negative in favour of the 3rd Defendant Judgment Debtor Respondent and against the Plaintiff Judgment Creditor Appellant. I do hereby affirm the Order dated 18.06.2015 of the learned High Court Judge. I direct the High Court of the Western Province ( holden in Colombo and exercising Civil Jurisdiction ) to issue notice to the 3rd Defendant Judgment Debtor Respondent in the High Court Civil Appeals Case No. 291/2004(01) prior to considering the application of the Plaintiff Judgment Creditor Appellant. The Appeal is dismissed . However I order no costs. Judge of the Supreme Court H.N.J. Perera J. I agree. Judge of the Supreme Court Murdu Fernando PCJ. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  }
]