{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2023-03-01-SC-FR-460-2017",
  "num": "SC/FR/460/2017",
  "date_str": "2023-03-01",
  "description": "Hon. Vijith K. Malalgoda PC J - Minister of Conservation, 811...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_460_2017.pdf",
  "parties": "Minister of Conservation, 811/A, Wildlife Jayanthipura Battaramulla. 40. Hon. Mahinda Samarasinghe and Main Forest Road, Former Minister of Plantation Industries, No. 53/2, Torrington Mawatha, Colombo 07. 40A. Mahindananda Aluthgamage Minister of Agriculture, 288, Sri Jayawardenapura Mawatha, Sri Jayawardenepura Kotte. 41. Hon. Rajitha Senarathne Former Minister of Fisheries and Aquatic Resource Development, No 22B, Stanmore Crescent, Colombo 07. 41A.Wasudeva Nanayakkara 13 Minister of Water Supply, Lakdiya Medura, 35 New Parliament Road, Sri Jayawardenepura Kotte. 42. Hon. Athauda Senevirathne Former Minister of Justices, No. 396/20A, Kalalpitiya School Lane, Pannipitiya Road, Pannipitiya. 42A.Udaya Prabath Gammanpila Minister of Energy, No.72, Ananda Coomaraswamy Mawatha, Colombo 07. 43. Hon. Jhon Senevirathne Former Minister of Public Administration and Home Affairs, Sabarahamuwa Development Coordinating Moragahayata, Rathnapura. 43A.Hon. Rohitha Abegunawardene Office, Minister of Ports and Shipping, 19, 1 Chaithya Road, Colombo 44. Hon. Maithripala Sirisena Former Minister of Health, Presidential Secretariat, Galle Face, Colombo 01. 44A.Namal Rajapakse Minister of Youth and Sports, No. 09, Phillip Gunawardana Mawatha, Colombo 07. 45. Hon. Janaka Bandara Tennakoon Former Minister of Land and Land Development, No. 25/2, ‘Rangiri,’ sama Uyana, Boralesgamuwa. 45A. Ali Sabry Minister of Justice, Ministry of Justice, Sri Lanka Superior Courts Complex, Colombo 12 46. Hon. Arumugam Thondaman Former Minister of Livestock and Rural Community Development, No.72, Ananda Coomaraswamy Mawatha, Colombo 07. 46A.Sarath Weerasekara Minister of Public Security, Baladaksha Mawatha, Colombo 03. 47. Hon. Tissa Vitharana 15/5, Former Minister of Technology and Research, 457, Union Place, Colombo 02. 48. Hon Pavithra Devi Wanniarachchi Former Minister of National Heritage and Cultural Affairs, No. 18/228A, 3rd Cross Avenue, Evergreen Park, E.D. Dabare Mawatha, Narahenpita, Colombo 05. 49. Hon. W.A.Wiswa Warnapala Former Minister of Higher Education 50. Hon. Wimal Weerawansha Former Minister of Construction, Engineering Services, Housing and Common Amenities, No. 342/1/4, E.W. Perera Mawatha, Kotte Road, Pitakotte. 51. Hon. Kumara Welgama, Former Minister of Transport, No. 101A, Manning Place, Colombo 06. Deniston Estate, Horawala, Welipenna. 52. Hon. Rathnasiri Wickramanayake Former Minister of Public Management Reforms 53. Hon. Anura Priyadarshana Yapa Former Minister of Environment, Minister Office, Ministry of Disaster Management, Vidhya Mawatha, Colombo 07. Respondents 54. U.L.Samaratunga Development Officer, No.222/1, Wijerama Road, Gampaha. 55. S.M. Bandu Development Officer, No. 61/18, Ingiriya Road, Padukka. 56. R.M.N.S. Gunetilake, Development Officer, No. 142, Baseline Road, Colombo 09. Intervenient-Respondents",
  "judgement_by": "Hon. Vijith K. Malalgoda PC J"
}