[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      121.82,
      72.54,
      493.42,
      86.36
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      89.1,
      387.79,
      119.0
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      121.74,
      516.7,
      267.83
    ],
    "text": "Sascon Knitting Company (Pvt) Ltd. No. 752, Baseline Road, Colombo 09. Petitioner Vs 1. Commissioner General of Labour,",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      270.57,
      488.86,
      333.95
    ],
    "text": "Labour Secretariat, Narahenpita, Colombo 05. 2. Free Trade Zones & General",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      336.69,
      521.86,
      416.63
    ],
    "text": "Services Employees Union, 141, Ananda Rajakaruna Mawatha, Colombo 10. 3. G.M. Shiromala Gajanayake,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      419.39,
      522.58,
      714.15
    ],
    "text": "Kapila Sevana, Ihala Dimbulwewa, Welimada. SC Appeal 52/2014 SC Spl LA 17/2013 and 49 others CA 175/2009 Respondents AND NOW Sascon Knitting Company (Pvt) Ltd. No: 752, Baseline Road, Colombo 09. Petitioner-Petitioner/Appellant Vs.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "2",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.01,
      516.7,
      86.0
    ],
    "text": "1. Commissioner General of Labour,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      88.74,
      488.86,
      152.12
    ],
    "text": "Labour Secretariat, Narahenpita, Colombo 05. 2. Free Trade Zones & General",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      154.86,
      521.86,
      234.8
    ],
    "text": "Services Employees Union, 141, Ananda Rajakaruna Mawatha, Colombo 10. 3. G.M. Shiromala Gajanayake,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      237.42,
      522.58,
      317.39
    ],
    "text": "Kapila Sevana, Ihala Dimbulwewa, Welimada. and 49 others",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      320.49,
      543.23,
      714.15
    ],
    "text": "Respondents-Respondents Before: Priyantha Jayawardene, PC, J. Vijith K. Malalgoda, PC, J. and Murdu N.B.Fernando, PC, J. Counsel: T.M.S. Nanayakkara for the Petitioner-Appellant. Suren Gnanaraj SSC for the 1st Respondent-Respondent. Srinath Perera for the 2nd Respondent-Respondent. Argues on: 17/10/2018 Decided on: 07/08/2020 Murdu N.B. Fernando, PC, J. The Petitioner-Petitioner/Appellant (“the Petitioner/Appellant/Sascon Knitting”) came before this Court being aggrieved by the Judgement of the Court of Appeal dated 14-12-2012. By the said judgement, the Court of Appeal dismissed the Writ Application filed by the Petitioner in the Court of Appeal praying for Writs of Certiorari to quash the decisions made by the 1st Respondent-Respondent, the Commissioner General of Labour (“the Commissioner /1st Respondent”).",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "3",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.18,
      543.14,
      117.36
    ],
    "text": "This Court granted the Petitioner, Special Leave to Appeal on 13.03.2014 on the following questions of law, the last question being raised on behalf of the 1st Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      119.77,
      542.86,
      133.76
    ],
    "text": "1. Do the letters of Appointment of the employees set out the fact that they are liable",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      135.42,
      543.21,
      208.4
    ],
    "text": "to be transferred from one associate company to another, namely from the company styled Sascon to the company styled San Fashion which are claimed to be subsidiary companies of the St. Anthony’s Group? 2. Has the Court of Appeal given appropriate consideration to the aforementioned term",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      210.06,
      542.9,
      267.59
    ],
    "text": "which is in the letter of appointment when deciding on the question whether there was a lawful re-location of the employees from one facility to another? 3. Has the Court of Appeal considered whether the transfer was a temporary measure",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      269.37,
      543.03,
      326.87
    ],
    "text": "and that the petitioner was prepared to pay a transportation allowance if there was an inconvenience to the employees as pleaded in the petition? 4. Was the Court of Appeal in error when it arrived at the determination that the delay",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      328.53,
      543.06,
      386.03
    ],
    "text": "has not been explained and in any event that there was an undue delay in the filing of this application for judicial review? 5. Are the Orders made by the 1st Respondent in any event nullities in that the",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      387.69,
      543.16,
      445.21
    ],
    "text": "Commissioner of Labour had no power to assume jurisdiction under the Termination of Employment Act when there was in fact no termination? 6. In view of the language of the contract of employment in Clause (ii), is the failure",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      446.87,
      543.12,
      491.65
    ],
    "text": "to specify the associate company which the workman maybe bound to serve at the time of contract of employment be interpreted in favour of the workman and is the workman bound to serve an unknown employer?",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      501.35,
      543.24,
      705.63
    ],
    "text": "The Petition of Appeal filed before this Court by the Appellant, stated that Sascon Knitting Company is a member of the St. Anthony’s Group of Companies and the Appellant, operate textile factories at Ekala, Ja-Ela and at Baseline Road, Colombo. The 3rd to 53rd Respondents-Respondents (“the employees”) were employed by the Appellant as machine operators at the Ekala factory for a number of years. In 2006, the Appellant informed the said employees that they will be transferred/attached to the Baseline Road premises and to report for work at that premises where San Fashions has its factory and building. The employees refused to accept the transfer/attachment and by individual letters intimated to the Appellant, that to their knowledge the Appellant Sascon Knitting did not have a factory at Baseline Road and were thus not willing to accept employment at another company.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "4",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.18,
      543.23,
      200.04
    ],
    "text": "Upon receipt of the said letters, the Appellant informed the employees that according to the terms of contract in the letters of appointment, the employees could be transferred to an associate company and therefore the transfer to San Fashions Limited, an associate company is legal and valid. The employees abstained from reporting for work at Baseline Road and through their Trade Union, the 2nd Respondent-Respondent (“2nd Respondent”) made representations to the 1st Respondent that the Appellant had terminated their services and requested that they be re-instated in employment.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      202.38,
      543.24,
      365.03
    ],
    "text": "Upon receipt of the complaints and by virtue of the provisions of the Termination of Employment of Workmen (Special Provisions) Act No 45 of 1971 as amended by Law No 04 of 1976 (“the Act”) the 1st Respondent held two separate inquiries. A site visit was also conducted at which it was revealed that the Appellant did not have a factory or office at Baseline Road but San Fashions had a factory at the said premises. At the two inquiries the Appellant did not lead any evidence and relied only on written submissions whereas the employees represented by the 2nd Respondent led evidence. Subsequent to the inquiry, the 1st Respondent made Order that the Appellant had violated the provisions of the Act and terminated the services of the employees and directed that compensation be paid to the said employees as enumerated in the Orders dated 19-08-2008 and 28-11-2008 respectively.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      367.73,
      543.22,
      445.69
    ],
    "text": "Being aggrieved by the said two Orders of the 1st Respondent, the Appellant came before the Court of Appeal in a Writ Application. The Court of Appeal upheld the decision of the 1st Respondent and dismissed the application with costs. Now, the Appellant is before this Court having obtained Leave to Appeal on the six questions of law referred to earlier.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      448.39,
      543.19,
      526.45
    ],
    "text": "Upon the said back ground, I wish to consider the questions of law raised before this Court in two segments, the questions of law bearing no. 1,2,3,5 and 6 which are based on the merits of the application and the question of law bearing no. 4 based upon the preliminary objection raised by the 1st Respondent before the Court of Appeal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      529.03,
      543.11,
      573.97
    ],
    "text": "In the first instance let me look at the merits of the application and specifically question five, which in my view encompasses many of the questions in the said segment.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      576.8,
      165.62,
      618.68
    ],
    "text": "Question 5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      620.42,
      507.19,
      667.96
    ],
    "text": "Are the Orders made by the 1st Respondent in any event nullities in that the Commissioner of Labour had no power to assume a jurisdiction under the Termination of Employment Act, when there was in fact no termination?",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      670.54,
      543.1,
      715.47
    ],
    "text": "The main contention of the learned Counsel for the Appellant before this Court was that in the instant application, there was no termination of employment but only a relocation",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.18,
      543.22,
      135.56
    ],
    "text": "of employees or a transfer of employees from one point to another and thus the provisions of the Termination of Employment of Workmen Act has no applicability and the 1st Respondent cannot assume jurisdiction under the said Act and thus has no role to play in this matter. Hence the decision made by the 1st Respondent is not legally valid and it’s deemed a nullity.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      138.3,
      543.22,
      267.83
    ],
    "text": "The learned Counsel further submitted that clause (ii) and (vi) of the letter of appointment / contract of employment permitted the Appellant to transfer and/or attach the employees to its associate companies and San Fashions was one of the associate companies in which the Directors and the General Manager were one and the same as in Sascon Knitting, and thus the transfer of the employees to Baseline Road where San Fashions had its factory and building was in order and the said transfer of employees by the Appellant did not merit the intervention of the 1st Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      270.57,
      543.23,
      400.07
    ],
    "text": "However, it is observed, that the Appellant approbates and reprobates. From the documents briefed to this Court, it is apparent that the initial intimation to the employees was that they were transferred to a section of the Appellant Company located at Baseline Road, where the building of San Fashions is situated. When the employees resisted the transfer, the Appellant changed its stance and took up the position that it was an attachment to San Fashions an associate company and the terms of appointment permitted such a course of action and to report for work at the new place of employment.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      402.81,
      543.22,
      515.77
    ],
    "text": "The learned Counsel for the Appellant strenuously argued before this Court, that the two clauses of the letter of appointment permitted the employer to attach the employees to the factory at Ekala and/or to any other associate company and also to transfer employees between sections and departments of the Company. It was further contended, that at the time the employees were initially recruited, San Fashions was in existence and hence the employees of the Appellant Company could be transferred to the said Company, San Fashions.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      518.51,
      543.22,
      581.89
    ],
    "text": "Thus, the case presented by the Appellant before this Court was that the services of the employees were never terminated, there was no closure of business and only a temporary transfer or relocation of the employees from one facility to another or from Ekala to Colombo.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      584.63,
      543.15,
      664.6
    ],
    "text": "However, the question that begs an answer is, in which capacity were the employees transferred? Was it a routine transfer to a branch office of the same company as stated in the letter of transfer or an attachment and/or transfer to an associate company and a new place of work as stated in a later communication.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      667.34,
      543.17,
      714.15
    ],
    "text": "It is observed that the Appellant did not lead any evidence at the inquiry conducted by the 1st Respondent to substantiate the aforesaid position. It failed to establish the nexus between",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "6",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.18,
      543.22,
      185.12
    ],
    "text": "the two companies or that the said two companies were even members of the St. Anthony’s Group of Companies as was pleaded in the Petition of Appeal filed before Court. Hence the 1st Respondent having analyzed the evidence led and the on-site inspection report held that the Appellant did not have a branch office or a factory at Baseline Road, Colombo and therefore the alleged attachment of employees to San Fashions which is a separate and an independent company is not legally valid. Hence such a transfer of employees cannot take place as it will be a transfer of employees between one company to another.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      187.86,
      543.22,
      317.39
    ],
    "text": "Further, the finding of the 1st Respondent was that the alleged transfer had been done in violation of the law by not obtaining the prior approval of the 1st Respondent and thus the Appellant has terminated the services of the employees, constructively. The 1st Respondents also held that the termination stems from was a closure of business situation and the Appellant had violated the provisions of the Act and directed the Appellant to pay compensation to the respective employees as more fully stated in the two Orders P8 and P9 dated 19-08-2008 and 28-11-2008 respectively.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      320.13,
      543.21,
      367.07
    ],
    "text": "The said decisions of the 1st Respondent were upheld by the Court of Appeal. The Appellant is now before this Court to set aside the said judgement of the Court of Appeal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      369.69,
      543.22,
      515.77
    ],
    "text": "The Court of Appeal in its Judgement relied upon the case Hassan Vs Fairline Garments International Ltd. and others [1989]2 SLR 137 and observed that an employer has no right to transfer an employee from one company to another, whether it is an associate company or a subsidiary company merely because the directors were the same. The Court went onto observe, if the employer relying upon a term of contract which permit transfer of employees from one section or from one department to another, make use of such a course of action to move employees from one legal entity to another, it would offend the provisions of the Termination of Workmen Act.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      518.51,
      543.2,
      598.45
    ],
    "text": "Having referred to the factual circumstances of this case let me now examine the provisions of the Act viz-a-viz the questions of law raised before this Court especially in reference to the jurisdiction of the Commissioner General of Labour pertaining to termination of employment of a workman.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      601.22,
      543.2,
      648.04
    ],
    "text": "Section 2(1) of the Termination of Employment of Workmen (Special Provisions) Act as amended reads as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      650.78,
      506.89,
      714.15
    ],
    "text": "“No employer shall terminate the scheduled employment of any workmen without",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "7",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.01,
      400.87,
      152.12
    ],
    "text": "(a) the prior consent in writing of the workmen; or (b) the prior written approval of the Commissioner.” Sections 2(2)(b) and (c) reads as follows: -",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      130.58,
      154.86,
      516.58,
      168.68
    ],
    "text": "“(b) the Commissioner may, in his absolute discretion, decide to grant or",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.02,
      171.3,
      507.21,
      201.68
    ],
    "text": "refuse such approval; (c) the Commissioner may, in his absolute discretion, decide the terms and",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      204.42,
      506.95,
      284.39
    ],
    "text": "conditions subject to which his approval should be granted, including any particular terms and conditions relating to the payment by such employer to the workman of a gratuity or compensation for the termination of such employment….”",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      287.13,
      543.2,
      350.51
    ],
    "text": "Thus, the statute in very clear terms lays down the procedure to be followed. In order to terminate the services of workmen the prior written approval of the Commissioner is mandatory and the Commissioner has an absolute discretion either to grant or refuse such approval to an employer.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      353.21,
      320.09,
      398.15
    ],
    "text": "Section 2(4) of the Act reads as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      400.77,
      507.16,
      513.85
    ],
    "text": "“For the purposes of this Act, the scheduled employment of any workmen shall be deemed to be terminated by his employer if for any reason whatsoever, otherwise than by reason of a punishment imposed by way of disciplinary action, the services of such workmen in such employment are terminated by his employer and such termination shall be deemed to include.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.02,
      516.42,
      507.02,
      530.41
    ],
    "text": "(a) non-employment of the workmen in such employment by his",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.02,
      533.03,
      507.07,
      563.41
    ],
    "text": "employer, whether temporarily or permanently, or (b) non-employment of the workmen in such employment in consequence",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      566.15,
      485.74,
      629.56
    ],
    "text": "of the closure by his employer of any trade, industry or business.” Section 5 of the Act reads as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      632.3,
      507.16,
      712.23
    ],
    "text": "“where an employer terminates the scheduled employment of a workmen in contravention of the provisions of this Act, such termination shall be illegal, null and void, and accordingly shall be of no effect whatsoever.”",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "8",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.18,
      543.22,
      499.33
    ],
    "text": "According to the above provisions of the Act, it is manifestly clear that the non-employment of the workmen whether temporary or permanently or non-employment of the workmen in consequence of the closure of any trade, industry or business is deemed to be termination of his services by the employer and where it is in contravention of the Act. i.e when services had been terminated without obtaining the required authority under section 2(1) of the Act, that such termination shall be illegal, null and void and will have no effect whatsoever. Section 11 of the Act, states that the general administration of the Act is with the Commissioner and the interpretation section defines Commissioner to be the holder of the Commissioner of Labour (which office has now been re-named Commissioner General of Labour) and Section 20 of the Act safeguards the primacy of this Act over such other written law. Thus, the provisions of this Act specifically and has categorically given the Commissioner jurisdiction to make necessary orders when he determines that an employer has terminated the services of a workmen in contravention of the law. This brings us to the pivotal issue in this appeal. Is the determination of the 1st Respondent in this appeal, in accordance with the provisions of the Act or is it a nullity? It is trite law, that when relief is sought from a Court of Law by way of a writ application, the function of the Court is to consider whether the decision sought to be quashed is lawful or unlawful. The Court ought not to exercise its appellate powers and decide whether the said decision is right or wrong.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      501.35,
      543.22,
      548.89
    ],
    "text": "I wish to refer to Prof H.W.R. Wade and C.F.Forsyth on Administrative Law (11th edition) at page 26. It states thus :-",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      551.63,
      507.18,
      664.6
    ],
    "text": "“The system of judicial review is radically different from the system of appeals. When hearing an appeal Court is concerned with the merits of a decision; is it correct? When subjecting some administrative act or order to judicial review, the Court is concerned with its legality, is it within the limits of the powers granted? On an appeal the question is ‘right or wrong’. On review the questions is lawful or unlawful.” (emphasis added)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      666.74,
      543.22,
      714.15
    ],
    "text": "Thus, the scope of a writ application is abuntedly clear. Was the Order made by the 1st Respondent, lawful or unlawful? That was the question that the Court of Appeal had to answer and determine.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "9",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.18,
      543.22,
      317.39
    ],
    "text": "The submission of the Appellant before this Court was that the Order made by the 1st Respondent was not a legally valid Order and thus a nullity, as there was no termination of employment and only a transfer of employees between one company to another which is permitted under the terms of employment and hence the judgement of the Court of Appeal, which upheld the said Order of the 1st Respondent was erroneous and a nullity and should be set aside. Prior to considering the aforesaid proposition of the Appellant, I wish to consider the concept of transfer as the ‘transfer’ is the material issue in this application. The right of an employer to transfer an employee has undoubtedly been acknowledged and accepted by Courts in many an instance. The 1970 case of the Ceylon Estate Staffs’ Union Vs The Superintendent Meddecombra Estate, Watagoda and another 73 NLR 278 is one such case and a leading authority. In the said case at page 281, Weeramantry, J. states thus: -",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      320.13,
      543.21,
      515.77
    ],
    "text": "“The employers right to transfer his staff within his service is too well established to need elaboration here. Both in English Common La [ ]and more specifically in relation to industrial dispute in India[ ]and Ceylon[ ]that right has received firm recognition”. (emphasis added) As seen from above, the said right to transfer an employee should be within the service. For example, from one branch to another or from one department to another or in an estate or plantation from one division to another. In the instant appeal, clause (vi) of the letter of appointment, clearly envisages and incorporate the said right of the employer in the following manner-",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      518.51,
      543.22,
      681.16
    ],
    "text": "“You will be liable to be transferred from one section to another section or from one department to another department.” However, the right of the employer to transfer an employee even within the service is not an absolute right. There are limitations and exceptions. In the Meddecombra Estate case referred to above, Weeramantry, J., considered some of the limitations and exceptions viz-a-viz reported judgements of the Appellate Courts of India and Sri Lanka and at page 287 stated as follows: -",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      683.9,
      507.14,
      714.15
    ],
    "text": "“No doubt the employee was entitled to contest the right of the management to make this transfer and the employee was entitled to take the",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "10",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      72.18,
      507.08,
      102.56
    ],
    "text": "necessary steps towards bringing their dispute to adjudication in the manner provided by law.”",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      105.07,
      543.22,
      672.52
    ],
    "text": "“There is of course no general principle that an employee is in all cases bound to accept such a transfer order under protest, for there may be cases, where the mala fides prompting such an order is so self-evident or the circumstance of the transfer so humiliating that the employee may well refuse to act upon it…” Thus, the inherent right of an employer to transfer an employee within the service must be made bona fide and for good and valid reasons and in terms of the contract of employment. In the Meddecombra Estate case referred to above, the transfer was within the estate from one division to another and the Court held the refusal of the workman to comply with the transfer, justified the employers right of termination of the services of the workman. It is observed that the afore mentioned case was an appeal from a Labour Tribunal decision prior to the enactment of the Termination of Employment of Workmen (Special Provisions) Act of 1971 the statute under which the 1st Respondent made Order in the instant appeal. As discussed earlier, the appellants’ initial intimation to the employees was that the impugned transfer was a transfer within the service. Thereafter the Appellant abandoned the said position and took up the stand that it was a transfer to an associate company and clause (ii) of the letter of appointment permitted such a transfer. Clause (ii) of the letter of appointment reads thus, “You will be attached to our factory at Ekala/Any other associate company.” Clause (ii) sits between clause (i) which speaks of the date of appointment and clause (iii) which refers to probation. Thus in my view, upon a plain reading of the said clause and the flow of the clauses, clause (ii) refers to the original ‘attachment’ at the time of commencement of employment and clause (vi) which incorporates the employers’ right to transfer as discussed earlier, speaks of a ‘transfer’ that would take place whilst been in service and attached to a particular place.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      6.0,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      675.26,
      543.22,
      705.63
    ],
    "text": "In the instant appeal, the employees, at the commencement of employment were attached to the Ekala factory. The transfer/ re-location/change of place of work as intimated in",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "11",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.18,
      543.22,
      218.24
    ],
    "text": "the initial letter addressed to the employees took place many years after commencement of employment and many years after being originally attached to the Ekala factory. I do not propose to explore or analyse the terms ‘attachment’, ‘re-location’ and ‘transfer’ and the effect of such a proposition at this juncture and would confine myself to answer the questions raised before this Court. The 1st question of law refers to the factual matrix and the question is reproduced for easy reckoning. It reads as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      220.98,
      165.62,
      251.24
    ],
    "text": "Question 1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      254.01,
      543.21,
      383.51
    ],
    "text": "Do the letters of employment set out the fact that they are liable to be transferred from one associate company to another, namely from the company styled Sascon to the company styled San Fashion which are claimed to be subsidiary companies of the St. Anthony’s Group? In simpler words, in view of the terms of employment does the employer has a right to transfer an employee from one company to another company and is the employee bound to follow such a command.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      386.25,
      543.22,
      532.33
    ],
    "text": "The fundamental attributes of a company are that it is a legal entity and has a separate existence from its shareholders, director’s and staff and the law recognizers it as a body corporate, a juristic person. These principle characteristics are the bedrock of the Company Law and have been established and recognized over a century and needs no elaboration. In the famous English case Salmon Vs Salmon and Co. Ltd. (1897) AC 22 the law was exhaustively analyzed in respect of same. In Trade Exchange (Ceylon) Ltd. Vs Asian Hotels Corporation [1981]1 SLR 67 our courts too considered this concept.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      535.07,
      543.2,
      615.04
    ],
    "text": "Thus, a Company is distinct and separate from its members, board of directors and its chief executive officer. A transfer of employees from one company to another or from one legal entity to another is legally not valid and permissible as the two entities are independent bodies. Hence, even if the directors/ the chief executive officer/ the senior management are one and the same, such a transfer is not possible, legally not permitted and cannot take place.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      617.78,
      543.04,
      681.16
    ],
    "text": "However, a party who wishes to establish that the contract of employment permitted such a transfer between associate companies or between the principle company and the subsidiary company could establish same at the appropriate forum at the relevant time.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "12",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.18,
      543.23,
      135.56
    ],
    "text": "In the instant Appeal, the appellant failed to establish such a fact at the appropriate forum. Consequent to an inquiry the 1st Respondent made Order that the transfer/ re-location was not in accordance with the law and thereby the Appellant had terminated the services of the employees unilaterally.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      138.3,
      543.22,
      300.95
    ],
    "text": "In Hassan Vs. Fairline Garment International Ltd. (referred to earlier) this Court considered a transfer of an employee from the principal company to one of its subsidiary companies, i.e from Fairline Garment International Ltd., to Jetro Ltd., whereas the letter of appointment did not provide for such a transfer. The Court held that Jetro being a limited liability company is a separate legal entity, quite distinct and different from Fairline Garment International, though it was one of its subsidiaries and thus the employer cannot transfer an employee to another company without his consent or against his will, especially when the letter of appointment does not provide for such a transfer. In this case Meddecombra case referred to earlier was considered and distinguished.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      303.57,
      543.21,
      383.51
    ],
    "text": "The duty of a Court to construe a statute, whether it is a new law, special provisions law an amending act or other enactment in order to ascertain and implement the intention of the Legislature as could be understood from its language, have consistently been upheld by our Courts.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      386.25,
      543.19,
      482.77
    ],
    "text": "The intention of the Legislature in enacting the Termination of Employment of Workmen’s Act was to ensure a greater degree of control over retrenchment and lay-off of employees and to impose a mechanism on an employer in the exercise of his right of termination and to make such termination conditional on the written consent of the workman and/or the Commissioner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      485.51,
      543.21,
      615.04
    ],
    "text": "Hence, when considering the said Act, the intention of the Legislature should be given utmost regard. Similarly, the basic concepts of labour law, the implied right of an employer to transfer a workman from one establishment to another, and the inalienable right of an employee to choose his employer together with the contractual provisions of employment and the terms of contract cannot be ignored but should be examined, considered, analyzed, properly balanced and weighed, from the perspective of the employer as well as from the employee, in arriving at a correct determination.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      617.78,
      543.22,
      714.15
    ],
    "text": "In the instant appeal, according to the letter of appointment, the Appellant Sascon Knitting in clear and unambiguous terms and under its seal, employed the workmen. The letter of appointment only makes provision for transfer of employees from one section to another or from one department to another. It does not envisage transfer of employees from one company to another company. It does not refer to a conglomerate or a group of companies. San Fashions",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "13",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.18,
      543.15,
      102.56
    ],
    "text": "is a limited liability company quite distinct and different from Sascon Knitting and is a legal entity of its own with a separate existence.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      105.18,
      543.22,
      201.68
    ],
    "text": "Thus, in my view a transfer of an employee from Sascon Knitting Company Pvt Ltd. to San Fashions Ltd. is neither legal nor valid and cannot and should not be permitted nor made. The specific terms of employment agreed to by the employees cannot and should not be varied many years after unilaterally by and employer. Such a course of action in my view would not be in accordance with the letter and spirit of the of law.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      204.42,
      543.22,
      333.95
    ],
    "text": "Further it is observed that there is no reference whatsoever to St. Anthony’s Group as pleaded before Court in the letter of employment. In the communique issued to the employees with regard to transfer, there is no reference to St. Anthony’s Group or that the Appellant Sascon Knitting is a member of a group of companies. The initial letter of transfer which refered to San Fashions, did not refer to it as an associate company. Only when the employees intimated that Appellant has no branches at Baseline Road, that the Appellant changed its stance and informed that San Fashions is an associate company.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      336.69,
      543.24,
      482.77
    ],
    "text": "Hence, as discussed earlier, a transfer of employees from Sascon Knitting to another company cannot take place in terms of the contract. The employees are not liable to be transferred as contemplated by the 1st question of law raised before this Court. Thus, the transfer of employees from Sascon Knitting to San Fashions without the consent of the employees, in my view, amounts to an implied termination of its employment with Sascon Knitting. If such implied termination is permitted, it would amount to termination of employment without any terminal benefits being paid to the employees and would, offend and go against the gravamen of the Act itself.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      485.51,
      543.22,
      581.89
    ],
    "text": "The 1st Respondent, the relevant authority under the Act and who in my view, can assume and has jurisdiction to look into this matter, came to a correct finding, that the contemplated transfer as evidenced at the inquiry was not a transfer per se but would amount to termination of the services of the employees and held it was a violation of the provisions of the Act and granted terminal benefits to the employees in accordance with the Act.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      584.63,
      543.15,
      648.04
    ],
    "text": "The Court of Appeal upheld the said finding of the 1st Respondent and categorically held that the said transfer of employees from one entity into another or from one company to another cannot be made as the said two companies are different legal entities.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      650.78,
      543.22,
      697.71
    ],
    "text": "I see no reason to interfere with the said finding. The 1st Respondent acted within jurisdiction and within the purview of the provisions of the Act and the Orders made by the 1st",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "14",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      71.56,
      543.22,
      102.56
    ],
    "text": "Respondent cannot be construed as a nullity. Undoubtedly, there was a termination and the 1st Respondent had power and authority to assume jurisdiction.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      105.18,
      543.18,
      201.68
    ],
    "text": "For the aforesaid reasons, I answer the 1st and 5th questions of law raised before this Court in the negative. Similarly, I have considered the 2nd and 3rd questions of law which refer to the judgement of the Court of Appeal, and answer the said questions too in favour of the Respondents. The 6th question of law, based upon the merits of this application and raised on behalf of the 1st Respondent is also answered in favour of the Respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      204.42,
      543.03,
      251.24
    ],
    "text": "This leaves me only with the 4th question of law, the preliminary objection raised by the 1st Respondent pertaining to delay to be considered and answered.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      254.01,
      543.17,
      317.39
    ],
    "text": "The 1st Respondent, upon receipt of the complaints of the employees held two inquiries and made separate decisions, the first order was dated 11-08-2008 in respect of 19 employees and the second order was dated 28-11-2008 in respect of 31 employees.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      320.13,
      543.22,
      449.65
    ],
    "text": "The Appellant came before the Court of Appeal in March 2009, six months after the initial decision of the 1st Respondent. The preliminary objection raised by the 1st Respondent relating to delay was responded to by the Appellant upon the basis that the Appellant awaited the outcome of the 2nd Order, with a view to consolidate both Orders and come before Court and challenge both Orders in one application. The Court of Appeal considered the reasons given by the Appellant and upheld the preliminary objection on the basis that the Appellant had not properly and convincingly explained the time lapse in coming before Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      452.39,
      543.21,
      532.33
    ],
    "text": "It is observed that the Court of Appeal distinguished the facts of the instant case viz-a-viz the leading case on time lapse and delay, Biso Manika Vs Cyril de Alwis [1982]1 SLR 368 and held that the facts and circumstances of this case, did not justify giving the Appellant the benefit of the objection raised, as there had been an inordinate delay.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      535.07,
      543.22,
      664.6
    ],
    "text": "The Court of Appeal also considered the case of PS Bus Co. Ltd Vs Members and Secretary of the Ceylon Transport Board 61 NLR 491 and observed that prerogative writs are granted not as a matter of course but at the discretion of Court and based upon the facts and circumstances of this case, held that with regard to the case in issue the discretion of Court warrants a refusal of the writ. I am in total agreement with the said findings. Thus, in my view the Court of Appeal was correct and not in error, in not exercising the discretion in favour of the Appellant with regard to the instant writ application for judicial review.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      667.34,
      543.21,
      714.15
    ],
    "text": "Hence, I see no reason to interfere with the said finding of the Court of Appeal and would answer the 4th question of law raised before this Court also in the negative.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "15",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.18,
      543.22,
      201.68
    ],
    "text": "Thus, I answer all six questions of law in favour of the Respondents. I have already discussed the merits of this application in detail and observed, that the Orders made by the 1st Respondent in respect of the termination of the employees (3rd to 53rd Respondents-Respondents) from the employment of the Appellant Company and the payment of compensation to be paid to the employees are legal and valid. The said decision of the 1st Respondent, Commissioner General of Labour was upheld by the Court of Appeal. Thus, I see no reason to interfere with the said judgement of the Court of Appeal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      204.42,
      543.2,
      267.83
    ],
    "text": "Hence, for reasons adumbrated above, I affirm the judgement of the Court of Appeal and answer all six questions of law in favour of the Respondents and dismiss this appeal with costs fixed at Rs. 100,000.00.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      270.57,
      236.45,
      317.39
    ],
    "text": "The appeal is dismissed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      360.07,
      320.13,
      514.54,
      423.22
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328,
      18.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      426.95,
      241.13,
      506.53
    ],
    "text": "Priyantha Jayawardene, PC, J. I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      509.63,
      514.54,
      546.24
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328,
      18.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      549.95,
      220.97,
      646.12
    ],
    "text": "Vijith K. Malalgoda, PC, J. I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      649.22,
      555.22,
      712.23
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  }
]