[
  {
    "page_number": 0,
    "bbox": [
      85.44,
      72.05,
      528.97,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      87.89,
      542.7,
      151.31
    ],
    "text": "In the matter of an application under Articles 17 and 126 of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      151.37,
      290.92,
      182.99
    ],
    "text": "SC (FR) Application No: 214A/2018",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      183.17,
      453.8,
      294.11
    ],
    "text": "E.G.K. Lakmali, 108/1/D, 6th Lane, Maharagama Road, Piliyandala. PETITIONER",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      294.17,
      334.13,
      325.91
    ],
    "text": "- Vs -",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      325.97,
      529.69,
      532.19
    ],
    "text": "1. Ceylon Petroleum Corporation. 2. W.S. Perera, Director, Ceylon Petroleum Corporation. 3. U.H.M.P. Dayaratne, Deputy Manager- Human Resources, Ceylon Petroleum Corporation. 4. R.A.T.I. Ranasinghe, Manager – Internal Audit, Ceylon Petroleum Corporation.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      531.9,
      570.83,
      706.67
    ],
    "text": "1st – 4th Respondents at No. 609, Danister De Silva Mawatha, Colombo 9. 5. W.V.S.A. Fonseka, Chief Accountant, Ministry of Petroleum Resources Development, No. 80, Sir Earnest de Silva Mawatha, Colombo 7. 6. D.P.S. Wickramanayaka",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      72.05,
      399.64,
      87.83
    ],
    "text": "7. N. Amarasinghe",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      95.81,
      398.43,
      111.59
    ],
    "text": "8. C.W.H. Fonseka",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      119.69,
      396.81,
      135.47
    ],
    "text": "9. A.A.S.C. Adikari",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      143.45,
      427.38,
      159.23
    ],
    "text": "10. G.D.R.H. Pushpamala",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      167.21,
      392.72,
      182.99
    ],
    "text": "11. N.G.A. Shanthi",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      206.58,
      570.83,
      286.19
    ],
    "text": "6th to 11th Respondents at Ceylon Petroleum Corporation, No. 609, Danister De Silva Mawatha, Colombo 9. 12. Attorney General,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      286.25,
      511.26,
      444.83
    ],
    "text": "Attorney General’s Department, Colombo 12. RESPONDENTS Before: P. Padman Surasena, CJ A.L. Shiran Gooneratne, J Arjuna Obeyesekere, J Counsel: Manohara De Silva, PC with Hirosha Munasinghe for the Petitioner",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      442.61,
      542.9,
      647.99
    ],
    "text": "Sureka Ahmed, Senior State Counsel for the 1st – 5th and 12th Respondents Sanjeeva Jayawardena, PC with Rukshan Senadheera and Punyajith Dunusinha for the 6th – 10th Respondents Argued on: 2nd October 2023 Written Tendered on behalf of the Petitioner on 19th October 2020 Submissions: Tendered on behalf of the 1st – 5th and 12th Respondents on 20th April 2021 and 1st January 2024",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      647.7,
      533.89,
      695.63
    ],
    "text": "Tendered on behalf of the 6th – 10th Respondents on 22nd January 2024 Decided on: 23rd September 2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.93,
      719.39
    ],
    "text": "Obeyesekere, J 1) The Petitioner is an employee of the 1st Respondent, the Ceylon Petroleum Corporation. She has complained to this Court that the failure on the part of the 1st Respondent to appoint her to the post of Officer (Audit) - Grade A7 at the 1st Respondent is unreasonable, irrational and arbitrary, and is therefore violative of her fundamental right to equality and the equal protection of the law guaranteed by Article 12(1) of the Constitution. In addition to the declaration that her fundamental rights have been violated, the Petitioner has sought a declaration that the decision to promote the 6th – 10th Respondents to the said post is null and void, and an order directing the 1st Respondent to appoint the Petitioner to the post of Officer (Audit) – Grade A7. 2) Leave to proceed was granted on 15th October 2018 for the alleged violation of Article 12(1). Facts in brief 3) The Petitioner had joined the 1st Respondent on 2nd October 1995 as an Accounts Clerk – Grade 3, and had been confirmed in service in November 1999 with effect from her date of appointment. She had thereafter been promoted as an Audit Clerk – Grade B2 in 2005. The job designation of the Petitioner had been changed to Management Assistant (Accounts and Audit) in 2012. 4) By an internal notice issued on 6th July 2017 [P7], the 1st Respondent had called for applications for the posts of Officer (Audit) - Grades A5, A6 and A7. The Petitioner states that she possessed the required qualifications stipulated in P7 to apply for the post of Officer (Audit) – Grade A7 and that she accordingly submitted an application on 18th July 2017 [P8]. The Petitioner had been called for an interview on 6th April 2018, together with several others including the 6th – 11th Respondents. The Petitioner states that while she was not selected, she became aware on 29th June 2018 that the 6th – 8th Respondents had been selected for the said post. She had found out a few days later that the 9th and 10th Respondents too had been selected, with the 11th Respondent having been named on the reserved list.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.64,
      252.83
    ],
    "text": "Change in marking scheme from P7 to P13 5) It is admitted that the criteria and the marking scheme that was to be adopted in selecting candidates to the said post have been set out in P7. The Petitioner states that after the selection of the 6th – 10th Respondents, she made inquiries and found that the marking scheme that was followed at the interview was different to that set out in P7. The latter marking scheme is found in P13. 6) A comparison of the two marking schemes is set out below:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      253.49,
      542.58,
      709.31
    ],
    "text": "Criteria P7 Interview/P1301 Educational & Professional Qualifications 35 30 02 Annual Appraisal Average 15 10 03 Seniority 20 30 04 Extra Qualifications & Extra Curricular Activities 10 10 05 Interview 20 20 Total 100 100 7) Thus, of the five criteria, the marks allotted for seniority had been increased by 10, while the marks allotted for educational and professional qualifications, as well as for the annual appraisal had been reduced by 5 marks each. The Petitioner states that amending the marking scheme after the calling of applications is arbitrary and a violation of her expectation that marks will be allotted in accordance with P7. This is the first submission of the learned President’s Counsel for the Petitioner. 8) The stated intention in formulating a scheme of recruitment containing the criteria that would be followed in selecting the most suitable candidate is to ensure that the selection process remains transparent at all times and to create a level playing field, thus affording those who are eligible for any appointment or promotion an equal opportunity of being selected. 9) It is common ground that once applications are called to fill a vacancy with the criteria for selection being laid down in the notice calling for applications, such criteria including the marking scheme must remain frozen until selections are made. Any change in such criteria may result in a shifting of the goal posts and affect the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.59,
      237.11
    ],
    "text": "level playing field that an applicant intended to compete on. A change can therefore result in arbitrariness creeping into the selection process and affect the outcome of such selection process, and result in the violation of the equal protection of the law that a citizen is entitled to. Where a public authority considers that a change is desirable in order to give effect to a change in policy, those who are to be affected must be afforded an opportunity of expressing their views and concerns relating to such change and why such change should not be applied to them. 10) On the face of it, the change in the marking scheme from P7 to P13 and, more",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.32,
      240.41,
      542.42,
      313.31
    ],
    "text": "particularly the failure to apprise the Petitioner and other applicants of such change can result in the Petitioner being denied the equal protection of the law. Had the Petitioner been aware of such change and challenged it prior to the interviews being held, there was a high probability of this Court holding in favour of the Petitioner.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      316.49,
      542.58,
      348.23
    ],
    "text": "11) However, since the 6th – 10th Respondents had been appointed by the time this",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      351.06,
      542.74,
      491.03
    ],
    "text": "application was filed, I must consider the reasons adduced by the 1st Respondent for such change, and whether the Petitioner has been adversely affected by such change, prior to arriving at any conclusion with regard to the infringement of the fundamental rights of the Petitioner. Applicability of Note III in P11 12) The second submission of the learned President’s Counsel for the Petitioner bears a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      494.33,
      542.41,
      617.99
    ],
    "text": "close nexus to the aforementioned deviation of not following the marking scheme contained in P7. The said submission arises from the document marked P11 issued by the 1st Respondent which sets out the manner in allotting marks for Educational and Professional Qualifications [Educational Qualifications], had the marking scheme in P7 been followed. 13) In terms of P11, the 35 marks for Educational and Professional Qualifications in P7",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      621.29,
      542.45,
      655.91
    ],
    "text": "are to be allotted as follows, with marks being given only under the highest category:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      105.72,
      656.57,
      533.98,
      705.11
    ],
    "text": "Qualification Marks1. Grade 8 pass 2 2. Simple passes for six subjects at the GCE O/L examination 4",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      123.72,
      72.53,
      493.27,
      104.15
    ],
    "text": "3. Six passes with 3 credits and a simple pass for Mathematics and Language at the GCE O/L examination",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      501.36,
      72.53,
      517.4,
      88.31
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      123.72,
      104.81,
      493.14,
      152.27
    ],
    "text": "4. Three / four passes at the GCE A/L examination (12 marks) An additional two marks for an A or B pass and an additional one mark for a C pass",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      501.36,
      104.81,
      517.4,
      120.59
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      123.72,
      152.93,
      517.32,
      266.39
    ],
    "text": "5. Diploma from a recognised university or institute 20 6. Degree 26 7. Postgraduate Diploma 27 8. Postgraduate Master’s Degree 30 9. Full professional qualification 30 10. Postgraduate doctorate (PhD) with thesis in the relevant or related field",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      501.36,
      234.77,
      517.4,
      250.55
    ],
    "text": "35",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      266.93,
      542.98,
      333.71
    ],
    "text": "14) There are two matters that I must advert to at this stage. 15) The first is that the marking scheme that was followed at the interview [P13]",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      336.89,
      542.77,
      501.71
    ],
    "text": "provided only for thirty marks for Educational Qualifications, with the reduction arising from the deletion of the five marks allotted for the PhD. The reduction of these five marks did not prejudice the Petitioner or any other candidate as none of them possessed a PhD. In fact, it accrued to the advantage of the Petitioner as these five marks were added to the seniority category, for which the Petitioner was entitled to full marks, irrespective of whether she was marked under P7 or P13. 16) The second matter that I wish to advert to is Note III to P11, which reads as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      502.01,
      542.46,
      571.67
    ],
    "text": "“Chartered Accountancy ICASL Intermediate Certificate or equivalent will be considered as equal to a Diploma Level as indicated in Level 5.” 17) In terms of P11, a person who holds a diploma from a recognised University or",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      574.97,
      542.52,
      704.87
    ],
    "text": "institute is entitled to 20 marks for Educational Qualifications. By virtue of Note III, the Intermediate Certificate in Chartered Accountancy issued by the Institute of Chartered Accountants of Sri Lanka [ICASL] was considered as being equivalent to a diploma and a holder of such Certificate was entitled to receive twenty marks for Educational Qualifications. However, P13 did not contain Note III of P11, or a provision similar thereto that recognised the ICASL qualification.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.4,
      87.95
    ],
    "text": "18) With the marking scheme set out in P13 having been applied, the Petitioner and the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      90.9,
      434.29,
      125.87
    ],
    "text": "6th – 11th Respondents have been allotted the following marks:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      105.72,
      126.5,
      248.47,
      156.94
    ],
    "text": "Candidate Educational qualifications",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      258.72,
      126.5,
      346.14,
      141.7
    ],
    "text": "Service Annual",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      307.56,
      141.74,
      356.36,
      156.94
    ],
    "text": "appraisal",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      367.08,
      126.5,
      437.71,
      156.94
    ],
    "text": "Extra qualifications",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      448.08,
      126.5,
      534.3,
      141.7
    ],
    "text": "Interview Total",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      105.72,
      157.12,
      166.94,
      187.9
    ],
    "text": "6th Respondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.024775505065918,
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.84,
      157.46,
      523.93,
      172.66
    ],
    "text": "27 30 10 10 16 93",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      105.72,
      188.2,
      166.94,
      218.98
    ],
    "text": "7th Respondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.024775505065918,
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.84,
      188.54,
      523.93,
      203.74
    ],
    "text": "30 27 10 08 17 92",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      105.72,
      219.16,
      166.94,
      249.94
    ],
    "text": "8th Respondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.024775505065918,
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.84,
      219.5,
      523.93,
      234.7
    ],
    "text": "21 30 10 09 16 86",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      105.72,
      250.24,
      166.94,
      281.02
    ],
    "text": "9th Respondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.024775505065918,
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.84,
      250.58,
      523.93,
      265.78
    ],
    "text": "22 27 10 08 17 84",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      105.72,
      281.2,
      166.94,
      311.98
    ],
    "text": "10th Respondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.024775505065918,
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.84,
      281.54,
      523.93,
      296.74
    ],
    "text": "21 24 10 10 17 82",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      105.72,
      312.28,
      166.94,
      343.06
    ],
    "text": "11th Respondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.024775505065918,
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.84,
      312.62,
      523.93,
      327.82
    ],
    "text": "16 30 10 08 17 81",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      105.72,
      343.58,
      160.34,
      374.02
    ],
    "text": "Petitioner",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.84,
      343.58,
      524.01,
      358.78
    ],
    "text": "14 30 10 10 16 80",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.456375122070312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      374.69,
      542.37,
      406.43
    ],
    "text": "19) Thus, the Petitioner who possessed two credit passes and two simple passes at the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      409.73,
      542.34,
      460.31
    ],
    "text": "GCE A/L examination has only been given 14 marks for Educational Qualifications. 20) The Petitioner claims that she possesses the Executive Level Qualification from the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      463.61,
      542.45,
      628.55
    ],
    "text": "ICASL, which admittedly is the equivalent of the ICASL Intermediate Certificate, and in terms of Note III of P11 was considered as being equivalent to a diploma. The Petitioner states that had P7 been followed, the aforementioned Note III in P11 would have applied and the Petitioner would have been entitled to 20 marks for Educational Qualifications. The Petitioner however states that as a result of P13 being adopted, no marks were allotted to her for the Executive Level Qualification of the ICASL that she possessed. 21) Thus, the second submission of the learned President’s Counsel for the Petitioner",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      631.85,
      542.46,
      704.63
    ],
    "text": "was that the failure to follow P7 deprived the Petitioner of the benefit of Note III in P11, thereby depriving her entitlement for six marks and the promotion, as well, and is a violation of her fundamental right protected by Article 12(1).",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.17,
      542.48,
      122.87
    ],
    "text": "Reasons for the change from P7 to P13 22) I shall now consider what led to the impugned change after P7 was issued. The",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      125.82,
      542.92,
      386.27
    ],
    "text": "learned Senior State Counsel for the 1st Respondent submitted that four days after the publication of P7, several employees who were qualified to apply including the Petitioner had made written representations to the Chairman of the 1st Respondent [3R1] stating that P7 is a deviation from the scheme that existed until then, and that there are issues with the manner in which marks are to be allotted in terms of P7. They had requested that due recognition be given to the seniority of the employees who are eligible to apply, as they have been stagnating in the same grade for several years. Those who have signed 3R1 have also pointed out that there is a lack of uniformity in allotting marks between the various divisions within the 1st Respondent, and that persons such as the Petitioner who are attached to the Finance Division of the 1st Respondent have lost out from being promoted on many occasions as a result of due recognition not being afforded to seniority. 23) The learned Senior State Counsel submitted further that the said representations in",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      389.22,
      542.92,
      592.55
    ],
    "text": "3R1 were considered by the 1st Respondent as part of an overall restructuring of the criteria and marking scheme for recruitments and promotions within the 1st Respondent. She stated that having obtained the approval of the Board of Directors of the 1st Respondent on 20th February 2018, the 1st Respondent had issued the document titled ‘Criteria and marking scheme for recruitments and promotions’ [P13/3R3] which was to apply across all levels of recruitment and promotions within the 1st Respondent. It was therefore the position of the learned Senior State Counsel that P13 was not limited to the selection of candidates to fill the vacancies referred to in P7. 24) Thus, the first argument of the learned Senior State Counsel was that the change in",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      595.85,
      542.7,
      706.67
    ],
    "text": "the marking scheme in P7 was carried out as part of an overall restructuring of the scheme of recruitment and promotion within the 1st Respondent, a process which had been undertaken by the 1st Respondent even prior to the issuance of P7, and that in doing so, the grievances of the Petitioner and several others were considered.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.49,
      87.95
    ],
    "text": "25) The learned Senior State Counsel emphasised that the new scheme of allotting",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      91.25,
      542.72,
      237.11
    ],
    "text": "marks did not seek to discriminate the Petitioner in any manner. I must observe that the Petitioner has not made any specific allegation that P13 was introduced to penalize her or to favour others. Hence, I am in agreement with the submission of the learned Senior State Counsel that P13 was introduced by the 1st Respondent in good faith and not with a view to penalizing the Petitioner or to grant an undue advantage to any other candidate. 26) The second argument of the learned Senior State Counsel was that the Petitioner",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      240.41,
      542.7,
      443.39
    ],
    "text": "benefitted from the deviation. The request that more marks be allotted for seniority has in fact been acceded to by the 1st Respondent as seen in the increase from twenty marks under P7 to thirty marks under P13, thus benefitting the Petitioner and others who had served long periods in the 1st Respondent without receiving a promotion to Grade A. Thus, it was contended that the Petitioner obtained an advantage of ten marks which she would not otherwise have been entitled to had P7 been applied. That the Petitioner benefitted from the change is evident from the fact that the 7th, 9th and 10th Respondents had less marks than the Petitioner for seniority. 27) Even though P13 may have been part of an overall restructuring of the recruitment",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      446.34,
      542.62,
      592.55
    ],
    "text": "and promotion scheme within the 1st Respondent, and even though it appears that the 1st Respondent took into consideration the representations made in 3R1, the material tendered to this Court does not demonstrate that those persons who had applied pursuant to P7 including the Petitioner had been apprised of the applicability of P13, thus denying such persons the opportunity of challenging P13 prior to it being applied at the interview. 28) As pointed out in N.C. Gajaweera and Others v Professor Siri Hettige, Chairman,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      595.85,
      542.8,
      706.79
    ],
    "text": "National Police Commission and Others [SC (FR) Application No. 14/2017; SC minutes of 20th March 2024], “A fundamental requirement inherent in a fair selection process is the need to maintain transparency throughout all stages of recruitment and promotion.” Thus, I am of the view that any change to the scheme laid down in P7 ought to have been formally announced within the 1st Respondent and especially to those who had responded to P7. Quite apart from maintaining",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.51,
      199.07
    ],
    "text": "transparency in the selection process and not shifting the metaphorical goal posts, an announcement was important for the reason that the advantage that the Petitioner received by being allotted ten additional marks for seniority was partially negated by not allotting marks for the ICASL Certificate. Such an adjustment would not have been contemplated by the Petitioner when she signed 3R1. 29) However, given the nexus between the two grounds urged by the learned",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      202.25,
      542.41,
      329.15
    ],
    "text": "President’s Counsel for the Petitioner, I am of the view that a conclusion that the non-adherence to P7 resulted in a violation of the fundamental rights of the Petitioner guaranteed by Article 12(1) is dependent upon the question whether the Petitioner in fact possessed the Executive Level Certificate of the ICASL on the date that applications were called. 30) Whether the Petitioner possessed the ICASL Certificate on the relevant date has thus",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      332.45,
      542.43,
      456.11
    ],
    "text": "become the determining factor in this case, with the position of the Respondents being that the Petitioner does not possess the ICASL Certificate and therefore was not entitled to any marks over and above what has already been allotted. Did the Petitioner possess the ICASL Certificate? 31) In item 7 of her application P8 under the heading “Educational Qualifications”, the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      459.41,
      542.48,
      567.23
    ],
    "text": "Petitioner had only stated that she has passed the GCE A/L examination. The Petitioner has not claimed marks for the Executive Level Certificate of the ICASL that she claims to possess under the category of “Educational Qualification”, but had instead listed the said qualification under “Other Qualifications”. 32) According to the curriculum of the Chartered Accountancy Programme conducted",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      570.41,
      542.55,
      624.23
    ],
    "text": "by the ICASL [6R1], the Executive Level of the said programme is divided into the following three pillars:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      624.41,
      542.45,
      640.19
    ],
    "text": "(a) Knowledge Pillar – this pillar comprises of five subjects/modules tested",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      128.64,
      643.49,
      542.51,
      716.39
    ],
    "text": "through examinations, namely, Financial Accounting and Reporting Fundamentals, Management Accounting Information, Fundamentals of Taxation and Law, Processes, Assurance and Ethics, and Commercial Insight for Management.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      72.05,
      542.44,
      103.79
    ],
    "text": "(b) Skills Pillar – this pillar comprises of two subject areas, namely Executive",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      107.09,
      542.44,
      176.87
    ],
    "text": "Communication and People Skills and Executive Information Technology and Systems. This Pillar consists of executive practical training and development. (c) Personal Pillar – this pillar incorporates practical training and development into",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      180.05,
      542.73,
      230.75
    ],
    "text": "the competencies already developed through the Knowledge and Skills Pillars. 33) The Petitioner has tendered letters dated 8th July 2015 [P5e], 16th December 2015",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      233.7,
      542.92,
      379.91
    ],
    "text": "[P5f] and 27th April 2018 [P5g] issued by the ICASL confirming that the Petitioner has completed the Knowledge Pillar component by successfully completing all examinations. While P5g has been issued after applications were closed and even after the interview, the Petitioner has not produced with the petition any documents to establish that she had undertaken and/or completed the Skills Pillar and the Personal Pillar. 34) It is in this factual background that the learned President’s Counsel for the 6th – 10th",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      383.21,
      542.57,
      662.39
    ],
    "text": "Respondents submitted that completing the Knowledge Pillar alone does not entitle the Petitioner to claim that she has obtained the Executive Level Certificate, and that the Petitioner is therefore not entitled to claim and/or be allotted six marks for the said ICASL qualification. He submitted further that the Petitioner too was fully aware that passing the examinations alone do not entitle her to the allotment of marks that is given to a person who possesses the Executive Level Certificate and that, that is the reason why the Petitioner did not list it as an “Educational Qualification” in her application P8 but instead listed it under “Other Qualifications.” The explanation of the Petitioner for this lapse, found in her counter affidavit dated 1st October 2018 is that, “as the Executive Level Examination of the ICASL is a professional qualification, I did not include the same under ‘Educational Qualifications’ in my application for the impugned post and instead I have included the same under ‘Other Qualification’.” 35) The learned Senior State Counsel submitted that in terms of P11, if additional marks",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      665.69,
      542.58,
      719.51
    ],
    "text": "are to be allotted for a diploma, the duration of the diploma programme must be three years. She submitted further that the Executive Level Certificate was recognised as being equivalent to a diploma in view of it consisting of the",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.92,
      160.91
    ],
    "text": "aforementioned three Pillars. It was therefore her submission that passing the examinations and thereby completing only the Knowledge Pillar does not entitle the Petitioner to additional marks in terms of Note III in P11. 36) In support of the said argument, the 1st Respondent produced letter dated 27th",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      164.21,
      542.69,
      236.99
    ],
    "text": "February 2019 issued by the ICASL [3R5] where the ICASL has confirmed that the Certified Business Accountant Level II has been renamed as Executive Level II and that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      237.17,
      542.44,
      398.99
    ],
    "text": "“Chartered Accountant Students can obtain the Certified Business Accountant certificate by completing the following: Executive level five knowledge modules Executive Communication and People Skills Module Executive Information Technology and Systems Module One year of Executive Level Practical training (minimum 220 working days).” 37) Thus, according to the ICASL, one must complete all three Pillars to be entitled to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      402.29,
      542.63,
      509.99
    ],
    "text": "claim the Executive Level Certificate. The necessary inference is that passing the Knowledge Pillar alone does not entitle a person to the Chartered Accountancy Executive Level Certificate. 38) In her counter affidavit dated 1st October 2018, the Petitioner had stated as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      510.17,
      542.36,
      525.95
    ],
    "text": "(a) She has completed the Skills Pillar and that while no formal document is issued",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      529.25,
      542.92,
      598.91
    ],
    "text": "upon its completion, at the time of awarding the Membership as a Certified Business Accountant, verification is done by the ICASL; and (b) She has duly completed the 220 days of practical training between 4th",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      601.86,
      542.92,
      690.95
    ],
    "text": "September 2015 – 3rd September 2016, as borne out by the Training Agreement [A4] duly certified by the Senior Manager (Finance) of the 1st Respondent [A5]. 39) With the Respondents not having raised any question with regard to the authenticity",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      694.25,
      515.37,
      710.03
    ],
    "text": "of A4 and A5, I am satisfied that the Petitioner has completed all three Pillars.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.05,
      542.83,
      103.79
    ],
    "text": "40) The Petitioner has stated further in her counter affidavit that, “I have duly completed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      107.09,
      542.92,
      294.23
    ],
    "text": "all three pillars and will be admitted to the Membership of the ICASL as a Certified Business Accountant at the annual certificate awards ceremony to be held in 29th October 2018.” This admission on the part of the Petitioner brings into focus the critical question raised by the learned Counsel for the Respondents that the Petitioner did not possess the ICASL Certificate at the time applications were called on 6th July 2017, or even by the date that applications closed, with the entitlement of the Petitioner to marks for the ICASL Certificate dependent on whether she possessed the said Certificate on that date. 41) Note III of P11 not only requires the examinations to have been completed but",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      297.53,
      542.61,
      443.39
    ],
    "text": "requires the candidate to possess the full qualification evidenced by the Certificate. Although the Petitioner has successfully completed the examination in three subjects, the ICASL has certified that the Petitioner has completed all five examinations only on 27th April 2018, which is three weeks after the interview was concluded. Furthermore, on her own admission, the Petitioner has been issued with the Certificate by the ICASL only on 29th October 2018. 42) In these circumstances, even though I accept the Petitioner’s version that she has",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      446.69,
      542.68,
      627.47
    ],
    "text": "completed the Knowledge Pillar, Skills Pillar and the Personal Pillar, she has been certified as having done so only after 6th July 2017 and even after the filing of this application and leave being granted. Thus, even if P11 had been applied at the interview, I am of the view that the Petitioner was not entitled to be allotted twenty marks for Educational Qualifications. The 1st Respondent was therefore correct when it awarded the Petitioner only fourteen marks for Educational Qualifications. Conclusion 43) The core issue in this application was whether the fundamental rights of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      630.77,
      542.56,
      684.59
    ],
    "text": "Petitioner guaranteed by Article 12(1) have been violated by the change in the marking scheme thereby depriving the Petitioner of the benefit of Note III in P11. While a prima facie case has been made out by the learned President’s Counsel for",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.42,
      125.87
    ],
    "text": "the Petitioner in that regard, I am of the view that even if P7 read together with P11 applied:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      126.17,
      542.35,
      141.95
    ],
    "text": "(a) the aforementioned reasons clearly demonstrate that the Petitioner was not",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      145.13,
      542.44,
      195.83
    ],
    "text": "entitled to be given marks for the said Executive Level Certificate; (b) there exists a reasonable basis for the non-selection of the Petitioner for",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      199.13,
      542.36,
      249.83
    ],
    "text": "promotion to Officer (Audit) – Grade A7. 44) An expectation on the part of the Petitioner to obtain marks for the Executive Level",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      253.13,
      542.46,
      379.91
    ],
    "text": "Certificate in the absence of her acquiring the necessary qualifications by the date P7 was issued can only be regarded as a mere wish, desire or a hope and would not amount to an assertable expectation that warrants legal protection. Therefore, I am in agreement with the learned Counsel for the Respondents that no prejudice has been caused to the Petitioner by the deviation from P7 to P13. 45) In the above circumstances, I am of the view that a finding that the fundamental",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      383.21,
      542.56,
      475.07
    ],
    "text": "rights of the Petitioner guaranteed by Article 12(1) of the Constitution has been infringed by the 1st Respondent is not warranted. This application is accordingly dismissed, without costs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      475.13,
      521.16,
      586.07
    ],
    "text": "JUDGE OF THE SUPREME COURT P. Padman Surasena, CJ I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      586.25,
      420.12,
      681.35
    ],
    "text": "CHIEF JUSTICE A.L. Shiran Gooneratne, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      341.4,
      681.41,
      518.06,
      713.03
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]