[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      72.05,
      528.27,
      103.67
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      103.73,
      542.93,
      214.79
    ],
    "text": "In the maƩer of an appeal in terms of SecƟon 5 of the High Court of the Provinces (Special Provisions) Act, No. 10 of 1996 SC/CHC/APPEAL NO: 25/2022 High Court No: HC (Civil) 508/15/MR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      214.85,
      470.52,
      468.71
    ],
    "text": "NaƟons Trust Bank, No. 242, Union Place, Colombo 2. PLAINTIFF - Vs - N. Gamage Niruka Sudarshani Perera, No. 285, Modara Street, Colombo 15. DEFENDANT And now between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      468.77,
      470.52,
      706.67
    ],
    "text": "NaƟons Trust Bank, No. 242, Union Place, Colombo 2. PLAINTIFF – APPELLANT - Vs - N. Gamage Niruka Sudarshani Perera, No. 285, Modara Street, Colombo 15. DEFENDANT – RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      70.85,
      552.63,
      154.91
    ],
    "text": "Before: Arjuna Obeyesekere, J K. Priyantha Fernando, J Dr. Sobhitha Rajakaruna, J Counsel: Chandaka Jayasundere, PC with Rehan Almeida for the PlainƟﬀ – Appellant",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      153.41,
      559.43,
      340.31
    ],
    "text": "Samhan Munzir with Uthpala Karunasinghe for the Defendant – Respondent Argued on: 23rd October 2025 WriƩen Tendered on behalf of the PlainƟﬀ – Appellant on 13th January 2026 Submissions: Tendered on behalf of the Defendant – Respondent on 24th November 2025 Decided on: 17th February 2026 Obeyesekere, J (1) The PlainƟﬀ – Appellant [the PlainƟﬀ] is a licensed commercial bank. It ﬁled acƟon",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      343.49,
      542.87,
      505.31
    ],
    "text": "in the High Court of the Western Province holden in Colombo [the Commercial High Court/High Court] on 11th September 2015 against the Defendant – Respondent [the Defendant] seeking to recover a sum of Rs. 8,788,610.71 and interest at the rate of 26% per annum on a sum of Rs. 8,677,350.44 from 19th March 2015 unƟl the date of judgment. Pursuant to the raising of admissions and issues, the PlainƟﬀ led the evidence of one of its Oﬃcers while the Defendant led the evidence of the Registrar of the Magistrate’s Court, Kadawatha. (2) By its judgment delivered on 25th November 2020, the High Court dismissed the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      508.61,
      542.53,
      584.63
    ],
    "text": "acƟon of the PlainƟﬀ. This appeal arises from the said judgment. Facts – as pleaded by the parƟes (3) The PlainƟﬀ stated in its plaint that the Defendant had opened Current Account No.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.32,
      587.58,
      542.98,
      717.95
    ],
    "text": "0211 0801 0690 at its Kadawatha Branch on 1st July 2013, and that the Defendant had signed the Personal Account Opening Form [P5] at the Ɵme she opened the account. According to the Statement of Account relaƟng to the above account [P7] cerƟﬁed in accordance with SecƟon 90C of the Evidence Ordinance, (a) the Defendant had deposited a sum of Rs. 15,000 on 1st July 2013, (b) a cheque book had been issued to her on 2nd July 2013, and (c) the account balance as at 8th July 2013 stood at Rs. 14,750.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.05,
      542.88,
      103.79
    ],
    "text": "(4) The PlainƟﬀ stated further that on 8th July 2013, the PlainƟﬀ had honoured a cheque",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      107.09,
      542.95,
      310.07
    ],
    "text": "drawn by the Defendant for a sum of Rs. 5,000,000 thereby permiƫng the Defendant to overdraw her account, followed by a further cheque in a sum of Rs. 5,705,000 on the next day. According to the PlainƟﬀ, the Defendant had made several cash deposits to her account to reduce the overdrawn balance as well as carried out further withdrawals by presenƟng cheques drawn on her account. The transacƟons referred to by the PlainƟﬀ are reﬂected in P7. This pracƟce of deposiƟng and withdrawing monies from the current account and in the process overdrawing the account had conƟnued unƟl December 2014, during which period the Defendant had withdrawn a sum of Rs. 37,573,350 and deposited a sum of Rs. 28,896,000. (5) The last withdrawal in a sum of Rs. 500,000 had been made on 3rd December 2014",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      313.37,
      542.86,
      405.35
    ],
    "text": "by a cheque on which date the debit balance stood at 8,435,690.45. The Defendant had not carried out any further transacƟons thereaŌer. Together with interest due unƟl 28th February 2015, the amount outstanding as at 28th February 2015 was Rs. 8,677,350.44. The amount of 8,788,610.71 referred to in the plaint was arrived at aŌer adding the interest for the period 1st March – 18th March, 2015.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      408.53,
      542.76,
      440.27
    ],
    "text": "(6) The PlainƟﬀ had stated further that during this enƟre period, monthly statements",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      443.45,
      542.92,
      570.35
    ],
    "text": "containing the details of the transacƟons carried out on the said account of the Defendant for that month had been sent to the Defendant and that the Defendant did not dispute the accuracy of such statements. It transpired in evidence that the monthly bank statements are dispatched not by the branch where the account was maintained but by a separate oﬃce of the PlainƟﬀ. (7) The PlainƟﬀ had thereaŌer demanded the payment of the aforemenƟoned sums by",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      573.3,
      542.92,
      662.39
    ],
    "text": "leƩer dated 23rd March 2015 [P9]. The Defendant replied P9 by leƩer dated 30th March 2015 [V1] and denied that she had obtained overdraŌ faciliƟes from the PlainƟﬀ. (8) The Defendant stated in her answer that Kusal Rajapakse who at the Ɵme relevant",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      665.69,
      542.83,
      719.51
    ],
    "text": "to this case was the Manager of the Kadawatha Branch of the PlainƟﬀ [the Manager] and whom she referred to by name, had visited her residence situated in Modara Street, Colombo 15 and having informed her that the Bank is carrying out a",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.94,
      199.07
    ],
    "text": "promoƟon to enlist new customers and that she can aƩend to her banking acƟvity from her residence, obtained her signature on P5. The Defendant had stated further that P5 had not been duly ﬁlled at that Ɵme. However, it must be noted that P5 had been signed in the presence of another bank oﬃcer, most probably at the branch oﬃce of the PlainƟﬀ at Kadawatha. (9) The Defendant had also stated the following maƩers in her answer:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      202.13,
      542.54,
      392.63
    ],
    "text": "(a) Although she signed P5, she had no necessity to have opened an account at the Kadawatha Branch of the PlainƟﬀ; (b) She had never visited the Kadawatha Branch; (c) She did not request any ﬁnancial faciliƟes from the Kadawatha Branch; (d) She did not withdraw any monies by presenƟng any cheques; (e) Her account had been maintained by the Manager who had acted fraudulently",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      395.93,
      545.85,
      500.51
    ],
    "text": "by overdrawing her account; and (f) She had been informed by an oﬃcer at the Kadawatha Branch that the Manager had cheated the PlainƟﬀ Bank as well and that he has leŌ the Country. (10) There are two maƩers that I must advert to. The ﬁrst is, if this was the posiƟon of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      503.81,
      542.93,
      668.75
    ],
    "text": "the Defendant, then, the ﬁrst opportunity she had of taking it up was in her reply to P9. In my view, the reacƟon of a reasonable man who had not sought any ﬁnancial facility from a bank but from whom a large sum of money was being demanded and who was alleging fraud would have been to lodge a complaint with law enforcement authoriƟes or at the least to have raised it with the higher management of the bank. While the Defendant has done neither, the language of V1 does not indicate that the Defendant was overly concerned with the demand made by the PlainƟﬀ. (11) The claim that the Manager had misappropriated funds of the PlainƟﬀ Bank was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      672.05,
      542.52,
      706.79
    ],
    "text": "correct. However, the Manager did so by allowing customers to overdraw their accounts by keeping as security ﬁxed deposits of other customers and not in the",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.81,
      237.11
    ],
    "text": "manner claimed by the Defendant. However, with the Defendant taking up the posiƟon that she was a vicƟm of a fraud perpetrated by the Manager and that her account had been maintained and overdrawn fraudulently by the Manager in spite of the Defendant not having visited the Kadawatha branch nor having requested any ﬁnancial faciliƟes or withdrawing any monies by presenƟng cheques, I am of the view that the burden of establishing these maƩers pleaded by the Defendant in her answer was with the Defendant. (12) This being the posiƟon pleaded by the parƟes, admissions and issues were framed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      240.06,
      542.95,
      386.27
    ],
    "text": "on 12th January 2018, with the Defendant admiƫng that she signed P5. While the issues of the PlainƟﬀ was centered on the granƟng of the overdraŌ facility and that there remained outstanding a sum in excess of Rs. 8m, the Defendant raised thirteen issues, with most of them based on her pleaded posiƟon that she never asked for overdraŌ faciliƟes and that she had been the subject of a fraud perpetrated by the Manager. (13) In order to place in perspecƟve the burden of proof of each party, I shall ﬁrst set out",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      389.57,
      542.61,
      475.19
    ],
    "text": "the nature of an overdraŌ facility and its consƟtuent elements. OverdraŌ faciliƟes (14) In Gunawardana v Indian Overseas Bank [(2001) 2 Sri LR 113; at pages 119-120]",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      478.37,
      477.52,
      513.11
    ],
    "text": "Wigneswaran, J described an overdraŌ facility in the following manner:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      513.17,
      542.72,
      528.95
    ],
    "text": "“overdraŌ facility is aﬀorded by a bank by permiƫng a customer to overdraw his",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      533.09,
      542.89,
      548.87
    ],
    "text": "current account up to certain limits. The current account being operaƟve and in",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      552.89,
      542.81,
      568.67
    ],
    "text": "force the facility too will conƟnue to be operaƟve unƟl cancelled and or unless the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      572.69,
      542.57,
      588.47
    ],
    "text": "money due to the bank is demanded by it. If the customer does not take steps to",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      592.61,
      542.44,
      608.39
    ],
    "text": "pay-oﬀ the overdrawn amount, interest will accrue on such overdrawn amount",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      612.41,
      542.76,
      628.19
    ],
    "text": "and shall conƟnue to be a debt due to the bank unƟl there is a repayment of the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      632.21,
      542.76,
      647.99
    ],
    "text": "debt or cancellaƟon of the debt. The overdraŌ facility itself will come to an end,",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      652.01,
      542.64,
      667.79
    ],
    "text": "as stated above, on the cancellaƟon of the facility or when the bank demands",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      671.93,
      542.4,
      687.71
    ],
    "text": "repayment. This would be generally so unless there are special arrangements to",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      691.73,
      189.83,
      707.51
    ],
    "text": "the contrary.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.05,
      542.86,
      103.79
    ],
    "text": "(15) In Bank of Ceylon v Aswedduma Tea Manufacturers (Pvt) Limited [SC Appeal",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      106.74,
      542.89,
      214.91
    ],
    "text": "175/2015; SC Minutes of 6th October 2017], cited by Murdu Fernando, J [as she then was] in Sampath Bank PLC v Kaluarachchi Sasitha Palitha [SC Appeal 196/2011; SC Minutes of 9th September 2019], Anil Gooneratne, J referred with approval to two English judgments that dealt with the basic features of an overdraŌ facility. (16) The ﬁrst was Peter Royston Voller v Lloyds Bank PLC [No. B3/99/1177; 19th October",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      218.21,
      490.9,
      252.83
    ],
    "text": "2000] where JusƟce Wells of the Court of Appeal (Civil Division) held that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      253.01,
      542.88,
      268.79
    ],
    "text": "“In my judgment, the posiƟon is very simple and well established as a maƩer of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      272.81,
      542.69,
      288.59
    ],
    "text": "banking law and pracƟce. It is this. If a current account is opened by a customer",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      292.61,
      542.85,
      308.39
    ],
    "text": "with a bank with no express agreement as to what the overdraŌ facility should be,",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      312.41,
      542.49,
      328.19
    ],
    "text": "then, in circumstances where the customer draws a cheque on the account which",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      332.33,
      542.88,
      348.11
    ],
    "text": "causes the account to go into overdraŌ, the customer, by necessary implicaƟon,",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      352.13,
      542.7,
      367.91
    ],
    "text": "requests the bank to grant the customer an overdraŌ of the necessary amount, on",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      371.93,
      542.37,
      387.71
    ],
    "text": "its usual terms as to interest and other charges. In deciding to honour the cheque",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      391.85,
      344.85,
      407.63
    ],
    "text": "the bank, by implicaƟon accepts the oﬀer.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      411.65,
      542.66,
      443.39
    ],
    "text": "(17) The second was Barclays Bank Ltd v W.J. Simms Son and Cooke (Southern) Ltd and",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      446.69,
      399.45,
      481.43
    ],
    "text": "Another [(1980) 1 QB 699] where Goﬀ, J held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      481.49,
      542.6,
      497.27
    ],
    "text": "“It is a basic obligaƟon owed by a bank to its customer that it will honour on",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      501.29,
      542.88,
      517.07
    ],
    "text": "presentaƟon cheques drawn by the customer on the bank, provided that there",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      521.09,
      542.83,
      536.87
    ],
    "text": "are suﬃcient funds in the customer’s account to meet the cheque, or the bank",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      541.01,
      542.77,
      556.79
    ],
    "text": "has agreed to provide the customer with overdraŌ faciliƟes suﬃcient to meet",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      560.81,
      542.52,
      576.59
    ],
    "text": "the cheque. Where the bank honours such a cheque, it acts within its mandate,",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      580.61,
      542.63,
      596.39
    ],
    "text": "with the result that the bank is enƟtled to debit the customer’s account with the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      600.53,
      542.89,
      616.31
    ],
    "text": "amount of the cheque, and further that the bank’s payment is eﬀecƟve to",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      620.33,
      542.64,
      636.11
    ],
    "text": "discharge the obligaƟon of the customer to the payee on the cheque, because the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      640.13,
      437.68,
      655.91
    ],
    "text": "bank has paid the cheque with the authority of the customer.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      660.05,
      542.81,
      691.67
    ],
    "text": "In other circumstances, the bank is under no obligaƟon to honour its customer’s",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      114.6,
      695.69,
      542.53,
      711.47
    ],
    "text": "cheques. If however a customer draws a cheque on the bank without funds in his",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      72.05,
      542.78,
      87.83
    ],
    "text": "account or agreed overdraŌ faciliƟes suﬃcient to meet it, the cheque on",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      91.85,
      542.93,
      107.63
    ],
    "text": "presentaƟon consƟtutes a request to the bank to provide overdraŌ faciliƟes",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      111.77,
      542.66,
      127.55
    ],
    "text": "suﬃcient to meet the cheque. The bank has an opƟon whether or not to comply",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      131.57,
      542.84,
      147.35
    ],
    "text": "with that request. If it declines to do so, it acts enƟrely within its rights and no",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      151.37,
      542.83,
      167.15
    ],
    "text": "legal consequences follow as between the bank and its customer. If however the",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      171.29,
      542.64,
      187.07
    ],
    "text": "bank pays the cheque, it accepts the request and the payment has the same",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      191.09,
      542.53,
      206.87
    ],
    "text": "legal consequences as if the payment had been made pursuant to previously",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      210.89,
      542.61,
      226.67
    ],
    "text": "agreed overdraŌ faciliƟes; the payment is made within the bank’s mandate, and",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      230.69,
      542.72,
      246.47
    ],
    "text": "in parƟcular the bank is enƟtled to debit the customer’s account, and the bank’s",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      250.61,
      542.87,
      266.39
    ],
    "text": "payment discharges the customer’s obligaƟon to the payee on the cheque.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      270.41,
      211.48,
      286.19
    ],
    "text": "[emphasis added]",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      290.21,
      542.85,
      322.07
    ],
    "text": "(18) Thus, it would be seen that while a wriƩen agreement is not a sine qua non for the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      325.25,
      542.83,
      395.03
    ],
    "text": "granƟng of an overdraŌ facility, a bank could allow a customer to overdraw his or her account by accepƟng a cheque drawn by such customer on his or her account. (19) In People’s Bank v Jagoda Gamage Nishantha Pradeep Kumara [SC Appeal No.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      397.98,
      542.78,
      467.39
    ],
    "text": "234/2017; SC minutes of 12th December 2022] this Court, having referred to the above cases, idenƟﬁed the following as being the consƟtuent elements of a cause of acƟon based on an overdraŌ:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      466.37,
      542.86,
      510.71
    ],
    "text": "“(1) Did the Defendant have and maintain a current account with the PlainƟﬀ? (2) Has the Defendant made a request that he be permiƩed to overdraw his",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      514.85,
      542.79,
      563.15
    ],
    "text": "account? (3) Has the PlainƟﬀ acted on the said request of the Defendant and permiƩed",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      567.17,
      542.76,
      647.99
    ],
    "text": "him to overdraw his account? (4) Has the Defendant seƩled the overdrawn amount or part thereof? (5) What is the amount outstanding to the PlainƟﬀ from the overdrawn",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      652.01,
      542.61,
      698.75
    ],
    "text": "amount? (6) Has the PlainƟﬀ demanded the repayment of the outstanding sum of",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      142.92,
      702.89,
      192.93,
      718.67
    ],
    "text": "money?”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.05,
      542.7,
      103.79
    ],
    "text": "(20) Even though the Defendant admiƩed that she signed P5, she denied any further",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      107.09,
      542.91,
      233.99
    ],
    "text": "involvement with the account aŌer its opening. The High Court held that the PlainƟﬀ had not established on a balance of probability that the deposits and the withdrawals from the account of the Defendant had been carried out by the Defendant, and for that reason the PlainƟﬀ was not enƟtled to judgment as prayed for. (21) The principal submission of the learned President’s Counsel for the PlainƟﬀ was that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      237.17,
      542.97,
      326.03
    ],
    "text": "the evidenƟary burden cast on the PlainƟﬀ has been successfully discharged and that the High Court erred when it arrived at the conclusion that the PlainƟﬀ has not established its case. (22) Therefore, the ﬁrst issue that must be determined is whether the PlainƟﬀ has",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      329.21,
      542.72,
      437.03
    ],
    "text": "established on a balance of probability that the Defendant made a request/s to overdraw her account by the presentaƟon of the cheque/s referred to in P7 and whether at the Ɵme the PlainƟﬀ permiƩed the account of the Defendant to be overdrawn, it was acceding to a request of the Defendant. (23) This requires me to brieﬂy examine Chapter VI of the Evidence Ordinance that deals",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      440.33,
      493.5,
      544.91
    ],
    "text": "with bankers books. Chapter VI of the Evidence Ordinance (24) SecƟon 90A has deﬁned a ‘bankers’ book’ and a ‘cerƟﬁed copy’ as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      544.97,
      542.48,
      560.75
    ],
    "text": "“ ‘Bankers’ book’ include ledgers, day books, cash books, account books, and all",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      564.77,
      542.51,
      580.55
    ],
    "text": "other books used in the ordinary business of a bank and includes data stored by",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      584.57,
      542.76,
      600.35
    ],
    "text": "electronic, magneƟc, opƟcal or other means in an informaƟon system in the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      604.49,
      327.09,
      620.27
    ],
    "text": "ordinary course of business of a bank.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      624.29,
      542.54,
      655.91
    ],
    "text": "“ ‘cerƟﬁed copy’ means a copy of any entry in the books of a bank, together with",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      660.05,
      542.6,
      675.83
    ],
    "text": "a cerƟﬁcate wriƩen at the foot of such copy that it is a true copy of such entry;",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      679.85,
      542.84,
      695.63
    ],
    "text": "that such entry is contained in one of the ordinary books of the bank, and was",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      699.65,
      542.89,
      715.43
    ],
    "text": "made in the usual and ordinary course of business; and that such book is sƟll in",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      72.05,
      542.7,
      87.83
    ],
    "text": "the custody of the bank, such cerƟﬁcate being dated and subscribed by the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      91.85,
      542.83,
      107.63
    ],
    "text": "principal accountant or manager of the bank with his name and oﬃcial Ɵtle and",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      111.77,
      542.94,
      127.55
    ],
    "text": "where the bankers books consist of data stored by electronic, magneƟc, opƟcal or",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      131.57,
      542.63,
      147.35
    ],
    "text": "other means in an informaƟon system, includes a printout of such data together",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      151.37,
      542.83,
      167.15
    ],
    "text": "with an aﬃdavit made in accordance with SecƟon 6 of the Evidence (Special",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      171.29,
      542.85,
      187.07
    ],
    "text": "Provisions) Act, No. 14 of 1995, or such other document of cerƟﬁcaƟon as may be",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      191.09,
      542.79,
      206.87
    ],
    "text": "prescribed in terms of any law for the Ɵme being in force relaƟng to the tendering",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      210.89,
      386.04,
      226.67
    ],
    "text": "of computer evidence before any court or tribunal.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      230.69,
      258.06,
      281.39
    ],
    "text": "(25) SecƟon 90C reads as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      281.57,
      542.92,
      297.35
    ],
    "text": "“Subject to the provisions of this Chapter, a cerƟﬁed copy of any entry in a banker's",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      301.37,
      542.72,
      317.15
    ],
    "text": "book shall in all legal proceedings be received as prima facie evidence of the",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      321.17,
      542.93,
      336.95
    ],
    "text": "existence of such entry, and shall be admiƩed as evidence of the maƩers,",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      341.09,
      542.82,
      356.87
    ],
    "text": "transacƟons, and accounts therein recorded in every case where, and to the same",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      360.89,
      542.82,
      376.67
    ],
    "text": "extent as the original entry itself is now by law admissible, but not further or",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      380.69,
      177.22,
      396.47
    ],
    "text": "otherwise.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      400.49,
      542.81,
      432.35
    ],
    "text": "(26) The legal recogniƟon that must be aﬀorded to a cerƟﬁed copy of a bankers book was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      435.53,
      542.8,
      489.35
    ],
    "text": "considered in Chandra Gunasekera v People’s Bank and others [(2019) 1 Sri LR 20], where Aluwihare, PC, J stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      489.53,
      542.88,
      692.51
    ],
    "text": "“I wish to, however, at the outset address the circumstances under which documents, that come within the deﬁniƟon of the term “banker’s books” as deﬁned in SecƟon 90A, could become admissible. It would, in my view, be perƟnent to refer to the historical background of these provisions, so that any ambiguity as to the applicaƟon of the provisions in Chapter VI could be eliminated. In the scheme of the Evidence Ordinance, the general rule is that the original document must be produced to prove the contents of such document. The Evidence Ordinance, however, provides certain excepƟons to that rule. One such excepƟon is ‘public documents’ and the other is ‘banker’s books’. The signiﬁcance in the laƩer is that unlike public documents, banker’s books are",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      114.6,
      72.17,
      542.45,
      125.87
    ],
    "text": "private documents. E.R.S.R. Coomaraswamy (Law of Evidence, Vol II book I, at page 156) states;",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      126.17,
      542.79,
      271.91
    ],
    "text": "“[N]evertheless, certain cogent, pracƟcal reasons have induced the legislature to equate those private documents to the excepƟonal posiƟon of public documents in the maƩer of their proof in the Courts and to confer a limited immunity on the bankers.” The immunity conferred on banker’s books is embodied in subsecƟon 3 of SecƟon 130 of the Evidence Ordinance. …",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      272.09,
      542.91,
      490.91
    ],
    "text": "The eﬀect of this provision is that an original of a document, which falls within the meaning of “banker’s books” can be produced under SecƟon 90D; eﬀecƟvely shuƫng out the mandatory applicaƟon of the general provisions. The raƟonale behind this provision is that any document which falls within the meaning of “banker’s books” can be proved by producing a cerƟﬁed copy as sƟpulated in SecƟon 90C of the Evidence Ordinance. The “stand-alone nature” of these provisions can be further gleaned from the wording in SecƟon 90C; Thus, a “cerƟﬁed copy” of a document (banker’s books) in terms of SecƟon 90C,",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      491.09,
      542.91,
      579.83
    ],
    "text": "a) ConsƟtutes prima facie evidence of the existence of such entry, and b) Shall be admiƩed as evidence of the maƩers stated, as the original entry itself.",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      580.01,
      542.84,
      690.83
    ],
    "text": "I also must point out that the Appellant raised no objecƟon when the document was sought to be admiƩed in evidence by the PlainƟﬀ Bank, when witness Mohamed tesƟﬁed. Furthermore, every party if it is so desired is aﬀorded an opportunity to have the originals inspected, in terms of SecƟon 90E of the Evidence Ordinance, which right the Appellant could have exercised before the trial Judge.”",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.68,
      87.95
    ],
    "text": "(27) This posiƟon was aﬃrmed in People’s Bank v Jagoda Gamage Nishantha Pradeep",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      91.25,
      542.76,
      144.95
    ],
    "text": "Kumara [supra] where this Court, having considered the raƟonale for introducing SecƟons 90A and 90C, stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      145.01,
      542.55,
      160.79
    ],
    "text": "“The composite eﬀect of the above two provisions is that the ledger or bankers",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      164.93,
      542.47,
      180.71
    ],
    "text": "book itself on which the relevant entries have been recorded need not be",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      184.73,
      542.7,
      200.51
    ],
    "text": "produced, and that a copy thereof shall be prima facie evidence of the existence",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      204.53,
      542.96,
      220.31
    ],
    "text": "of such entries provided the copy is cerƟﬁed in the manner sƟpulated in SecƟon",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      224.45,
      242.04,
      240.23
    ],
    "text": "90C.” [emphasis added]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      244.25,
      232.24,
      275.99
    ],
    "text": "Burden of proof – the PlainƟﬀ",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      279.17,
      542.65,
      310.91
    ],
    "text": "(28) There are two secƟons of the Evidence Ordinance that are relevant in determining",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      314.21,
      542.86,
      361.79
    ],
    "text": "the burden of proof cast on the PlainƟﬀ. The ﬁrst is SecƟon 101 which reads as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      360.05,
      542.56,
      375.83
    ],
    "text": "“Whoever desires any court to give judgment as to any legal right or liability",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      379.97,
      542.41,
      395.75
    ],
    "text": "dependent on the existence of facts which he asserts, must prove that those facts",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      399.77,
      542.45,
      443.27
    ],
    "text": "exist. When a person is bound to prove the existence of any fact, it is said that the burden",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      447.41,
      267.46,
      463.19
    ],
    "text": "of proof lies on that person.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      467.21,
      542.84,
      498.95
    ],
    "text": "(29) As expressed in the maxim ei incumbit probaƟo, qui dicit, non qui negat, the burden",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      502.25,
      542.93,
      686.27
    ],
    "text": "of proof lies on him who aﬃrms, and not upon him who denies – cited in Rodrigo v Central Engineering ConsultaƟon Bureau [(2009) 1 Sri LR 248] and followed in DehiwaƩage Rukman Dinesh Fernando v Union Apparel (Pvt) Ltd [SC Appeal No. 19/2015; SC minutes of 28th October 2021], Brandix Apparel SoluƟons Limited (Formerly Brandix Casualwear Ltd) v Kachchakaduge Frank Romeo Fernando [SC Appeal 60/2018; SC Minutes of 5th May 2022] and Kanthi Fernando v W. Leo Fernando (Maddagedara) Estates Company Limited [SC Appeal (CHC) No. 84/2014; SC minutes of 24th January 2024]. (30) It is the PlainƟﬀ who stated that the Defendant presented cheques and overdrew",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      689.45,
      542.79,
      705.23
    ],
    "text": "her account. If it failed to establish this fact, the case of the PlainƟﬀ shall fail. Thus,",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.81,
      144.95
    ],
    "text": "the burden of proving that the Defendant overdrew her account was enƟrely on the PlainƟﬀ. IllustraƟon (b) of SecƟon 101, reproduced below, supports the above posiƟon:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      114.6,
      145.01,
      542.47,
      160.79
    ],
    "text": "“A desires a court to give judgment that he is entitled to certain land in the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      114.6,
      164.93,
      542.38,
      180.71
    ],
    "text": "possession of B by reason of facts which he asserts, and which B denies to be true.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      114.6,
      184.73,
      341.6,
      200.51
    ],
    "text": "A must prove the existence of those facts.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      204.53,
      542.79,
      236.15
    ],
    "text": "(31) The second secƟon that is relevant is SecƟon 102, in terms of which, “The burden of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      240.29,
      542.47,
      256.07
    ],
    "text": "proof in a suit or proceeding lies on that person who would fail if no evidence at all",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      260.09,
      242.4,
      275.87
    ],
    "text": "were given on either side.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      279.89,
      542.86,
      311.75
    ],
    "text": "(32) Referring to SecƟon 102, E.R.S.R. Coomaraswamy has stated in his treaƟse, The Law",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      314.93,
      542.85,
      441.83
    ],
    "text": "of Evidence [Vol II Book 1; page 255] that, “This secƟon deals with the incidence of the burden. It places the burden of proof on the party who desires the court to intervene and to determine the rights of the parƟes in a manner diﬀerent from the posiƟon that would arise if maƩers were leŌ in status quo. It regulates the incidence of the overall burden.” (33) The applicaƟon of SecƟon 102 is borne out by IllustraƟon (b) thereof, which reads as",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      445.13,
      144.18,
      479.75
    ],
    "text": "follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      480.05,
      542.87,
      590.99
    ],
    "text": "“A sues B for money due on a bond. The execuƟon of the bond is admiƩed, but B says that it was obtained by fraud, which A denies. If no evidence were given on either side, A would succeed, as the bond is not disputed, and the fraud is not proved. Therefore the burden of proof is on B” (34) The evidence-in-chief of the PlainƟﬀ’s witness, Mohammed Safras, Manager, Special",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      594.29,
      542.92,
      705.23
    ],
    "text": "Assets Management Division was presented by way of an aﬃdavit. The PlainƟﬀ formally marked P5, the signing of which had been recorded as an admission, through this witness. I must perhaps state that the Defendant, realising that admiƫng P5 can aﬀect her defence aƩempted to resile from the said admission but the High Court has clearly rejected such aƩempt and held that P5 has been admiƩed by the Defendant.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      365.22,
      107.03
    ],
    "text": "(35) The simple posiƟon of the witness was as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      110.09,
      542.61,
      141.95
    ],
    "text": "(a) The Defendant was a customer of the Kadawatha Branch and had a current",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      145.13,
      542.69,
      195.83
    ],
    "text": "account under her name; (b) The Manager had permiƩed the Defendant to overdraw her account on several",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      199.13,
      542.71,
      249.83
    ],
    "text": "occasions upon the presentaƟon of cheques issued by the Defendant; (c) Statements relaƟng to the account had been sent to the Defendant every",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      253.13,
      542.88,
      303.83
    ],
    "text": "month; (d) Since the Defendant had not seƩled the amount due as at 3rd December 2014,",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      307.01,
      542.93,
      376.79
    ],
    "text": "the PlainƟﬀ ﬁled acƟon to recover the balance outstanding aŌer having demanded the said sum. (36) The PlainƟﬀ produced the Statement of Account marked P7 without any objecƟon",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      380.09,
      542.91,
      583.07
    ],
    "text": "being taken thereto. This was criƟcal to the success of the PlainƟﬀ’s case since in my view, the Defendant ought to have called for strict proof of the contents thereof, in view of the defense taken by her that she did not operate her account. While P7 was prima facie evidence of the existence of the entries thereon, the PlainƟﬀ did not produce the cheques by which the withdrawals had been done nor the deposit slips by which monies had been deposited, even though they formed part of the list of documents. It is clear from the judgment of the High Court that this failure to produce the deposit slips and the cheques inﬂuenced the High Court in arriving at its conclusion that the PlainƟﬀ had not proved its case. (37) During the hearing, this Court inquired from the learned President’s Counsel for the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      586.37,
      542.83,
      697.31
    ],
    "text": "PlainƟﬀ whether the PlainƟﬀ ought to have produced the cheques by which the monies had been withdrawn. He submiƩed that while the cheques were listed on its list of documents, the Defendant did not object to the marking of P7 when it was formally tendered in evidence with the aﬃdavit of the witness and that P7 was therefore prima facie proof of its contents. Thus, he submiƩed that the existence of the cheques and the fact that the transacƟons on P7 had been carried out had not",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.81,
      141.95
    ],
    "text": "been challenged by the Defendant and that in such a situaƟon, the necessity for the PlainƟﬀ to have marked the cheques did not arise. (38) People’s Bank v Jagoda Gamage Nishantha Pradeep Kumara [supra] was a case",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      145.13,
      542.87,
      198.95
    ],
    "text": "where the plainƟﬀ did not produce the statement of account relaƟng to the account of the defendant. Referring to that fact, this Court stated as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      199.01,
      542.89,
      214.79
    ],
    "text": "“As a request to temporarily overdraw a current account need not be in wriƟng,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      218.81,
      542.68,
      234.59
    ],
    "text": "the submission of a wriƩen request with the plaint cannot be made mandatory in",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      238.73,
      542.57,
      254.51
    ],
    "text": "order to establish that the Defendant made a request to overdraw his account.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      258.53,
      542.55,
      274.31
    ],
    "text": "Therefore, while oral evidence is suﬃcient to establish that the request for an",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      278.33,
      542.43,
      294.11
    ],
    "text": "overdraŌ was in fact made, evidence of such request in the form of the relevant",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      298.13,
      542.63,
      313.91
    ],
    "text": "ledger on which the entry relaƟng to the withdrawal was recorded, and where",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      318.05,
      542.47,
      333.83
    ],
    "text": "available the cheque presented must be produced in order to establish that the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      337.85,
      542.83,
      353.63
    ],
    "text": "PlainƟﬀ acted on the said request and that the PlainƟﬀ proceeded to honour the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      357.65,
      163.07,
      373.43
    ],
    "text": "cheque.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      393.41,
      542.6,
      409.19
    ],
    "text": "“Hence, while the producƟon of the cheque by which the said sum of Rs. 1,268,000",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      413.21,
      542.48,
      428.99
    ],
    "text": "was withdrawn would have been proof of the fact that the Defendant presented",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      433.13,
      542.68,
      448.91
    ],
    "text": "such a cheque on the date claimed by the PlainƟﬀ and that the said cheque was",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      452.93,
      542.78,
      468.71
    ],
    "text": "honoured, it was imperaƟve for the PlainƟﬀ to have produced the original ledgers",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      472.73,
      542.89,
      488.51
    ],
    "text": "or the bankers books on which the transacƟons relaƟng to the Defendant’s",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      492.53,
      412.24,
      508.31
    ],
    "text": "account had been maintained, in order to establish that:",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      528.29,
      542.41,
      544.07
    ],
    "text": "(a) the bank acceded to the request made by the Defendant to overdraw his",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      142.92,
      548.09,
      193.74,
      563.87
    ],
    "text": "account;",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      568.01,
      542.43,
      599.63
    ],
    "text": "(b) as a result of the cheque being honoured, the Defendant had overdrawn his",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      142.92,
      603.65,
      216.69,
      619.43
    ],
    "text": "account; and",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.6,
      623.45,
      542.83,
      655.19
    ],
    "text": "(c) a sum of Rs. 565,742.56 is due and owing to the PlainƟﬀ, as claimed by the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      142.92,
      659.21,
      381.52,
      674.99
    ],
    "text": "PlainƟﬀ, as a result of the said overdrawing.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.98,
      87.95
    ],
    "text": "(39) Thus, P7 being a cerƟﬁed copy of a banker’s book, in terms of SecƟon 90C, it was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      91.25,
      542.9,
      313.31
    ],
    "text": "prima facie evidence of the existence of the transacƟons reﬂected in it. In other words, P7 was prima facie proof of the fact that the bank acceded to the request made by a cheque drawn on the Defendant’s account to overdraw the account and as a result of the cheque being honoured, the account of the Defendant had been overdrawn. With P7 not being objected to by the Defendant, the necessity for the PlainƟﬀ to have tendered the deposit slips by which monies had been deposited or the cheques by which the monies had been withdrawn to prove the said transacƟons reﬂected in P7 did not arise. In any event, to impose such a burden on a bank would make it impossible for a bank to prove that a customer has overdrawn his/her account. (40) Therefore, I am in agreement with the submission of the learned President’s Counsel",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      316.61,
      542.92,
      462.47
    ],
    "text": "for the PlainƟﬀ that it was not mandatory for the PlainƟﬀ to have tendered in evidence the cheques presented by the Defendant, even though the tendering of the cheques may have assisted the case of the PlainƟﬀ in view of the posiƟon pleaded by the Defendant in her answer. I must state that the High Court had not considered the applicability of SecƟons 90C, 101 and 102 when it arrived at its conclusion that the PlainƟﬀ had not proved its case. (41) In these circumstances, I am saƟsﬁed that the PlainƟﬀ had presented a prima facie",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      465.77,
      545.35,
      595.79
    ],
    "text": "case through the evidence-in-chief of its witness that a request had been made by the Defendant to overdraw her account and that such request had been acceded to by the PlainƟﬀ. The PlainƟﬀ was therefore enƟtled to succeed unless the Defendant was able to demonstrate through cross examinaƟon of the PlainƟﬀ’s witness that the narraƟon of the PlainƟﬀ was not credible, or else evidence was given to the contrary by the Defendant to establish her claim that she never asked for overdraŌ faciliƟes and that she had been the subject of a fraud perpetrated by the Manager.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      598.85,
      246.99,
      630.71
    ],
    "text": "Burden of proof – the Defendant",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      633.77,
      542.46,
      665.63
    ],
    "text": "(42) With the existence of the cheques not being in issue, it is the Defendant who claimed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      668.81,
      542.42,
      703.67
    ],
    "text": "in her answer that she had neither presented nor signed the cheques by which monies were withdrawn from her account and that her account had been",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      72.17,
      542.87,
      145.07
    ],
    "text": "maintained and overdrawn fraudulently by the Manager of the Kadawatha Branch. This being her primary defense, as submiƩed very correctly by the learned President’s Counsel for the PlainƟﬀ the burden of proof of that fact accordingly was with the Defendant.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      148.25,
      542.84,
      179.99
    ],
    "text": "(43) The submission of the learned President’s Counsel is consistent with SecƟon 103 of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      183.29,
      370.6,
      217.91
    ],
    "text": "the Evidence Ordinance, which reads as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      218.21,
      542.93,
      379.91
    ],
    "text": "“The burden of proof as to any parƟcular fact lies on that person who wishes the court to believe in its existence, unless it is provided by any law that the proof of that fact shall lie on any parƟcular person. IllustraƟon - A prosecutes B for theŌ, and wishes the court to believe that B admiƩed the theŌ to C. A must prove the admission. B wishes the court to believe that at the Ɵme in quesƟon, he was elsewhere. He must prove it.” (44) Referring to the inter-relaƟonship between SecƟons 101 and 103, E.R.S.R.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      383.21,
      521.89,
      417.95
    ],
    "text": "Coomaraswamy in The Law of Evidence has stated as follows [supra; page 258]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      418.13,
      542.89,
      713.03
    ],
    "text": "“SecƟon 101 is the general provision while SecƟon 103 is a parƟcular applicaƟon of that rule. SecƟon 101 deals with the duty to prove the case as a whole. It deals with the legal or overall burden. SecƟon 103 is concerned with the proof of parƟcular facts, such as the proof under SecƟon 105 of parƟcular fact by an accused to bring him within a general excepƟon like private defense or a special excepƟon, like exceeding the right of private defense or grave and sudden provocaƟon. An example in the civil law of the disƟncƟon is between the burden under secƟon 101 on the plainƟﬀ to prove the elements for defamaƟon, and the burden on the defendant under SecƟon 103 to establish a defense of privilege or jusƟﬁcaƟon or fair comment. Thus, it may be said that by SecƟon 101, the party has to prove the whole of the facts which he alleges to enƟtle him to judgment when the burden of proof is on him, while secƟon 103 provides for the proof of parƟcular facts, which a person asserts”.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.05,
      542.71,
      138.71
    ],
    "text": "Cross examinaƟon of the PlainƟﬀ’s witness (45) The witness for the PlainƟﬀ was cross examined extensively over three days on six",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      142.01,
      542.81,
      383.15
    ],
    "text": "maƩers. The ﬁrst was with regard to the alleged discrepancy relaƟng to the date on which the current account was opened, which the High Court had opined was due to an error on the part of the Defendant. The second was whether the deposit slips by which the monies were deposited contained the name of the Defendant or the person who made the deposit. The third maƩer was with regard to the manner in which interest had been calculated and the rate of interest. The fourth was that the Manager could only have permiƩed overdraŌ faciliƟes up to a sum of Rs. 50,000 and that the Manager could not have permiƩed the Defendant to overdraw her account above that sum on his own. The ﬁŌh was whether an overdraŌ could have been given without the account holder having signed an agreement or without approval of the head oﬃce. None of these maƩers went into the core issue to be determined. (46) The sixth maƩer on which the witness was quesƟoned was with regard to the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      386.33,
      542.84,
      570.35
    ],
    "text": "conduct of the Manager. The witness admiƩed that the PlainƟﬀ Bank had made a complaint to the Police regarding the fraudulent conduct of the Manager where he had granted overdraŌ faciliƟes to customers keeping as security ﬁxed deposits of other customers. The Defendant marked as V2 the case record pertaining to the proceedings insƟtuted against the Manager in the Magistrate’s Court, Mahara. While the ‘B’ Reports that have been ﬁled does not contain the account of the Defendant, the said reports do show that some of the customers who had overdrawn their accounts had agreed to seƩle the debit balances in their accounts. (47) Thus, on the one hand, the Defendant who lived in Modara Street, Colombo 15 and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.32,
      573.65,
      542.97,
      665.63
    ],
    "text": "who had agreed to open an account in the Kadawatha branch of the PlainƟﬀ, too could have been a customer who beneﬁƩed from the scam run by the Manager and/or an accomplice of the Manager. On the other hand, the Defendant could well have been an innocent person who had been deceived into opening an account by the Manager and whose account had thereaŌer been operated by the Manager.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.17,
      542.76,
      87.95
    ],
    "text": "(48) With P7 not having been objected to and therefore being prima facie proof of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      91.25,
      542.95,
      267.23
    ],
    "text": "existence of its contents, the important issue was whether the transacƟons contained in P7 including the withdrawals were carried out upon a request made by the Defendant herself or as a result of the fraudulent acts of the Manager as claimed by the Defendant. The determinaƟon of this is conƟngent upon whether the cheques by which the monies had been withdrawn were presented by the Defendant and/or bore the signature of the Defendant. The best person who could have answered this quesƟon was of course the Defendant. The High Court failed to appreciate this fact when it considered the evidence. (49) With the PlainƟﬀ not having tendered the cheques although listed, the Defendant",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      100.32,
      270.53,
      542.92,
      419.63
    ],
    "text": "could have pursued in two ways the posiƟon she had taken up in her answer and on which issues had been raised that she had not signed the cheques. The ﬁrst was to quesƟon the witness during cross examinaƟon if the cheques by which the withdrawals were made were available. According to the proceedings of 2nd November 2018, the witness had been quesƟoned if Cheque No. 0483462 had been presented to the Bank on 13th September 2013. The witness having answered the quesƟon in the aﬃrmaƟve, was thereaŌer asked the date of the cheque. The witness had replied that he had not brought the cheque to Court that day..",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      416.69,
      542.74,
      446.63
    ],
    "text": "(50) ThereaŌer, Court had quesƟoned the witness if the said cheque and/or an image of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      449.81,
      542.77,
      611.03
    ],
    "text": "the cheque is available in the oﬃce and the witness had answered both quesƟons in the aﬃrmaƟve. Proceedings had been immediately adjourned to enable the witness to inform Court on the next day, the date of the cheque. However, when cross examinaƟon resumed on 12th June 2019, the witness was not asked whether he had brought the parƟcular cheque to Court nor did the Counsel for the Defendant pursue this issue. (51) The witness had however been cross examined as follows on 12th June 2019:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      114.6,
      610.13,
      544.77,
      625.91
    ],
    "text": "“m% ( t;fldg uy;auhd fus whsrd.; lr,d uqo,a ,nd .;a;d hkak fplam;a bosrsm;a lr,d",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      114.6,
      629.15,
      545.22,
      711.59
    ],
    "text": ";sfhkafka ljqo lshk ldrKh uy;auhdg .re wOslrKhg lshkak mqµjkao ta fplam;a n,,d@ W ( Tjs iajdusKs\" lshkak mqµjka' m% ( ta fplam;a uy;auhd i;=j ;sfhkjdo@ W ( Tjs iajdusKs'”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      542.83,
      87.95
    ],
    "text": "(52) With the witness admiƫng that the cheques were available and that he can state as",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      91.25,
      542.92,
      209.99
    ],
    "text": "to who has produced the cheques to the bank, the Defendant’s Counsel, probably realising that his ﬁshing expediƟon may have gone wrong, had not asked any quesƟons thereaŌer with regard to the availability and/or producƟon of the cheques or who presented the cheques to the Bank. (53) Instead, the Counsel for the Defendant had posed the following quesƟons:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      114.6,
      210.17,
      544.77,
      225.95
    ],
    "text": "“m% ( t;fldg uy;auhd fplam;la nexl= ljqkagrhg bosrsm;a lrkfldg uq,sl jYfhka",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      114.6,
      226.07,
      536.19,
      310.02
    ],
    "text": "n,kak Tsk fudllao@ fplamf;a ,sh,d ;sfhk uqo, .ek n,kak Tsk fkao@ W ( Tjs iajdusKs' m% ( th fraLKh lr,d ;sfhkjdo keoao lshk ldrKh;a n,kak Tsk fkao@ W ( Tjs iajdusKs' m% ( ta jf.au fplamf;a ;shk w;aik mrs>klfha ;sfhkjdo lsh,;a ieysulg m;a",
    "fonts": [
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      114.6,
      310.04,
      544.77,
      358.76
    ],
    "text": "fjkak Tsk@ W ( Tjs iajdusKs' m% ( ta jf.au uqo,a b,a,k tlaflkdf.a Pd;sl ye|qkqusm;a wxlh;a ,ndf.k n,kak TSk",
    "fonts": [
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      358.79,
      542.49,
      416.27
    ],
    "text": "fkao@ W ( Tjs iajdusKs'” (54) The only document that the Defendant admits to signing is P5 and it is safe to assume",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      419.57,
      542.8,
      614.63
    ],
    "text": "that the signature on P5 was the signature that was on the computer system. With the witness staƟng that a comparison of the signature on the cheque is done with the signature that appears on the computer system prior to honouring the cheque, therefore implying that the signature on the cheque tallied with the signature of the Defendant that was on the system and that being the reason for the cheque to be honoured, the Counsel for the Defendant did not demand that the cheque/s be produced or that the signature of the Defendant that appeared on the system be produced, nor was it suggested to the witness that the signature on the system and/or the cheques were not that of the Defendant. (55) The following quesƟons posed to the witness by the Counsel for the Defendant and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      617.93,
      542.91,
      665.51
    ],
    "text": "his answers further strengthened the posiƟon of the PlainƟﬀ that the cheques had been signed by the Defendant:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      114.6,
      664.01,
      544.78,
      679.79
    ],
    "text": "“m% ( kuq;a fus fpla j, i|yka lr,d ;sfhk jsoshg l=i,a rdPmlaI uy;auhd fus fplam;a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      114.6,
      682.91,
      544.85,
      718.52
    ],
    "text": "wkqj uqo,a ,nd.kakfldg fus us,shk .Kka uqo,a 50\"000$- blauj,d us,shk .Kka uqo,a j,ska ;uhs fus fplam;a j,g uqo,a ,ndf.k ;sfhkafka fkao@",
    "fonts": [
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      114.6,
      72.2,
      544.76,
      102.32
    ],
    "text": "W ( uqo,a ,nd os,d ;sfhkafka .kqfoKqlreg iajdusKs' m% ( oeka uy;auhd fldfyduo .kqfoKqlreg uqo,a ,nd oqkakd lsh,d Th me'6 f,aLkh",
    "fonts": [
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      102.47,
      542.48,
      165.11
    ],
    "text": "n,,d lshkafka@ W ( fplam; w;aika lrkafka .sKqus ysushd iajdusKs'” (56) Thus, the Defendant had not only squandered the opportunity that she had of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      168.41,
      542.73,
      295.19
    ],
    "text": "challenging the signature on the cheques and even of moving for a commission on the genuineness of her signature, she even failed to suggest to the witness the posiƟon pleaded in the answer, except perhaps the suggesƟon that she never visited the Bank, which of course meant nothing when one considers the fact that the account holder need not personally present the cheques to the Bank. (57) Be that as it may, it was sƟll open for the Defendant to have given evidence and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      298.49,
      542.88,
      425.39
    ],
    "text": "explain her posiƟon especially since whether it was the Defendant who deposited monies and whether it was the Defendant who signed the cheques as well as the other maƩers that I have referred to in paragraphs 8 and 9 of this judgment were all maƩers that were within the knowledge of the Defendant. The Defendant however opted to stay away from the witness box. (58) The posiƟon that has arisen in this case can be summed up by the following passage",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      428.69,
      542.67,
      476.27
    ],
    "text": "from the judgment of Aluwihare, PC, J in Chandra Gunasekera v People’s Bank and others [supra]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      114.6,
      474.65,
      542.7,
      541.31
    ],
    "text": "“I am also of the view that this is a ﬁt instance to apply the principle laid down in the case of L. Edrick De Silva v L. Chandradasa De Silva, 70 NLR 169. In the said case (at page 174) Chief JusƟce H.N.G Fernando held:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      11.019074440002441,
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      114.6,
      539.69,
      542.86,
      704.63
    ],
    "text": "“But where the plainƟﬀ has in a civil case led evidence suﬃcient in law to prove a factum probandum, the failure of the defendant to adduce evidence which contradicts it adds a new factor in favour of the plainƟﬀ. There is then an addiƟonal “maƩer before the Court”, which the deﬁniƟon in SecƟon 3 of the Evidence Ordinance requires the Court to take into account, namely that the evidence led by the plainƟﬀ is uncontradicted.” When a party is aﬀorded an opportunity to challenge any evidence produced in Court, and does not exercise that right, it would be reasonable for the Court to",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.17,
      542.86,
      141.95
    ],
    "text": "infer that the party did not do so, because the party was not capable of challenging the same.” (59) With the PlainƟﬀ having met the evidenƟary burden cast on it and with the posiƟon",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      145.13,
      542.75,
      306.95
    ],
    "text": "of the Defendant being that that she never asked for overdraŌ faciliƟes and that she had been the subject of a fraud perpetrated by the Manager, the burden was on the Defendant to establish such facts. The Defendant however failed to discharge this burden cast upon her and thereby the Defendant has failed to challenge the very basis of the PlainƟﬀ’s case. Conclusion (60) In the above circumstances, I am of the view that the High Court erred when it held",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      310.25,
      542.91,
      398.99
    ],
    "text": "that the PlainƟﬀ has not established its case on a balance of probability. While the issues raised by the PlainƟﬀ are accordingly answered in the aﬃrmaƟve, the issues raised by the Defendant must necessarily be answered against her. (61) The judgment of the High Court is set aside and the PlainƟﬀ shall be enƟtled to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      402.29,
      542.41,
      503.63
    ],
    "text": "judgment as prayed for, together with costs ﬁxed at Rs. One Hundred Thousand. The High Court is directed to enter decree accordingly.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      503.69,
      520.9,
      582.95
    ],
    "text": "JUDGE OF THE SUPREME COURT K. Priyantha Fernando, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      583.01,
      517.97,
      694.07
    ],
    "text": "JUDGE OF THE SUPREME COURT Dr. Sobhitha Rajakaruna, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      341.4,
      694.13,
      518.08,
      709.91
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]