[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      72.42,
      516.92,
      85.8
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      265.01,
      88.28,
      333.65,
      101.66
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      140.0,
      526.05,
      185.16
    ],
    "text": "In the matter of an application under and in terms of Articles 17 and 126 of the Constitution.",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      197.6,
      481.4,
      226.94
    ],
    "text": "1. MALIKA JOTHIRATHNA 2. R.M.N. ODARA [a Minor]",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      229.4,
      515.48,
      274.49
    ],
    "text": "Both of No. 26, Halwathura, Willegoda Ambalangoda. PETITIONERS",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      287.03,
      346.73,
      300.41
    ],
    "text": "SC (FR) Application 412/2016 VS.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      312.95,
      398.09,
      326.33
    ],
    "text": "1. SUMITH",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      328.79,
      481.4,
      358.01
    ],
    "text": "PARAKRAMAWANSHA 2. REKHA NAYANI",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      360.47,
      522.8,
      405.65
    ],
    "text": "MALLAWARACHCHI 3. DIYAGUBADUGE DAYARATNE 4. MALLIYAWADU SHIRLEY",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      408.11,
      471.12,
      437.35
    ],
    "text": "CHANDRASIRI 5. NILENTHI SANTHAKA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      439.81,
      506.78,
      596.11
    ],
    "text": "THAKSALA DE SILVA The former Principal, the Secretary and the Members of the Interview Board, Dharmashoka College, Ambalangoda. 6. W.T.B. SARATH 7. P.D. PATHIRATHNA 8. K.P. RANJITH 9. JAGATH WALLAGE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      598.6,
      525.51,
      659.62
    ],
    "text": "The President and Members of the Appeals Board, Dharmashoka College, Ambalangoda. 10. HASITHA WETHTHIMUNI,",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      662.08,
      520.07,
      707.14
    ],
    "text": "Principal, Dharmashoka College, Ambalangoda. 11. DIRECTOR OF NATIONAL",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      709.72,
      475.52,
      738.94
    ],
    "text": "SCHOOLS Isurupaya, Battaramulla.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      72.42,
      471.97,
      85.8
    ],
    "text": "12. THE HON. ATTORNEY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      88.28,
      515.48,
      165.14
    ],
    "text": "GENERAL The Attorney General’s Department, Hulftsdorp, Colombo 12. PETITIONERS",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      203.48,
      526.44,
      467.47
    ],
    "text": "BEFORE: Priyantha Jayawardena, PC, J. H.N.J.Perera, J. Prasanna Jayawardena, PC, J. COUNSEL: Chrishmal Warnasuriya instructed by Ms. Indunil Wijesinghe, for the Petitioners. Rajitha Perera, SSC, for the Hon. Attorney General. WRITTEN By the Petitioners, on 31st May 2018. SUBMISSIONS Written Submissions were not filed by the Respondents. FILED: ARGUED ON: 03rd May 2018. DECIDED ON: 31st October 2018",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      525.73,
      237.51,
      539.11
    ],
    "text": "Prasanna Jayawardena, PC, J",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      551.53,
      526.76,
      728.74
    ],
    "text": "This Fundamental Rights Application arises from the non-admission of a child to Grade 1 of Dharmashoka College, Ambalangoda. Dharmashoka College is an old established National School with a reputation for good academic results and extra-curricular excellence. Many parents who reside in the Ambalangoda region are anxious to admit their children to Dharmashoka College, in the hope that an education at that institution will stand their children in good stead. This results in fierce competition among those parents to secure admission of their children to Grade 1 of the school each year. In HULANGAMUWA vs. SIRIWARDENA, PRINCIPAL, VISAKHA VIDYALAYA [1986 1 SLR 275 at p.281], Siva Selliah J described this competition among parents as the annual “scramble for admission”. More than three decades later, this competition continues unabated. If at all, it has heightened.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.42,
      526.76,
      175.22
    ],
    "text": "As is well known, Circulars issued from time to time by the Department of Education, set out in detail, the scheme of admission of five year olds to Grade 1 of government schools, the procedure to be followed when receiving, processing and deciding on applications for admission to Grade 1, and the marking schemes, criteria and standards to be applied when doing so. The Circular which applies to the present application is Circular No. 23/2013 dated 23rd May 2013 issued by the Secretary to the Ministry of Education and filed with the petition marked “P2”.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      186.3,
      526.76,
      349.01
    ],
    "text": "On 16th November 2016, the 1st and 2nd petitioners filed the present application in this Court. The 1st petitioner is the mother of the 2nd petitioner, who was five years old at the beginning of 2015 and was, therefore, entitled to be admitted to a government school. The 1st petitioner applied to Dharmashoka College for the admission of the 2nd petitioner to Grade 1 in 2015. The application was unsuccessful. Appeals made by the 1st petitioner, which included an appeal that the 2nd petitioner be, at least, admitted in the year 2016, were to no avail. This led the petitioners to make the present application to this Court complaining that the respondents violated their fundamental rights guaranteed by Article 12 (1) of the Constitution when the respondents rejected the petitioners’ application and appeals to admit the 2nd petitioner to Dharmashoka College.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      360.09,
      526.76,
      478.15
    ],
    "text": "The 1st to 5th respondents are the members of the Interview Board of Dharmashoka College, Ambalangoda, which considered applications for admission to Grade 1 of that school in 2015. The 6th to 9th respondents are the members of the Appeal Board which heard appeals from decisions of the Interview Board. Both Boards were appointed and required to function in terms of the Circular marked “P2”. The 10th respondent is the Principal of Dharmashoka College, Ambalangoda. The 11th and 12th respondents are the Director of National Schools of the Ministry of Education and the Hon. Attorney General.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      489.23,
      526.59,
      517.99
    ],
    "text": "When the petitioners’ application was supported on 18th January 2017, this Court granted the petitioners leave to proceed under Article 12 (1) of the Constitution.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      529.07,
      526.74,
      647.14
    ],
    "text": "The 11th respondent filed an affidavit dated 02nd June 2017. The 10th respondent filed an affidavit dated 12th June 2017. The petitioners filed a counter affidavit dated 18th July 2017. Thereafter, on a direction by Court, the 10th respondent submitted a further affidavit dated 26th February 2018 annexing a copy of the relevant marking scheme used by Dharmashoka College in 2015 marked “10R4”; copies of the petitioners’ mark sheet, application and supporting documents submitted to Dharmashoka College in 2015 marked “10R5”; and a copy of the petitioners’ appeal dated 30th December 2015 to the Appeal Board marked “10R6”.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      658.22,
      526.71,
      746.5
    ],
    "text": "On 05th March 2018, this application was taken up for argument before a bench consisting of Justice Priyantha Jayawardena, Justice H.N.J. Perera, as the Hon. Chief Justice then was, and myself. Learned counsel appeared for the petitioners and learned Senior State Counsel appeared for the Hon. Attorney General. Though the 10th and 11th respondents had filed their affidavits objecting to the petitioners’ application, no counsel appeared on behalf of these respondents. However, learned",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.42,
      526.71,
      100.7
    ],
    "text": "Senior State Counsel, who appeared for the Hon. Attorney General, relied on the objections set out in the affidavits filed by these respondents.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      112.28,
      526.74,
      319.25
    ],
    "text": "The Circular marked “P2” and others like it recognise the commonly shared desire among parents to admit their child to Grade 1 of what they see to be the best possible government school which may be available to them. Accordingly, such Circulars endeavour to set out a scheme of admission which is just and equitable and which balances the ideal number of students per class with the available resources and the needs of the community. At the same time, “P2” and others like it seek to formulate procedures, criteria and standards which are transparent and fair and which can be applied, in an orderly manner and across the board, to all applicants. Accomplishing all this is a complex task. Nevertheless, these Circulars aim at achieving the best possible framework for admission of students to Grade 1 of all government schools each year and are, from time to time, refined and revised by the lessons learnt from the experiences of each year. In these circumstances, this Court would be reluctant to question the provisions of such Circulars unless they are manifestly inadequate, unreasonable, arbitrary or unfair.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      330.71,
      526.76,
      448.39
    ],
    "text": "At the same time, this Court is aware of the onerous nature of the task faced by officers who implement the provisions of such Circulars and handle and decide on admissions to Grade 1, especially in National Schools which receive a very large number of applications. Therefore, this Court has intervened in the decision making process of applications for admissions to Grade 1 only where it has been established that the provisions of the applicable Circular have been ignored, violated, misapplied or misinterpreted or there has been an abuse of process or a mistake which prejudices a child or other similar grounds.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      459.85,
      526.76,
      502.99
    ],
    "text": "Having set out the perspective from which I consider the present application should be viewed, I will turn to the terms of the Circular marked “P2” which are relevant to the present application.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      514.57,
      526.74,
      587.47
    ],
    "text": "As set out in Clause 4.1 of the Circular, the Department of Education is required to publish an annual notice calling for applications, in the prescribed format together with all supporting documents, from parents who wish to admit their child to Grade 1 of a government school at the commencement of the next year. By 30th June of each year, government schools, nationwide, receive applications submitted by parents.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      599.08,
      530.12,
      746.5
    ],
    "text": "The maximum number of students who may be admitted to Grade 1 of each school is specified in Clauses 3.1, 11.2 and 12 of “P2”. As set out therein, this maximum number was determined by two factors in 2015 - firstly, the number of available classes in Grade 1 of the school and secondly, a limit of forty students per class in 2015. As explained in Clause 3.1 of “P2’, the forty students per class were to be selected in the following manner: (i) the interview process described below selects thirty students for each class; (ii) the appeal process described below provides for the selection of a further three students per class; (iii) thereafter, seven more students per class were to be admitted upon recommendations made by the Ministry of Defence and outside the aforesaid interview and appeal process.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.42,
      526.7,
      115.58
    ],
    "text": "As set out in Clause 6.0 of “P2’, the total number of students to be admitted to Grade 1 are then allocated among the following six categories of admissions, according the percentages shown in the right hand column:",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      127.16,
      526.76,
      140.54
    ],
    "text": "Category Percentage",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      148.16,
      489.32,
      236.06
    ],
    "text": "I. Children of parents who are resident proximate to the school. 50% II. Children of past students of the school. 25% III. Children with a sibling who is a present student of the school. 15% IV. Children of employees of institutions under the Ministry of Education which deal directly with education by state schools.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      461.98,
      192.92,
      489.32,
      206.3
    ],
    "text": "05%",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      237.56,
      454.18,
      280.73
    ],
    "text": "V. Children of parents who are public servants or employees of state corporations, statutory boards and state banks who have been transferred.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      461.98,
      237.56,
      489.32,
      250.94
    ],
    "text": "04%",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      282.23,
      489.32,
      310.49
    ],
    "text": "VI. Children who have returned from abroad with their parents. 01%",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      317.99,
      526.76,
      510.19
    ],
    "text": "Clause 5 to 11 of “P2” sets out a careful process of selection based on marks which are to be awarded in line with schemes of marking specified in “P2” for each category of admission. The Interview Board identifies a `Provisional List’ of successful applicants for each category of admission and also prepares `Waiting Lists’ of applicants for each category of admission. Those on the `Waiting Lists’ may be chosen for admission if applicants on the `Provisional List’ later chose not to enter the school or are disqualified or removed from the `Provisional List’ by the Appeal Board which hears appeals made by unsuccessful applicants. Such appeals may be on the basis that the appellant is entitled to higher marks or on the basis that an applicant on the `Provisional List’ is not entitled to admission and the appellant should be admitted in that place. After the appeal process is concluded, a `Final List’ of successful applicants and a `Waiting List’ of applicants are prepared for each category of admission and are published on the notice board.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      517.69,
      526.76,
      590.59
    ],
    "text": "To now consider the present application, it is common ground that, in 2015, Dharmashoka College had six classes in Grade 1. Therefore, as set out above, 198 students were to be selected through the interview and appeal process - ie: 33 x 6 = 198. Thereafter, seven more students per class would be admitted on the recommendations of the Ministry of Defence.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      597.74,
      526.73,
      671.14
    ],
    "text": "The petitioners state that the 2nd petitioner child’s father [and 1st petitioner’s husband] is a past student of Dharmashoka College. In these circumstances, the petitioners’ application was submitted under the “Children of past students of the school.” category - ie: Category II in the Table set out above [hereafter referred to as the “past students category”].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      682.6,
      526.74,
      755.5
    ],
    "text": "Since, in terms of “P2”, 25 % of the total of 198 students to be admitted on the interview/appeal process had to be under the “past students category”, 49.5 students had to be selected from the applications submitted under this category - ie: 198 x 25% = 49.5. Naturally, in order to avoid the predicament which confronted the two rival women who claimed to be the child’s mother in the Judgment of King Solomon,",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.42,
      526.74,
      130.46
    ],
    "text": "the number 49.5 has to be rounded up or down to the nearest integer - ie: to 49 or to 50, as the case may be. In the present case, the number of students to be admitted under the “past students category” was fixed at 49 with the aforesaid number of 49.5 being rounded down to 49.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      142.04,
      526.76,
      200.06
    ],
    "text": "That decision is the first ground on which petitioners impugn the respondents’ refusal to admit the 2nd petitioner to Dharmashoka College. The petitioners contend that the number 49.5 should have been rounded up to 50 admissions under the “past students category”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      211.52,
      526.71,
      269.69
    ],
    "text": "The petitioners’ application made the `first cut’ and they were summoned for an interview. On 21st December 2014, the `Provisional List’ for the “past students category” marked “P5(a)” and the `Waiting List’ for that category of admission marked “P5(b)”, were published on the school notice board.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      280.77,
      526.76,
      339.17
    ],
    "text": "The 2nd petitioner child’s name was not on the `Provisional List’ marked “P5(a)” which named 45 applicants with the `cut off’ mark being 57.35 obtained by the 45th applicant. However, the 2nd petitioner was 5th on the `Waiting List’ marked “P5(b)” which named 11 applicants. The 2nd petitioner had been awarded 55.6 marks.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      350.37,
      526.76,
      498.19
    ],
    "text": "The petitioners appealed to the Appeal Board. This appeal dated 30th November 2014 was produced by the 10th respondent marked “10R6”. It states that the petitioners are dissatisfied with the marks awarded to them but does not explain why they say so. However, in paragraph 15 of their petition to this Court, the petitioners have pleaded that the basis on which they appealed was that “The Petitioners were convinced that a prejudice has occurred to the Petitioners in not awarding the appropriate amount of marks under Clause 6.2.IV, by not considering the achievement of the 2nd Petitioner’s father emerging runner-up in the under 16 Boys 100 meter Free style even in the Senior National Swimming & Diving Championship.”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      509.27,
      526.76,
      597.55
    ],
    "text": "The appeal was not successful and the 2nd petitioner’s name was not on the `Final List’ of the “past students category” marked “P8” naming 49 students selected for admission to Grade 1 under that category. The `cut off’ mark on the `Final List’ was 57.12 marks obtained by the 49th applicant named in it. However, the 2nd petitioner’s name was second on the `Waiting List’ of the “past students category” marked “P9”. The 2nd petitioner’s tally of marks remained unchanged at 55.6 marks.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      608.66,
      526.73,
      667.06
    ],
    "text": "The non-awarding of marks for the 2nd petitioner’s father being placed runner-up at the aforesaid event and the refusal of the petitioners’ appeal, is the second ground on which the petitioners impugn the decision not to admit the 2nd petitioner to Dharmashoka College.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      678.64,
      526.72,
      766.42
    ],
    "text": "The petitioners made an appeal to the Secretary to the Ministry of Education. That was also unsuccessful. They then made a complaint to the Human Rights Commission, which inquired into the complaint and made the recommendation dated 29th May 2015 marked “P10(a)” that the 2nd petitioner should be admitted to Grade 1 of Dharmashoka College. However, by its letter dated 02nd September 2015 marked “11R2”/“P10(b)”, the Ministry of Education notified the Human Rights Commission",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.04,
      526.68,
      100.7
    ],
    "text": "that, in terms of the provisions of the Circular marked “P2”, the 2nd petitioner could not be admitted to Grade 1 of Dharmashoka College.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      112.28,
      526.56,
      155.42
    ],
    "text": "The refusal by the respondents to comply with the recommendation marked “P10(a)” issued by the Human Rights Commission is the third ground on which the petitioners impugn the decision not to admit the 2nd petitioner to Dharmashoka College.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      166.88,
      529.74,
      493.03
    ],
    "text": "Lastly, the petitioners averred that in September 2016, a student named Devsara Haridhinie, who had been admitted to Grade 1 of Dharmashoka College in 2015 and was in Grade 2 in 2016, left the school, thereby creating a vacancy in Grade 2. However, the petitioners do not state under which category of admission Devsara Haridhinie had been admitted to Grade 1 in 2015.They go on to claim that the child who was placed first on the `Final Waiting List’ of the “past students category” marked “P9” was admitted to Grade 2 to fill that vacancy which arose in September 2016 and that, consequently, the 2nd petitioner moved up to first place on the `Final Waiting List’. The petitioners state that, since the 2nd petitioner is now placed first on the `Final Waiting List, they have a legitimate expectation that the 2nd petitioner would be admitted to Grade 2 of Dharmashoka College in the event any vacancy occurred in Grade 2 in 2016. However, the petitioners have not submitted any material to support their claim that the student who was placed first on the `Final Waiting List’ was admitted to Grade 2 and that the 2nd petitioner has now moved up to first place on the “Final Waiting List” marked “P9” of the “past students category”. The petitioners plead that, despite these circumstances, a student named Dasun Sandeep Senaratne, whose name was not on any `Final Waiting List’ in any category of admission, has been admitted to Grade 2 of Dharmashoka College on 21st September 2016. The petitioners state that they made further appeals asking that the 2nd petitioner be admitted to Dharmashoka College but that those appeals were also refused by the letters dated 14th October 2016 and 03rd November 2016 marked “P17” and “P18”.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      504.23,
      526.76,
      547.75
    ],
    "text": "The admission of Dasun Sandeep Senaratne instead of the 2nd petitioner is the fourth ground on which the petitioners impugn the decision not to admit the 2nd petitioner to Dharmashoka College despite their appeals in 2016.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      559.21,
      526.76,
      617.26
    ],
    "text": "On the basis of these averments, the petitioners plead that the respondents’ decision not to admit the 2nd petitioner to Dharmashoka College in 2015 or 2016, is discriminatory and arbitrary and violates the petitioners’ fundamental rights guaranteed by Article 12(1) of the Constitution.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      628.46,
      526.76,
      761.38
    ],
    "text": "The 10th respondent stated, in his affidavit, that the child named Devsara Haridhinie who left the school in 2016 had been admitted to Grade 1 in 2015 under the “Children of parents who are resident proximate to the school.” category. The 111h respondent stated that the child named Dasun Sandeep Senaratne had been admitted to Grade 2 of Dharmashoka College in 2016 consequent to an appeal which had been approved by the Secretary to the Ministry of Education on the recommendation of the Director of National Schools. He said the appeal was approved because the child had been duly admitted to Dharmashoka College in 2015 but, due to unavoidable and unexpected circumstances including ill health,",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.42,
      526.7,
      100.7
    ],
    "text": "been unable to enter Grade 1 that year. In this regard, he produced the appeal, approval and letters marked “11R4”, “11R5”, “11R6” and “11R7”.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      112.28,
      526.51,
      155.42
    ],
    "text": "I will now examine each of the aforesaid four grounds on which the petitioners impugn the decision not to admit the 2nd petitioner to Dharmashoka College despite their appeals in 2016.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      166.88,
      526.58,
      210.02
    ],
    "text": "As mentioned earlier, the petitioners’ first claim is that the number of children admitted under the “Children of past students of the school.” category should have been rounded up from 49.5 to 50 and not rounded down to 49.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      221.6,
      526.56,
      354.15
    ],
    "text": "In support of this argument, the petitioners have averred in in paragraph [21] of their petition [which is reproduced verbatim] that “The Petitioners reiterate that 49.5 students were to have been admitted under the Old boys/Girls category to Dharmashoka College. However, such figure was rounded down to 49 instead. The Petitioners further states that the following categories of students also possess uneven divisions similar to the category of Old Boys/Girls, however, all other categories have benefitted with rounding off to their advantage than the Old Boys/Girls Category. For the Convenience of Your Lordships such figures are produced below including the Old Boys/Girls category for a total of 198 students;",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      365.63,
      363.91,
      392.79
    ],
    "text": "Category Percentage No. of students eligible",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      396.91,
      365.63,
      480.93,
      392.79
    ],
    "text": "No. of students admitted",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      401.63,
      413.57,
      484.01
    ],
    "text": "Proximity 50% 99 99 Old Boys/Girls 25% 49.5 49 Brothers/Sisters 15% 29.14 30 Staff members under the Ministry of Education",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      203.45,
      443.05,
      413.57,
      456.41
    ],
    "text": "05% 9.19 10",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      484.45,
      173.48,
      511.61
    ],
    "text": "Transferred Public Servants",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      203.45,
      484.45,
      406.97,
      497.81
    ],
    "text": "04% 7.92 8",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      512.05,
      406.97,
      525.41
    ],
    "text": "Returned from abroad 01% 1.98 2",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      533.17,
      526.76,
      768.82
    ],
    "text": "Total 100% 198” Thus, the petitioners’ argument is that: (i) other than in the first category of “Proximity” [where the applicable percentage of 50% yields a number of 99 students, which is an integer or `whole number’], the applicable percentages for all the other categories of admission yielded numbers which are fractions; (ii) the “Old Boys/Girls” category [more correctly, the “past students category”] under which petitioners have applied is the only category in which the fraction has been rounded down; (iii) as set out in the aforesaid table prepared by the petitioners, the fractions have been rounded up in all the other categories; and (iv) this is ex facie discriminatory and prejudicial to applicants under the “past students category”. Thus, petitioners claim that, as set out in the above table prepared by them, the fraction of 29.14 in the “Brothers/ Sisters” category has been rounded up to 30; the fraction of 9.19 in the “Staff members under the Ministry of Education” category has been rounded up to 10; the fraction of 7.92 in the “Transferred Public Servants”",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.42,
      526.76,
      741.1
    ],
    "text": "category has been rounded up to 8; and the fraction of 1.98 in the “Returned from abroad” category has been rounded up to 10. However, the numbers calculated and stated by the petitioners in respect of the “Brothers/ Sisters” category and the “Staff members under the Ministry of Education” category are wrong. The correct numbers for these two categories are 29.7 and 9.9 respectively [15% of 198 is 29.7 and 5% of 198 is 9.9]. Thus, the aforesaid table prepared and pleaded by the petitioners is misleading. When this error is corrected, it is seen that the rounding up of the fractions in all the categories was correct and reasonable since the elementary arithmetical rule is that fractions higher than five are to be rounded up to the nearest integer and fractions lower than five are to be rounded down to the nearest integer. Thus: 29.7 has been correctly rounded up to 30 in the “Brothers/ Sisters” category; 9.9 has been correctly rounded up to 10 in the “Staff members under the Ministry of Education” category; 7.92 has been correctly rounded up to 8 in the “Transferred Public Servants” category; and 1.98 has been correctly rounded up to 2 in the “Returned from abroad” category, respectively. When, during the course of submissions, we observed that the aforesaid table prepared by the petitioners was incorrect and misleading, learned counsel for the petitioners apologised and stated that it was an inadvertent mistake. While I accept that there was no intention to mislead, I nevertheless stress that this type of mistake is unacceptable. Care must be taken by those who draft pleadings to ensure that they do not present a misleading picture to Court. With regard to the “past students category” under which the petitioners have applied, the applicable percentage of 25% resulted in the number 49.50 [25% of 198 is exactly 49.50]. The arithmetical rule is that a fraction of .50 may be rounded up or down, as is suitable in the circumstances. As mentioned earlier, the maximum number of students who could be admitted was 198 and, as explained earlier, 149 students had to be admitted under the other categories - ie: 99 + 30 + 10 + 8 + 2 = 149. As a result, the maximum number of students who could be admitted under the “past students category” was 49 - ie: 198 - 149 = 49. Thus, the respondents’ determination that the number of students to be admitted under the “past students category” is to be fixed at 49, is arithmetically sound and is reasonable since the circumstances required that 49.5 be rounded down to 49 so as to ensure that the maximum number of 198 was not breached. There has been no unfair discrimination against applications under that category. Thus, there is no merit in the first ground on which the petitioners rely.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.42,
      526.72,
      190.1
    ],
    "text": "The petitioners’ second claim as pleaded in their petition, is that they were entitled to another 02 marks on account of the 2nd petitioner’s father being placed runner-up in the Under 16 Boys 100 Meter Free Style Event at the Sri Lanka Schools Senior National Swimming & Diving Championships held in 1991. The petitioners contend that, had these 02 marks been awarded, their application would have received 57.6 marks [and not the 55.6 marks they were awarded] and, thereby, they would have passed the “cut off” mark of 57.12 stated in the `Final List’ marked “P8”, resulting in the 2nd petitioner gaining admission to Dharmashoka College.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      201.56,
      526.77,
      378.77
    ],
    "text": "However, as pointed out in the letter marked “11R3” written by the Director of Education [National Schools] to the Human Rights Commission, the petitioners’ application had been awarded the maximum number of 08 marks which could be awarded for Competitive Events organised by the Ministry of Education in Sports or Sports related Extra-Curricular Activities. A cross-check against the marking scheme marked “10R4” used by Dharmashoka College for applications under the “past students category” in 2015, confirms that only a maximum number of 08 marks could be awarded for parents’ achievements in Competitive Events organised by the Ministry of Education in the field of Extra-Curricular Activities. Thereafter, a further cross-check against the petitioners’ mark sheet, application and supporting documents marked “10R5” establishes that the petitioners have been awarded this maximum number of 08 marks.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      390.35,
      526.62,
      433.49
    ],
    "text": "Therefore, there is no merit in the petitioners’ claim as pleaded in their petition that they were entitled to another 02 marks on account of the 2nd petitioner’s father being placed runner-up in that event in 1991.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      444.97,
      526.76,
      637.06
    ],
    "text": "Perhaps for this reason, learned counsel for the petitioners presented a different contention when this matter was argued before us, and submitted that the 2nd petitioner’s father was entitled to have received Colours for swimming by reason of him being placed runner-up at the above event but that Colours were not awarded in 1991 because Dharmashoka College did not hold a Colours Awarding Ceremony that year. Learned counsel contended that this was no fault of the 2nd petitioner’s father and that, therefore, the petitioners were entitled to have received 02 more marks on account of the Colours which should have been awarded to the 2nd petitioner’s father. That argument had been made before the Human Rights Commission too. In his written submissions to us, learned counsel has gone further and submitted that the 2nd petitioner’s father was entitled to have received “National Colours” in 1991. Learned counsel has cited clause 6.2 (III) of “P2” in support of his contention that the petitioners should have been awarded a further 02 marks.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      648.64,
      526.76,
      751.3
    ],
    "text": "However, in the first place, clause 6.2 (III) of “P2” only stipulates that, in the case of applications made under the “past students category”, a maximum of 25 marks may be awarded for extra-curricular achievements during the school career of the parent whose child is seeking admission to the school. Clause 6.2 (III) does not give details on how marks should be allotted within that maximum of 25 marks. Instead, the specific marking scheme which details the manner in which marks may be allotted in applications made for admission to Grade 1 of Dharmashoka College under the “past",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.42,
      526.76,
      100.7
    ],
    "text": "students category”, is set out in section 3 of the marking scheme marked “10R4”. Thus, the reliance on clause 6.2 (III) of “P2” is misplaced.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      112.28,
      529.64,
      289.85
    ],
    "text": "Next, there is no basis whatsoever for the claim made in the written submissions that the 2nd petitioner’s father was entitled to “National Colours”. It is common knowledge that “National Colours” are awarded only to sportsmen and sportswomen who represent Sri Lanka. It is fanciful to suggest that “National Colours” would be awarded to a boy who is placed runner-up in an under sixteen event in a national schools championship meet. Let alone “National Colours”, being placed runner up in an under sixteen event is unlikely to entitle that boy to “Sri Lanka Schools Colours” either. In this regard, it may be mentioned that, although the receipt of “Sri Lanka Schools Colours” entitles an applicant to a maximum of 10 marks in terms of section 3 (අ) of the marking scheme marked “10R4”, the petitioners have never claimed that they were entitled to any part of these 10 marks. That was probably in recognition of the fact that they had no claim to marks on account of “Sri Lanka Schools Colours”.",
    "fonts": [
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      301.31,
      526.76,
      389.57
    ],
    "text": "I will now examine the initial submission made by learned counsel when this application was argued before us, which was also relied on by the petitioners before the Human Rights Commission - ie: the submission that the 2nd petitioner’s father should have received “School Colours” in 1991. In this regard, it is seen that the award of “School Colours” attracts 02 marks in terms of section 3 (ඇ) (v) of the marking scheme marked “10R4”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      401.03,
      526.74,
      548.47
    ],
    "text": "However, it is clear that the petitioners’ contention cannot be upheld because: (i) as explained in the letter marked “11R3” written by the Director of Education [National Schools] to the Human Rights Commission: (i) the 2nd petitioner’s father was not entitled to receive School Colours in 1991 because he was `under age’. In this regard, it has to be noted that the event on which the petitioners rely, was an under sixteen event; (ii) further, as stated in the letter marked “11R2” written by the Director of Education [National Schools] to the Human Rights Commission, marks cannot be claimed or awarded on the hypothetical basis that the 2nd petitioner’s father would have received School Colours if a Colours Awarding Ceremony had been held by Dharmashoka College in 1991.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      560.05,
      538.28,
      588.31
    ],
    "text": "It is clear to me that these explanations in “11R3” and “11R2” setting out why the petitioners are not entitled to the 02 marks they claimed, are eminently reasonable.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      599.8,
      529.16,
      613.18
    ],
    "text": "Accordingly, I hold there is no merit in the second ground relied on by the petitioners.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      624.76,
      526.76,
      667.9
    ],
    "text": "The third ground relied on by the petitioners is the refusal by the respondents to comply with the recommendation marked “P10(a)” issued by the Human Rights Commission to admit the 2nd petitioner to Dharmashoka College.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      679.36,
      526.72,
      767.26
    ],
    "text": "It has to be noted that the provisions of the Human Rights Commission of Sri Lanka Act No. 21 of 1996 do not invest in the Human Rights Commission a power to make binding orders. Instead, where a dispute is not resolved by conciliation or mediation initiated by the Commission, the Commission may make “recommendations” to the appropriate authorities or person, or may refer a dispute to the appropriate Court. As made clear by section 15 (7) of the Act, the recipient of a recommendation made by",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.42,
      526.72,
      175.22
    ],
    "text": "the Commission has a statutory duty to report back to the Commission on the action which is to be taken with regard to the implementation of that recommendation. However, there is no mandatory duty to comply with the recommendation. Instead, as stated in section 15 (8), where the Commission is of the view that the action taken by the recipient to give effect to the recommendation is inadequate, the Commission is required to report that fact to His Excellency, the President who will then place that report before Parliament.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      186.68,
      526.73,
      289.49
    ],
    "text": "In the present case, the Ministry of Education has responded by its letters marked “11R2” and “11R3” and explained to the Human Rights Commission why it is not possible to give effect to the Commission’s recommendation marked “P10(a)”. There is no material before us to suggest that the Commission found that explanation to be unacceptable or inadequate. There is certainly no suggestion that the Commission saw any reason to make a report under section 15 (8) on the ground that the explanation and response from the Ministry of Education was “inadequate”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      300.95,
      526.76,
      642.94
    ],
    "text": "Further, a perusal of the recommendation marked “P10(a)” reveals that the Human Rights Commission has proceeded on the mistaken premise that the 2nd petitioner was placed first on the `Final Waiting List’ marked “P9”. The factual position is that the 2nd petitioner was placed second on the `Final Waiting List’ at the time “P10(a)” was issued. Further, although “P10(a)” mentions a letter dated 21st May 2015 by which the Principal of Dharmashoka College has referred to a “possibility” [“හැකියාවක්”] of awarding a further 02 marks to the petitioners, that letter has not been produced to us and the petitioners have not sought from this Court a direction that the letter be produced. Therefore, we are unaware of what was said in the alleged letter. The reference in the recommendation marked “P10(a)” to the existence of a “possibility” of awarding further marks, does not necessarily establish an undertaking by Principal of Dharmashoka College to give those marks. In any event, the Principal is not entitled to award any marks other those permitted by the Circular marked “P2” and, in the case of applications made under the “past students category”, the marking scheme marked “10R4”. Further, in cases of doubt with regard to the interpretation or implementation of the Circular marked “P2”, the question is to be referred to the Secretary to the Ministry in terms Clauses 18 and 11.10 of “P2”. However, as learned Senior State Counsel submitted when this application was argued, neither the Secretary nor his representative were made a party to the proceedings before the Human Rights Commission. In these circumstances, I do not think that the petitioners can sustain their submission that the respondents should be held to an alleged undertaking given before the Human Rights Commission.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "NirmalaUI"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      654.4,
      526.68,
      757.18
    ],
    "text": "In support of his contention that the respondents were bound to act in terms of the recommendation marked “P10(a)” made by the Human Rights Commission, learned counsel for the petitioner has referred to UKWATTA vs. MARASINGHE [SC FR 252/2006 decided on 15th December 2010] where Ekanayake J observed [at p.6] that the Human Rights Commission had been established “for the protection, fulfilment and promotion of the fundamental as well as other internationally recognised rights …..”. I do not think that general observation helps the petitioners’",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.42,
      529.66,
      294.29
    ],
    "text": "contention that the respondents were bound to comply with “P10(a)”. Learned counsel also cited SRI LANKA TELECOM LTD vs. HUMAN RIGHTS COMMISSION OF SRI LANKA [ SC Appeal 215/2012 decided on 01st March 2017] where De Abrew J stated [at p. 8-9] that a recipient of a recommendation made by the Human Rights Commission “….. cannot keep quiet and that he cannot ignore the recommendation of HRC. He or the authority has to report to the HRC as to what steps he or authority had taken or propose to take.” De Abrew J went on to observe that where there is a failure to comply with a recommendation made by the Commission, the remedy available to the Commission is to act in terms of section 15 (8) and report that fact to His Excellency, the President and that the recipient “…. would have to face the consequences discussed in Section 15 (8) of the HRC Act if he fails to comply with the recommendation of HRC.”. Thus, SRI LANKA TELECOM LTD vs. HUMAN RIGHTS COMMISSION OF SRI LANKA does not assist the petitioners either. De Abrew J did not suggest that a recommendation made by the Human Rights Commission has a binding and compulsory effect.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      305.87,
      526.48,
      334.13
    ],
    "text": "For the aforesaid reasons, I hold that there is no merit in the third ground relied on by the petitioners.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      345.59,
      526.76,
      403.73
    ],
    "text": "The fourth and final ground averred in the petition is the claim that the child named Devsara Haridhinie had left Grade 2 of Dharmashoka College in September 2016 and that the 2nd petitioner should have been admitted but that the child named Dasun Sandeep Senaratne had been admitted instead.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      414.81,
      526.76,
      532.87
    ],
    "text": "However, the 10th respondent has explained that Devsara Haridhinie was admitted to Grade 1 in 2015 under the “Children of parents who are resident proximate to the school.” category. Therefore, her departure from Dharmashoka College in 2016 has no relevance or bearing on the petitioners since the 2nd petitioner is on the `Final Waiting List” of the “past students category”. Instead, as the 10th and 11th respondents have both stated, the 2nd petitioner may be admitted only if vacancies occur as a result of children admitted in 2015 under the “past students category”, leaving Dharmashoka College. That is in line with Clause 13.2 of “P2”.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      544.33,
      526.76,
      617.26
    ],
    "text": "With regard to the child named Dasun Sandeep Senaratne, the respondents have explained the reason for that admission in 2016 - ie: that this child had gained admission to Dharmashoka College in 2015 but, due to unavoidable, unexpected and exceptional circumstances including illness, had not been able to enter the school in that year.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      628.84,
      526.74,
      671.98
    ],
    "text": "Thus, the child named Dasun Sandeep Senaratne was differently circumstanced to the 2nd petitioner who did not gain admission to Grade 1 in 2015 and, further, Dasun Sandeep Senaratne was admitted on reasonable, rational and equitable criteria.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      683.56,
      526.76,
      711.82
    ],
    "text": "For these reasons, I am of the view that there is no merit in the fourth ground relied on by the petitioners.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.42,
      526.77,
      130.46
    ],
    "text": "In his written submissions, learned counsel for the petitioner has contended that the refusal to admit the 2nd petitioner even in 2016 was due to “manifest discrimination by the State due to nepotism and political favouritism being extended to certain other students who sought such patronage….;”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      142.04,
      526.73,
      214.94
    ],
    "text": "However, as set out above, it is evident that the refusal of the petitioners’ application for admission was correctly done and that the admission of the child named Dasun Sandeep Senaratne to Grade 2 in 2016 was based on reasonable, rational and equitable criteria. Thus, there is no warrant for this submission made on behalf of the petitioners.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      226.52,
      526.63,
      284.57
    ],
    "text": "Learned counsel for the petitioners has also submitted that the failure on the part of the 1st to 9th respondents to tender their affidavits, justifies this Court in arriving at a finding that the allegations made in the petition should be upheld against these respondents.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      295.65,
      526.68,
      339.17
    ],
    "text": "That submission is misconceived. The 10th and 11th respondents have tendered their affidavits dealing with the petitioners’ case and the other respondents are entitled to rely on these affidavits. That will suffice for the purposes of this case.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      350.75,
      526.72,
      438.55
    ],
    "text": "The decisions such as FERNANDO vs. SAMARASEKERE [49 NLR 285] and SEES LANKA [PVT] LTD vs. BOARD OF INVESTMENT [SC HCCA LA 331/2010 decided on 28th April 2015] relied on by the petitioner, deal with pleadings under the Civil Procedure Code. The requirements applicable to pleadings under the Civil Procedure Code cannot be imported lock, stock and barrel into applications heard by this Court in the exercise of its fundamental rights jurisdiction.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      450.13,
      526.76,
      537.91
    ],
    "text": "Finally, in his written submissions, learned counsel has alleged “A Pattern of mala fide “selections” by this same school.” and has cited MADDAGE DAYAL NISHANTHA vs. BANDULA GUNAWARDANE [SC FR 60/2011 decided on 20th January 2012] where this Court found that there had been an instance of manipulation and discrimination in the process of admissions to Grade 1 of this school in 2011.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      549.49,
      526.57,
      592.63
    ],
    "text": "However, one incident in 2011 does not constitute a “Pattern”. In fact, a perusal of the judgment by Tilakawardane J in that decision makes it clear that Her Ladyship confined the finding of irregularities to the facts of that particular case.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      604.12,
      526.76,
      647.26
    ],
    "text": "In any event, as explained earlier, in the present case, the refusal of the petitioners’ application for admission to Grade 1 in 2015, was entirely correct. Thus, the petitioners' aforesaid allegation is unwarranted.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      658.84,
      526.39,
      687.1
    ],
    "text": "For the aforesaid reasons, I hold that the petitioners’ fundamental rights under Article 12(1) have not been violated.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      698.18,
      526.7,
      756.7
    ],
    "text": "The petitioners have been silent on whether the 2nd petitioner entered another government school after she failed to gain admission to Dharmashoka College in 2015 or 2016. I would expect the child was admitted to a school in 2015. However, in the unlikely event she has not entered a school up to now, the 11th respondent is",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.04,
      526.58,
      100.7
    ],
    "text": "directed to make arrangements to forthwith admit the 2nd petitioner to an appropriate government school, which is to be determined by the Ministry of Education.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      112.28,
      526.76,
      140.54
    ],
    "text": "Subject to the aforesaid direction, the petitioners’ application is dismissed. The parties will bear their own costs.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      226.64,
      442.28,
      240.02
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      276.47,
      144.72,
      319.61
    ],
    "text": "H.N.J.Perera I agree.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      356.03,
      471.44,
      384.29
    ],
    "text": "Chief Justice",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      395.87,
      236.91,
      453.91
    ],
    "text": "Priyantha Jayawardena,PC, J. I agree.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      288.05,
      465.37,
      442.28,
      478.75
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  }
]