[
  {
    "page_number": 0,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      134.78,
      94.97,
      469.63,
      110.07
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      110.21,
      430.84,
      139.4
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      262.85,
      139.44,
      503.38,
      333.11
    ],
    "text": "In the matter of an application for Special Leave to Appeal to the Supreme Court in terms of Article 128(2) of the Constitution of the Democratic Socialist Republic of Sri Lanka. 1. Kehelkaduvithanalage Don Dihan Ajantha Dias No. 114, Weththewa, Raddolugama. 2. M. M. Neil Priyantha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.85,
      335.31,
      461.62,
      414.11
    ],
    "text": "No. 71, Sadasarana Mawatha, Rilaulla, Kandana.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      416.31,
      503.38,
      608.77
    ],
    "text": "Applicants SC Appeal 104/2019 and 105/2019 SC(SPL)LA/428/2018 and 429/2018 HCALT 563/2017 and 562/2017 LT/21/1153/2013 and 1152/2013 Vs. Blue Diamond Jewellery Worldwide PLC No. 49, Ring Road, Phase I, IPZ, Katunayake.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      608.81,
      503.62,
      742.84
    ],
    "text": "Respondent AND BETWEEN Blue Diamond Jewellery Worldwide PLC No. 49, Ring Road, Phase I, IPZ, Katunayake.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      361.27,
      745.03,
      503.62,
      759.01
    ],
    "text": "Respondent-Appellant",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      71.98,
      503.62,
      118.4
    ],
    "text": "Vs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      120.6,
      503.33,
      199.4
    ],
    "text": "1. Kehelkaduvithanalage Don Dihan Ajantha Dias No. 114, Weththewa, Raddolugama.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      262.85,
      201.6,
      405.43,
      215.6
    ],
    "text": "2. M. M. Neil Priyantha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      217.8,
      461.62,
      280.4
    ],
    "text": "No. 71, Sadasarana Mawatha, Rilaulla, Kandana.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      282.63,
      507.7,
      312.83
    ],
    "text": "Applicants-Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      315.03,
      503.38,
      442.43
    ],
    "text": "AND NOW BETWEEN 1. Kehelkaduvithanalage Don Dihan Ajantha Dias No. 114, Weththewa, Raddolugama. (SC Appeal 104/2019)",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      262.85,
      444.63,
      405.43,
      458.63
    ],
    "text": "2. M. M. Neil Priyantha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.85,
      460.85,
      503.38,
      523.45
    ],
    "text": "No. 71, Sadasarana Mawatha, Rilaulla, Kandana. (SC Appeal 105/2019)",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      525.71,
      503.29,
      658.21
    ],
    "text": "Applicants-Respondents-Appellants Vs. Blue Diamond Jewellery Worldwide PLC No. 49, Ring Road, Phase I, IPZ, Katunayake.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      660.5,
      503.29,
      767.53
    ],
    "text": "Respondent-Appellant-Respondent Before : P. Padman Surasena, J Yasantha Kodagoda, PC, J K. Priyantha Fernando, J",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      71.98,
      499.66,
      150.8
    ],
    "text": "Counsel : S. K. Parathalingam, PC with V. Fernando for Applicants-Respondents-Appellants.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      153.0,
      503.38,
      329.03
    ],
    "text": "Uditha Egalahewa, PC with N. K. Ashokbharan instructed by Ms. Niluka Welgama for Respondent-Appellant-Respondent. Argued on : 03.04.2023 Decided on : 20.07.2023",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      331.23,
      342.91,
      411.21
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      109.82,
      413.6,
      503.69,
      761.17
    ],
    "text": "1. The learned Presidents Counsel for the Applicants-Respondents-Appellants as well as the learned Presidents Counsel for the Respondent-Appellant-Respondent agreed that it would suffice for this court to pronounce one judgment in respect of both the appeals, namely SC/Appeal/104/2019 and SC/Appeal/105/2019 as both the appeals emanate from a single award of the Labour Tribunal and a single judgment of the High Court. 2. The Applicants-Respondents-Appellants (hereinafter referred to as the applicants) instituted proceedings in the Labour Tribunal of Negombo, against the Respondent-Petitioner-Respondent (hereinafter referred to as the Respondent) for compensation, on the basis that their employment was constructively terminated. 3. The learned President of the Labour Tribunal of Negombo, by her award dated 31.10.2017 [A-2] held in favour of the applicants stating that, the respondent had constructively terminated the employment of the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      109.82,
      72.03,
      503.69,
      471.09
    ],
    "text": "applicants and ordered compensation to be paid to the applicants in a sum of Rs.8,419,383 and Rs.8,788,602.69, respectively. 4. Being aggrieved by the said award of the learned President of the Labour Tribunal, the respondent preferred an appeal to the High Court of Negombo. The learned High Court Judge delivering his judgment dated 30.10.2018 [A-3] held in favour of the respondent company holding that, the applicants were removed from the position of directors of the company by virtue of the resolution that was passed and according to the Articles of Association of the company, the employment of the applicants also ceased altogether by the operation of law. It was further held that, as there was no termination of employment by the respondent company, the Labour Tribunal had no jurisdiction in respect of the matter. 5. Being aggrieved by the judgment of the learned High Court Judge, the applicants appealed to this Court seeking special leave to appeal. This Court granted leave to appeal on the following questions of law;",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      173.3,
      473.62,
      503.58,
      541.31
    ],
    "text": "I. Is the employer respondent justified in coming to the conclusion that the applicant ceases to be an employee under Article 81(2) once he ceases to be a director?",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      109.82,
      543.78,
      503.56,
      756.01
    ],
    "text": "II. Is the employer entitled to say that it (the employer) has not terminated the services of the employee by operation of Article 81(2)? III. Did the employee discharge his burden in establishing constructive termination as pleaded in the application to the Labour Tribunal? 6. The applicants state that, they were initially employed by the respondent company in 1991 and were appointed to the positions of Executive Directors in the year 2005.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      72.03,
      503.71,
      490.91
    ],
    "text": "Thereafter, by letters dated 07.04.2005 [A-5] in SC/appeal/105/2019 and [A-23] in SC/Appeal/104/2019, they were appointed as directors of the company with effect from 01.05.2005. Thereafter, a resolution was passed by the respondent company at the Annual General Meeting held on 28.09.2012, and by letter dated 08.10.2012 [A-14] in SC/Appeal/105/2019 and [A-30] in SC/Appeal/104/2019 the applicants were informed that they have been removed from their offices as directors of the company with effect from 28.09.2012. The respective letters further stated that, according to the Articles of Association of the company read with the provisions of the Companies Act No. 07 of 2007, as a result of ceasing to be a director of the company, the applicants no longer held an executive position in the company and further stated that, by virtue of this, they have also ceased to hold the respective offices initially held by them as Product Development Director and Production Director in the company. 7. Since the first and the second questions of law set out above are interconnected, those questions can be considered together.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      109.82,
      493.3,
      503.68,
      753.01
    ],
    "text": "8. At the argument of this appeal, the learned Presidents Counsel for the applicants stated that, the reliance placed on Article 81(2) of the Articles of Association of the respondent company was erroneous and inapplicable to the facts of the instant case. 9. The position of the applicants is that, Article 81(1) and 81(2) of the Articles of Association of the company must be read together. Further, simply due to the fact that the applicants ceased to hold their respective offices as directors of the respondent company, does not mean that they cease to be employees of the company. In that, it is their position that, the executive positions were not given to them on the basis of Article 81(1) of the Articles of Association of the company, and that although they were",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      109.82,
      72.03,
      503.66,
      226.5
    ],
    "text": "later appointed as directors of the company, they continued to be employees of the company. It was further stated that, their appointment as directors of the company did not bring their employment to an end as their salaries were continued to be paid. Therefore, it is their position that, Article 81 (2) of the Articles of Association of the company does not apply to them. 10. In his written submissions, the learned Presidents",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      109.82,
      228.89,
      503.64,
      387.21
    ],
    "text": "Counsel for the applicants submitted that, there exists no restriction on appointing employees to the board of directors contained in the Companies Act, nor is there any restriction to the same effect in the Articles of Association of the company, and therefore, holding employment with the company and accepting the office of a director of the company are not mutually exclusive events. 11. The learned Presidents Counsel for the applicants further",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973,
      15.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      389.6,
      503.68,
      566.3
    ],
    "text": "submitted that, the position of the respondent stating that when an employee assumes the office of a director his employment terminates by operation of law, is unsupported by any authority, as there exists no document in the form of a letter of resignation, nor is there any fresh letter of employment upon assuming office of director. He further submits that, ETF and EPF contributions have also been continued to be made to the applicants by the respondent company.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973,
      15.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      109.82,
      569.14,
      503.41,
      584.27
    ],
    "text": "12. The position of the respondent is that, according to Article",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      586.66,
      503.61,
      759.92
    ],
    "text": "18(2) of the Articles of Association of the company, ceasing to hold office as a director of the company would not only amount to a termination of any executive office held in such company, but it would also terminate any existing contract of employment with the company. The respondent states that, the applicants by ceasing to hold office as directors of the company, have by the operation of the law ceased to hold office as employees of the company as well.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      109.82,
      72.03,
      503.43,
      104.7
    ],
    "text": "13. The learned Presidents Counsel for the respondent in his",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      109.82,
      107.09,
      503.69,
      212.7
    ],
    "text": "written submissions contended that, a director is an employee to the extent of his executive role as a director. It was further contended that contribution of EPF and ETF is not determinative of the status of employment. 14. The learned Presidents Counsel for the respondent",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973,
      15.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      109.82,
      215.21,
      503.71,
      461.13
    ],
    "text": "further submitted that, when the applicant accepted the appointment as a director of the company and became a member of the board of directors, his previous employment ceased. He further submitted that, it is completely misleading for the applicant to portray his appointment to the board of directors as a promotion, as the letter of appointment dated 07.04.2005 categorically uses the term new appointment clearly showing that it is not a continuation of the previous employment and therefore, upon being appointed as directors of the company, the original employment of the applicant with the company ceased. 15. The Articles of Association of the respondent company",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973,
      15.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      136.82,
      463.66,
      225.46,
      496.28
    ],
    "text": "sets out that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      136.82,
      498.7,
      238.7,
      527.89
    ],
    "text": "Article 81(1)",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      145.82,
      529.78,
      503.29,
      755.51
    ],
    "text": "The Board may from time to time appoint one or more of their body to be the holder of any executive office, including the office of Chairman, Deputy Chairman or Managing or Joint Managing Director or Manager on such terms and for such period as they may determine. A Director so appointed shall not whilst holding that office, require any qualification or subject to retirement by rotation or be taken into account in determining the rotation of retirement of Directors.",
    "fonts": [
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      136.82,
      89.57,
      238.2,
      118.78
    ],
    "text": "Article 81(2)",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      120.65,
      503.62,
      276.18
    ],
    "text": "The appointment of any Director to the office of Chairman or Managing or Joint Managing Director or Manager or any other executive office shall be subject to termination if he ceases from any cause to be a Director but without prejudice to any claim he may have for damages for breach of any contract of service between him and the Company. 16. It is my view that, Article 81(1) of the Articles of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      278.6,
      503.69,
      486.83
    ],
    "text": "Association of the respondent company relates to the power of the board to appoint directors for any executive office of the company and Article 81(2) provides that, where a director ceases to hold office as a director, such appointment would be terminated. In a meaningful reading and interpretation of Articles 81(1) and 81(2) of the Articles of Association of the respondent company, it is clear that, Article 81(2) applies to appointments that were made under Article 81(1), and thus, the Articles 81(1) and 81(2) must be read together. 17. The applicants in the instant case had been employees of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      136.82,
      489.22,
      503.7,
      767.65
    ],
    "text": "the company for a long period of time when they were appointed as directors of the company. It is vital to note that, even after being appointed as directors of the company, their salaries under the contract of employment were continued to be paid and the EPF and ETF contributions were also continued to be made. In light of these facts, it is clear that the executive offices held by them were not given to them in terms of Article 81(1) of the Articles of Association of the company. Hence, the employment of the applicants that continued even after they were appointed as directors, will not cease in terms of Article 81(2), as Article 81(2) does not apply to the applicants in the instant case. Therefore, in answering the first question of law that was raised, I hold that the respondent was not justified in having come to the conclusion that the applicants ceased to be employees of",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      109.82,
      72.03,
      503.69,
      139.86
    ],
    "text": "the company under Article 81(2) once they ceased to be directors of the company. 18. In answering the second question of law which is more or",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      109.82,
      142.25,
      503.68,
      261.54
    ],
    "text": "less connected to the first question of law, it is my view that, in the circumstances of this case, the respondent company is not entitled to say that the employment of the applicants were terminated by the operation of law in terms of Article 81(2). 19. It is clear that the learned High Court Judge has erred in",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      109.82,
      264.05,
      503.59,
      365.85
    ],
    "text": "coming to the finding that the termination of employment of the applicants occurred through the operation of law and that there was no constructive termination of employment in the instant case. 20. In addressing the final question of law, it was submitted",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      109.82,
      368.24,
      503.69,
      471.09
    ],
    "text": "by the learned Presidents Counsel for the applicants that, the respondent company without resorting to the practice of seeking the voluntary resignation from the applicants, sought to explore less ethical means to secure their exit. 21. It was submitted on behalf of the applicants that, the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      109.82,
      473.62,
      503.69,
      750.85
    ],
    "text": "respondent company has attempted to introduce a Non-Disclosure Agreement (NDA), which attempted to impose unfavourable covenants towards the applicants. The applicants have proposed amendments to the NDA prior to placing their signatures to it. The applicants state that, following their reluctance to sign the NDA, the respondent company has taken a decision to subject the applicants to a full strip search prior to entering the respondents compound. This has been admitted in evidence. There exists no proof to show that this rule was not selectively applied. Therefore, it is submitted that the applicants were victimized. In these circumstances, from 30.08.2012 the applicants have not reported to work based on constructive termination of employment. 22. The learned Presidents Counsel for the respondent",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      136.82,
      753.25,
      503.37,
      768.37
    ],
    "text": "submitted that, the burden of proving constructive",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      109.82,
      72.03,
      503.69,
      226.5
    ],
    "text": "termination of employment is on the applicants. He further submitted that, the security procedure at the gate to the company and premises was a normal procedure, therefore it cannot be considered as amounting to degrading treatment. Therefore, the applicants did not report to work on their own free will without justifiable reasons. 23. It was submitted on behalf of the applicants that, the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      109.82,
      228.89,
      503.74,
      365.85
    ],
    "text": "respondent company had taken steps to amend the Articles of Association of the company to facilitate the removal of the applicants from the company. The said Articles were adopted by a Special Resolution passed on 04.05.2012 replacing the previous Articles of Association of the company. 24. Lord Denning in Western Excavating Ltd v. Sharp",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      136.82,
      368.24,
      305.86,
      397.38
    ],
    "text": "[1977] EWCA Civ 2. said;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      399.32,
      503.14,
      572.39
    ],
    "text": "If the employer is guilty of conduct which is a significant breach going to the root of the contract of employment, or which shows that the employer no longer intends to be bound by one or more of the essential terms of the contract, then the employee is entitled to treat himself as discharged from any further performance. If he does so then he terminates the contract by reason of the employers conduct. He is constructively dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      109.82,
      574.78,
      503.42,
      589.91
    ],
    "text": "25. The learned President of the Labour Tribunal in his order",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      109.82,
      592.3,
      503.54,
      730.34
    ],
    "text": "[A-2] discussed constructive termination of employment in detail, giving due regard to the facts and circumstances of the instant case and emphasizing on the conduct of the respondent company which demonstrate how the respondent company by their conduct, has made the applicants constructively terminate their employment. 26. Thus, in answering the third question of law, the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      136.82,
      732.73,
      503.48,
      747.85
    ],
    "text": "applicants have effectively established constructive",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      781.3,
      502.04,
      805.78
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      72.03,
      503.25,
      122.22
    ],
    "text": "termination of employment by discharging their burden of proof.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.82,
      131.57,
      503.45,
      146.7
    ],
    "text": "27. In view of the first two questions of law being answered in",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      136.82,
      149.21,
      503.69,
      266.14
    ],
    "text": "the negative and the final question of law being answered in the affirmative, it is my view that, there is merit in this appeal. Accordingly, I set aside the judgment of the learned High Court Judge and reaffirm the order of the learned President of the Labour Tribunal. The applicants are entitled to costs in the cause.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.960000038146973,
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      267.17,
      282.84,
      314.87
    ],
    "text": "Appeals allowed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      349.47,
      503.62,
      444.45
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE P. PADMAN SURASENA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      172.82,
      444.74,
      216.74,
      461.1
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      511.49,
      503.62,
      622.67
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE YASANTHA KODAGODA, PC.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      624.89,
      215.81,
      655.07
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      244.85,
      657.32,
      461.62,
      719.9
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]