[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      121.82,
      72.54,
      493.42,
      86.36
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      89.1,
      387.79,
      152.48
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      155.22,
      543.22,
      202.04
    ],
    "text": "In the matter of an application under and in terms of 126(2) of the Constitution of the Republic of Sri Lanka",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      215.34,
      530.62,
      278.75
    ],
    "text": "Batuwana Dewage Lionel Hemakumara, No. 681 2/2, Hospital Place, New Town, Embilipitiya.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      281.35,
      384.79,
      344.23
    ],
    "text": "SC FR Application No. 451/2016 Petitioners -Vs-",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.0,
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      346.12,
      445.87,
      360.11
    ],
    "text": "1) Ruwan Gunasekara,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      362.85,
      512.62,
      471.25
    ],
    "text": "Superintendent of Police, Director, Discipline and Conduct Division, Police Headquarters, Colombo 01. 2) Ajith Rohana,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      473.99,
      512.62,
      565.81
    ],
    "text": "Deputy Inspector General, Discipline and Conduct Division, Police Headquarters, Colombo 01. 3) Pujitha Jayasundara,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      568.43,
      485.38,
      627.96
    ],
    "text": "Inspector General of Police, Police Headquarters, Colombo 01.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      629.85,
      429.91,
      643.84
    ],
    "text": "4) P.H. Manatunga,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      646.58,
      409.03,
      688.84
    ],
    "text": "Chairman 5) S.T. Hettige,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      691.46,
      390.67,
      717.84
    ],
    "text": "Member,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "2",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      72.37,
      470.14,
      86.36
    ],
    "text": "6) Savithree D. Wijesekara,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      89.1,
      430.27,
      135.92
    ],
    "text": "Member, 7) Y.L.M. Zawahir,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      138.66,
      427.15,
      180.92
    ],
    "text": "Member, 8) B.A. Jeyanadan,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      183.66,
      415.27,
      225.92
    ],
    "text": "Member, 9) Tilak Collure,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      228.54,
      424.03,
      270.83
    ],
    "text": "Member, 10) Frank De Silva,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      273.57,
      543.14,
      410.39
    ],
    "text": "Member, The 4th to 10th Respondents, all of National Police Commission, Block No.09, BMICH Premises, Bauddaloka Mawatha, Colombo 07. 11) Hon. Attorney General,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      413.15,
      506.62,
      455.97
    ],
    "text": "Attorney Generals Department, Colombo 12.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      456.47,
      416.35,
      719.19
    ],
    "text": "Respondents Before: Sisira J de Abrew, J Vijith K. Malalgoda, PC J. and Murdu N.B.Fernando, PC J. Counsel: Sanjeewa Ranaweera for the Petitioner Dr. Avanthi Perera SSC for the Respondent. Argued on: 01.10.2018 Decided on: 29.07.2020",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.54,
      543.24,
      630.57
    ],
    "text": "Murdu N.B. Fernando, PC J. The Petitioner filed this application in December 2016, seeking inter-alia a declaration that the Respondents have violated the Petitioners fundamental rights guaranteed under Article 12(1) of the Constitution. Leave to proceed was granted to the Petitioner by this Court 28-02-2018. The relevant facts as stated by the Petitioner before this Court are as follows: - The Petitioner joined the Sri Lanka Police Reserve as a Reserve Sub-Inspector in January 1990. In the year 1999, whilst he was serving at the Embilipitiya Police Station he was arrested in connection with an alleged murder and two days thereafter his services were suspended with immediate effect. In the year 2007, he was indicted before the High Court by the Attorney General and in December 2011 he was acquitted from the said charge. Subsequent to the said acquittal, he made a request that he be re-instated in service, and the Police conducted a preliminary investigation in respect of the said incident. On 09-04-2013 he was charge sheeted and a formal disciplinary inquiry was held. The Petitioner was not informed of the outcome of the said inquiry. Thereafter, in April 2015 he was again requested to present himself at a disciplinary inquiry which he did. At the inquiry it was revealed that the said inquiry pertained to the same charge sheet served on the Petitioner earlier and the inquiry was indefinitely postponed. In January 2016, the Petitioner moved this Court by way of a Fundamental Rights Application (SC/FR 01/2016) challenging the holding of the 2nd inquiry. Whilst this Court granted the Petitioner Leave to Proceed and fixed the matter for hearing, the 2nd inquiry proceeded and by a letter dated 22-08-2016 (P12) the Petitioner was informed that by 3rd Respondents Disciplinary Order dated 19-08-2016, the Petitioner was re-instated in service with immediate effect subject to certain conditions. In response to same, the Petitioner reported for duty.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      632.18,
      543.22,
      712.71
    ],
    "text": "Thereafter, by a letter dated 30-08-2016, the Petitioner appealed to the 2nd Respondent to pay him back wages for the period that the Petitioner was suspended from service. By letter dated 27-09-2016 (P14) the said appeal was turned down. Being aggrieved by the said decision which the Petitioner pleads is arbitrary, unreasonable, irrational, unlawful, contrary to principles of natural justice and doctrine of legitimate expectation and thus a continuing",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.54,
      543.24,
      541.38
    ],
    "text": "violation of his fundamental rights guaranteed under Article 12(1) of the Constitution, the Petitioner came before this Court by way of the instant application. The 3rd Respondent by an affidavit filed before this Court, raised a preliminary objection that the Petitioners application is time barred. The said Respondent also pleaded that in any event the Petitioner being a reservist is only entitled to daily wages based on his active service. The Petitioners re-instatement was not back dated; the Petitioner cannot claim back wages for the period of suspension from service i.e. 04.10.1999 to 19.08.2016 since he was not in active service. Thus, the Respondent pleaded that the Petitioner has failed to establish a violation of his fundamental rights guaranteed under Article 12(1) of the Constitution. It is observed that the Petitioner did not challenge or respond to the said Respondents affidavit. Having referred to the factual matrix of this application let me now move onto examine the legal implications pertaining to this application. The Counsel for the Petitioners main submission before us, was that the Petitioner was deprived of back wages for the period of suspension of service and that the Respondents did not give reasons for such decision. The Respondents on the other hand contended that the Petitioner being a reservist is not entitled for wages as he was not in active service and in any event the application was time barred. Thus, the first matter this Court has to examine is whether the Petitioner has complied with the provision of Article 126(2) of the Constitution. Article 126(2) reads as follows: -",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      543.59,
      543.23,
      719.43
    ],
    "text": "Where any person alleges that any such fundamental right ..relating to such person has been infringed or is about to be infringed by executive or administrative action, he may himself or by an attorney-at-law on his behalf, within one month thereof, in accordance with such rules of court as may be in force, apply to the Supreme Court by way of petition in writing addressed to such Court praying for relief or redress in respect of such infringement. The scope of the above section has been extensively analyzed by this Court in many an instance and the mandatory nature of the one-month rule stipulated therein has been consistently and unreservedly accepted. Similarly, in a long line of judicial authorities the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "5",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.54,
      543.15,
      165.68
    ],
    "text": "limited circumstances under which the said mandatory rule of one month may be relaxed or exempted has also been precisely laid down. I wish to refer to a few judicial decisions, where Article 126(2) and the principles governing same were examined by this Court.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      168.39,
      543.22,
      212.0
    ],
    "text": "In Muthuweeran Vs The State 5 Srikanthas Law Reports 123 at page 130 Sharvananda, CJ., observed:",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      241.17,
      543.23,
      548.58
    ],
    "text": "Because the remedy under Article 126(2) is thus guaranteed by the Constitution, a duty is imposed upon the Supreme Court to protect fundamental rights and ensure their vindication. Hence Article 126(2) should be given a generous and purposive construction. In Namasivayam Vs Gunawardene [1989] 1 SLR 394 the said position was re-affirmed by Sharvananda, CJ. In Edirisuriya Vs Navaratnam and others [1985]1 SLR 100 where an arrest and detention under Emergency Regulation was challenged, Ranasinghe J (as he then was) having referred to many unreported judgements, at page 105 stated as follows: - This Court has consistently proceeded on the basis that the time of one month set out in Article 126(2) of the Constitution in mandatory. However, his Lordship at page 106 went onto state;",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      549.11,
      511.7,
      645.52
    ],
    "text": "A solemn and sacred duty has been imposed by the Constitution upon this Court, as the highest Court of the Republic, to safeguard the fundamental rights which have been assured by the Constitution to the citizens of the Republic as part of their intangible heritage. It, therefore behoves this Court to see that the full and free exercise of such rights is not impeded by any flimsy and unrealistic considerations.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      676.34,
      543.18,
      706.71
    ],
    "text": "Thus, this Court has jealously maintained its guardianship to give relief to and protect a person whose fundamental rights have been infringed by executive and administrative",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "6",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.54,
      549.58,
      192.01
    ],
    "text": "actions and entertain an application made outside the said time limit of one month, where the Petitioner in the Petition itself provides an adequate excuse in the delay in presenting a petition. The above stated position was re-iterated by Mark Fernando, J. in Gamaethige Vs Siriwardene and others [1988]1 SLR 384 and a generous and purposive construction was given to the said rule in the following terms:",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      192.54,
      543.09,
      395.44
    ],
    "text": "While the time limit is mandatory, in exceptional cases, on an application of the principle lex non cogil ad impossibilia if there is no lapse, fault or delay on the part of the Petitioner, this Court, has a discretion to entertain an application made out of time (vide p. 402) In this case, the Petitioner was a clerk in the General Clerical Service and applied for quarters and was placed in a waiting list. At a particular point of time his name was removed. Years later he made a request to restore his name in the waiting list and when it was refused he appealed to multiple authorities. His Lordship after considering and evaluating many judicial authorities considered the aspect that has emerged from the decisions of this Court with regard to time spent on appeals or other relief and went on to hold as follows: -",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      395.97,
      543.22,
      705.03
    ],
    "text": "If a person is entitled to institute proceedings under Article 126(2) in respect of an infringement at a certain point in time, the filling of an appeal or application for relief, whether administrative or judicial, does not in any way prevent or interrupt the operation of the time limit. (vide page 396) Hence, our Courts have categorically held that pursuing other avenues of relief will not intercept the period of one month. In the recent past, the long line of decided cases on Article 126(2) was extensively discussed and analyzed by Prasanna Jayawardena, J. in an illuminating judgement Demuni de Zoysa Vs Dissanayake SC/FR 206/2008 decided on 09.12.2016. The principles governing Article 126(2) were applied by his Lordship to the facts of the said case pertaining to rights of public servants by sequentially posing three questions, the first being when did the infringement occur or when did the Petitioner become aware of the infringement? If I may raise or pose the same question in the instant application, when did the Petitioner become aware of the violation of his fundamental rights? Is it one month before",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "7",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.54,
      543.22,
      709.89
    ],
    "text": "filling this action or is it prior to that? The answer to the said query in my view would determine whether this application is time barred or not. The instant application was filed before this Court on 19-12-2016. It is not disputed that the 3rd Respondents Disciplinary Order was served on the Petitioner (P12) and he reported for duty on 22-08-2016. On 30-08-2016 (P13) he appealed for back wages and by letter dated 27-09-2016 (P14) the appeal was turned down. Thus, it is apparent on the said documents filed before this Court by the Petitioner that jurisdiction of this Court has not been invoked within one month of the alleged violation. The contention of the Respondents was that the petition was time barred by four months. The Petitioners response was twofold. Firstly, the Petitioner submitted he came before Court no sooner he was in receipt of P14 dated 27.09.2016 which the Petitioner alleged to be on 22.11.2016, approximately two months after the issuance of the letter. It is observed by this Court that the date of receipt of P14 as alleged by the Petitioner is disputed by the Respondents. There is no evidence before Court to establish that the Petitioner in fact received P14 on 22.11.2016 except the bare averment of the Petitioner in the affidavit. Hence, the said circumstances in my view gives credence to the submission of the Respondents that this application is time barred. In any event as the ratio laid down in Gamaethiges case referred to earlier, filling an appeal or application for relief (P13) will not in any way prevent or interrupt the operation of the time limit of one month. Thus, in my view this cause of action will not give a new lease of life to an application which is already time barred. Secondly, the Petitioner contended with regard to P12, the document by which the Petitioner was re-instated in service, did not spell out reasons for depriving the Petitioner of back wages nor the basis upon which the period of suspension from service was considered, a period in which the Petitioner was not in active service. Hence, the Petitioner argued, the material document to be considered is not P12 but P14. To substantiate the said proposition, the Petitioner relied on the Court of Appeal decision in Kegalle Plantations Ltd. Vs Silva and others [1996] 2 SLR 180, and submitted that unless a party can discover the reasoning behind the decision, he is unable to say whether it is reviewable or not and will be deprived of the protection of the law. Hence, the Petitioner argued that since P12, the letter of re-instatement did not disclose the reasons for the decision therein, that the time stipulated to come before the Supreme Court will not begin to run from the receipt of P12. The Petitioner also relied on the legal maxim Lex non cogit ad impossibilia, that law does not require a man to do what is impossible to further substantiate his position.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "8",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.54,
      543.22,
      715.47
    ],
    "text": "It is observed that the aforesaid Kegalle Plantations case relied upon by the Petitioner pertains to a writ application and where an inquiry conducted by the Commissioner of Labour under Termination of Employment of Workmen (Special Provisions) Act was challenged. The learned Judge in the said case referred to the present trend or the rubric running throughout public law that those who give administrative decisions should give reasons for its decision which is implicit in the requirement of a fair hearing and should be considered from the said perspective. While appreciating the learned Judges views on reasons to be a sine qua non for a fair hearing and be within the ambit of natural justice, the fundamental question that relates to determine whether a matter is time barred or not is when did the Petitioner become aware of the violation of the fundamental right or in simple terms non-payment of back wages. From the letter of re-instatement P12, it is clearly seen that the Petitioners re-instatement effective from 19-08-2016 is conditional i.e. for the period the Petitioner was not in-service no payments will be made. Thus, the Petitioner was aware upon receipt of P12 that he will not be paid for the period of non-employment. It is a matter of interest that upon receipt of P12 and being aggrieved by the conditions therein, the Petitioner as stated earlier by letter dated 30-08-2016 (P13) made an appeal to the 3rd Respondent for payment of back wages, and by P14 the decision of non-payment of back wages was confirmed by the said Respondent and was further justified with reasons. Thus, upon the said perspective too, I see no merit to excuse the delay of the Petitioner to invoke the jurisdiction of this Court. Hence, having considered the said submissions presented by the Petitioner, I am of the view that in the instant application time starts to run upon the Petitioner first becoming aware of the occurrence of the infringement of his fundamental rights and not on the alleged date of receipt of P14 as contended by the Petitioner. In the said circumstances, for the reasons stated above, I uphold the objection of the Respondents that the application of the Petitioner is time barred. Thus, this application could have been dismissed in limine. Nevertheless, since both parties were heard on the merits of the application, in the interest of justice, I would now move on to consider whether the Petitioner has established before this Court that he has been discriminated and if so, whether it is against a similarly circumstanced person and/or the Petitioner has been differently treated by the Respondents or whether in effect there was a violation of the Petitioners fundamental rights guaranteed under Article 12(1) of the Constitution. In order to substantiate his case, the main submission of the Petitioner before this Court was twofold. Firstly, that he was deprived of back wages for 17 years and no reasons were",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      728.96,
      312.05,
      756.07
    ],
    "text": "9",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.54,
      558.82,
      260.39
    ],
    "text": "given for such decision and therefore non-granting of reasons itself amounts to a violation of his fundamental rights. Secondly, that he being a police reservist should be considered in the same vein as a member of the regular police force and all rights and entitlement of a member of the regular police force pertaining to wages should be granted to the Petitioner as well. It is undisputed as stated earlier, that the Petitioner, a police reservist, was suspended from service with effect from 04-10-1997. In 2007, the Petitioner was indicted on a charge of murder and in 2011 acquitted from the said charge. Thereafter, whilst still under suspension from service the Petitioner was charge sheeted for violation of police departmental orders. Thus, the Petitioner continued to be a reservist under suspension of his services until he was re-instated (by P12) and assumed office on 22-08-2016 although the Police Reservists Service was abolished in the year 2006.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      262.62,
      543.23,
      650.73
    ],
    "text": "The letter of re-instatement (P12) specifically referred that the period of suspension would deem to be considered a period not in active service and not entitled to any payment or allowances and if requisite qualifications are fulfilled that the Petitioner may be absorbed into the regular force. Consequent to his appeal for back wages (P13) as observed earlier, by letter dated 27-09-2016 (P14), the Petitioner was categorically informed that he cannot be paid back wages and allowances for the period of suspension in terms of IGPs Circular bearing no 1044/92 since the allowances of police reservists are based upon their period of service. In the said letter (P14), reference was also made to Public Service Commission Circular No 02/2014, wherein a period of active service is defined as a period upon which a person was drawing a salary and was actually performing a service, and the Petitioner was informed that the period in which the Petitioner was not performing a service and was not on duty cannot be considered as a period of active service. Hence, the question I wish to examine now is whether the Petitioner being a reservist can stake a claim or is entitled to wages during the period of suspension from service. Petitioners entire case is based upon the fact that the Petitioner although is a reservist, is drawing a monthly salary as a member of the regular police force and that the Petitioner is entitled to his monthly wages and being a reservist has no bearing to such entitlement. To substantiate the said argument, the Petitioner relies on IGPS Circulars bearing Nos. 1044/92 and 1044/92 (1) (P15a and P16a) issued in December 1992. By the said Circulars the terms and conditions of the Sri Lanka Reserve Police Service was amended in order to pay the reservists a monthly salary instead of the daily wages that was been paid up to that time.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      652.58,
      543.22,
      714.75
    ],
    "text": "However, as contended by the Respondents, for reservists unlike for members of the regular police force, the entitlement for leave was based proportionate to the number of days worked during a month and (though the reservists were paid once a month) it was based upon work actually performed as opposed to the regular force.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      728.96,
      315.05,
      756.07
    ],
    "text": "10",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.54,
      543.23,
      343.0
    ],
    "text": "Further, it is observed that IGPs Circulars bearing No 1590/2001 and 1801/2004 (P16b and P16c) refers to the disciplinary control of a reservist and P16c specifically states that the Establishment Code provisions will not apply to reservists. According to the provisions laid down in the said Circulars, suspension and re-instatement of a reservist should be by the Commanding Officer of the Police Reservist Service following the procedure laid down therein. The Police Reservist Service was abolished in 2006 although no material pertaining to same was tendered to Court and the Petitioner has not established the steps taken by him to safeguard his status when the Police Reservist Service was abolished. Thus, it can be construed that the Petitioner remained a reservist on suspension of service. The Petitioner did not challenge the manner and mode of the disciplinary inquiry and especially the procedure pertaining to his re-instatement and the date of re-instatement. Whilst admitting that he was re-instated only with effect from 22-08-2016 the Petitioner accepts and admits that he was not serving or was not on duty during the period October 1999 to August 2016, but staking a claim for back wages for the said 16 years.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      344.61,
      543.22,
      524.41
    ],
    "text": "Vide P12, the Petitioner was re-instated by the 3rd Respondent subject to certain conditions and the Petitioner has not challenged nor moved to quash the said decision of re-instatement before any Court. Vide P14, the Petitioner has been emphatically informed that active service is a period a person actually serves or works, drawing a salary. This decision of the Respondents is substantiated by P15b, the interpretation given by the Public Service Commission (4th to 10th Respondents) in respect of the said term, active service. The Petitioner has also failed to substantiate before this Court that he was actually working or performing a duty during the said period. In fact, his only ground of challenge is that no reasons have been given to him for the said decision reflected in P12 and P14 and thus it is null and void and upon the said basis is moving this Court alleging violation of a fundamental rights guaranteed under Article 12(1) of the Constitution.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      527.0,
      543.07,
      617.49
    ],
    "text": "In order to substantiate the above contention, the learned Counsel for the Petitioner relied on three cases, firstly, with regard to the submission that failure to give reasons is a denial of justice and an error of law the Petitioner relied on Hapuarachchi and Others Vs Commissioner of Elections and another [2009] 1 SLR 1.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      619.7,
      543.22,
      716.19
    ],
    "text": "In the said case, the Petitioners who formed a political party complained to this Court that the application for the registration of the party was refused by the Commissioner of Elections and that in the said communique no reasons were given. The Court after discussing a number of cases pertaining to Administrative Law principles and rules of procedural propriety held that although the Commissioner of Elections tendered to Court the reasons for his decision, the Commissioner of Elections has violated the Petitioners fundamental rights",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      728.96,
      315.05,
      756.07
    ],
    "text": "11",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.54,
      543.22,
      520.97
    ],
    "text": "and directed the Commissioner of Elections to reconsider the application tendered by the Petitioners for registration of the party and give reasons and make a determination. In my view, the aforesaid case where the Commissioner of Elections was directed by Court to give reasons and make a determination can be distinguished from the instant case. In the instant case, the Petitioner was in re-instated in service by the Respondent consequent to a disciplinary inquiry, subject to the condition that the Petitioner is deemed not entitled to any payment for the period of suspension as he was not on active service. In Hapuarachchis case, no reasons were given for the non-registration of the party. With regard to the instant case, reasons were given to the Petitioner for non-payment of back wages, not engaged in active duty or non-performance any official duty during the material period. Hence, I do not see any merit on the said ground propounded by the Petitioner before this Court that failure to give reasons is a denial of justice in order to establish that his fundamental rights had been violated by the Respondents. Secondly, with regard to non-payment of back wages which the Petitioner termed as deprivation of back wages, the case relied upon by the Petitioner was Coats Thread Lanka (Pvt) Ltd Vs Samarasundara [2010]2 SLR 1. This case was an appeal from a LT application filed under the Industrial Disputes Act by an employee in respect of termination of service and restraint of trade. The employee therein independent to his normal duties was elected as a treasurer of a welfare association of the employer company. He was subsequently investigated by the company on allegations of corruption and was suspended from service without pay in order to conduct a full inquiry. Whilst the inquiry was pending, being informed he was employed elsewhere, the company considered the employee as having repudiated his contract of employment, terminated his employment. This Court in the afore said appeal, upheld that the termination of the services of the employee was justified.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      523.43,
      543.21,
      636.4
    ],
    "text": "However, with regard to placing the employee on suspension of service prior to termination of employment, JAN de Silva, CJ., in the afore said Coats Thread case after analyzing and discussing many authorities pertaining to labour law and employment and especially restraint of trade and observations of Lush, J in the landmark English case Hanley Vs Pease and Partners 1915(1) KB 698 with regard to continuing contracts, held though the termination was justified, that the Petitioner was entitled to all wages deprived during the period of suspension pending inquiry. His Lordship further observed as follows: -",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      121.58,
      655.7,
      489.23,
      719.07
    ],
    "text": "The word suspension has at least two distinct meanings. It is sometimes used in a punitive sense i.e. punitive suspension. This is where a workman is prohibited from work and deprived of pay as punishment for some misconduct committed by the workman. Workers are also",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      728.96,
      315.05,
      756.07
    ],
    "text": "12",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.54,
      543.21,
      264.63
    ],
    "text": "suspended in a secondly sense. That is where the worker is prohibited from entering the work place as an interim measure pending inquiry to facilitate such inquiry... [ ]... This is for the purpose of ascertaining whether the worker is guilty of any misconduct in order to decide whether the contract of employment should be terminated. The worker cannot be deprived of his wages during this period. (vide pages 12 and 13) The Counsel for the Petitioner therefore relies on the said observations to establish that being deprived of wages the Petitioners fundamental rights have been violated by the Respondents. In my view, there is a vast distinction between the Coats Thread case and the case under discussion.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      266.97,
      543.23,
      688.12
    ],
    "text": "In the instant application as referred to earlier, the Petitioner a reservist Police Officer was suspended from service in connection with a criminal offence, for which the Petitioner was indicted before the High Court. The circumstances under which the Petitioner was suspended from service cannot be compared with the grounds referred to in the Coats Thread case and the observations of His Lordship in the said case should not be blindly referred to by the Petitioner to stake a claim for back wages for a period of 16 years. Thus, the said case pertaining to a Labour Tribunal Appeal, in my view, has no relevance whatsoever to the matter in issue and can be distinguished from the instant application. The Petitioner should substantiate his case, on the terms and conditions of his contract of service which he has failed to produce before this Court. The provisions of the IGPs Circulars referred to earlier, clearly indicates that terms and conditions of the Police Reservists Service is independent and different to the Regular Police Force of the Sri Lanka Police Force and that the provisions of the Establishment Code have no applicability to the Police Reservists. This also implies, the temporary nature of the Police Reservist Service. The Respondents contention was that police reservists drew a salary based upon the number of days actually served, as opposed to the regular force. The Petitioner has failed to meet the said submission. The Police Reservists Service has now been abolished. The letter of re-instatement of the Petitioner (P12) clearly indicates that the Petitioner will be absorbed into the Regular Police Force only if qualifications are fulfilled. The Respondents have also taken up the position that active service has been interpreted by the Public Service Commission to mean, actually engaged in official functions whilst drawing a salary pertaining to an office and clearly the Petitioner does not fall within the said definition. The Petitioner has failed to meet the said contention too, except to say that his",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      728.96,
      315.05,
      756.07
    ],
    "text": "13",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.54,
      543.24,
      709.65
    ],
    "text": "services were never made inactive after a disciplinary procedure and thus he remained in active service during the period of suspension. It appears that the Petitioner has equated not in active service to being made inactive after a disciplinary procedure. Neither the Petitioner nor the Respondents to this application have cited any authority or judgements to establish their contention before us, in respect of the above terminology. Nevertheless, in my view the plain reading of the terminology is sufficient to come to a correct finding in respect of this application. However, the Counsel for the Petitioner is heavily relying on a recent judgement of this Court, Seneviratne Vs Inspector General of Police and Others SC/FR 396/2010 decided on 30-11-2016, to substantiate his case. The said case filed by a member of the Police Regular Force was with regard to non-payment of back wages during the period of interdiction. In the said case, the petitioner was indicted by the Commission to Investigate Allegations of Bribery and Corruption and was subsequently acquitted and re-instated. Thereafter, the police charge sheeted him and held a disciplinary inquiry where he was exonerated. In the said case, this Court after analyzing and examining the provisions of the Establishment Code held that depriving of back wages is a severe punishment. As stated earlier in Seneviratnes case the petitioner was a member of the Regular Police Force. In the instant case, the Petitioner strenuously submitted before this Court that being a reservist and not a regular police officer has no bearing in respect of the monthly wage entitlement and that the Petitioner is entitled to his wages, whether in active service or otherwise just like any other member of the Regular Police Force. I am unable to accept the said contention of the Petitioner. According to IGPs Circulars pertaining to police reservists (P15a, P16a, P16b and P16c) there is a clear distinction and a vast difference between police reservists and members of the regular force. Regular Police Force is governed under the provisions of the Establishment Code, whereas the reservists are not and P16b IGPs Circular specifically refers to the said fact. Thus, a reservist cannot be considered and equated to a regular police officer. Regular Police Force comes under the purview of the National Police Commission whereas the Police Reservists Service is presently abolished. In the aforesaid Seneviratnes case the petitioner therein was charge sheeted and disciplinary inquiry held after being re-instated in service whereas the Petitioner in the instant application was charge sheeted and disciplinary inquiry held prior to being re-instated. Hence, in my view the said Seneviratnescase can be distinguished from the case before us. The two cases cannot be compared for the reasons stated above.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      728.96,
      315.05,
      756.07
    ],
    "text": "14",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.54,
      543.21,
      306.11
    ],
    "text": "Each case has to be considered on its own merits to determine whether the fundamental rights of an individual has been violated by the actions or the inactions of the relevant Respondents. In the case before this Court, the Petitioner in my view has failed to establish that his fundamental rights have been violated by the actions or the inactions of the Respondents. For the reasons extensively discussed in the judgement, I hold that the Petitioner has failed to prove that he was discriminated by the Respondents or that the Petitioners fundamental rights guaranteed under Article 12(1) of the Constitution were violated by the Respondents. Hence, for the aforesaid reasons, the Petition is dismissed. The application is dismissed.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      308.99,
      514.54,
      461.77
    ],
    "text": "Judge of the Supreme Court Sisira J. de Abrew, J I agree",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328,
      15.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      462.35,
      514.54,
      594.04
    ],
    "text": "Judge of the Supreme Court Vijith K. Malalgoda, PC J I agree",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      594.62,
      555.22,
      625.0
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.479999542236328
    ]
  }
]