[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.84,
      87.89,
      542.93,
      198.95
    ],
    "text": "In the maer of an appeal in terms of Secon 5 of the High Court of the Provinces (Special Provisions) Act, No. 10 of 1996 SC/CHC/APPEAL NO: 26/2020 High Court No: HC (Civil) 84/15/MR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      199.01,
      549.55,
      309.95
    ],
    "text": "Lanka Orix Finance PLC, Formerly known as Lanka Orix Finance Company PLC 100/1, Sri Jayawardenapura Mawatha, Rajagiriya. PLAINTIFF",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      310.13,
      322.0,
      341.75
    ],
    "text": "- Vs -",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      341.81,
      563.31,
      357.59
    ],
    "text": "1) Randunu Dewage Kingsley Ananda Wickremasinghe,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      357.65,
      450.27,
      405.23
    ],
    "text": "66/7, Aluthwae Road, Chilaw. 2) Omali Nissanka,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      405.29,
      450.27,
      436.91
    ],
    "text": "66/7, Aluthwae Road, Chilaw.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      437.09,
      345.63,
      468.71
    ],
    "text": "DEFENDANTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      468.77,
      372.07,
      500.39
    ],
    "text": "And now between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      500.57,
      549.15,
      548.03
    ],
    "text": "Randunu Dewage Kingsley Ananda Wickremasinghe, 66/7, Aluthwae Road, Chilaw.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      547.74,
      431.42,
      579.83
    ],
    "text": "1ST DEFENDANT APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      579.89,
      549.55,
      706.67
    ],
    "text": "LOLC Finance PLC, Formerly known as Lanka Orix Finance Company PLC and Lanka Orix Finance PLC, 100/1, Sri Jayawardenapura Mawatha, Rajagiriya. PLAINTIFF RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      542.84,
      706.79
    ],
    "text": "Omali Nissanka, 66/7, Aluthwae Road, Chilaw. 2ND DEFENDANT RESPONDENT Before: S. Thurairaja, PC, J Achala Wengappuli, J Arjuna Obeyesekere, J Counsel: Nilum Devapura with Anjali Ratnayake for the 1st Defendant Appellant Shanaka De Livera with Vihanga Dissanayake and Ruwani Chandrasiri for the Plain Respondents Argued on: 4th December 2024 Wrien Tendered on behalf of the 1st Defendant Appellant on 26th June 2024 Submissions: Tendered on behalf of the Plain Respondent on 4th November 2024 Decided on: 18th July 2025 Obeyesekere, J The Plain Respondent [the Plain] led acon against the 1st Defendant Appellant [the 1st Defendant] and the 2nd Defendant Respondent [the 2nd Defendant] in the High Court of the Western Province holden in Colombo [the Commercial High Court/High Court] on 20th February 2015, claiming a sum of Rs. 8,417,358 together with interest thereon at the rate of 4% per month from 21st January 2015. Only the 1st Defendant led answer and trial was xed ex parte against the 2nd Defendant. Admissions and Issues having been raised, the Plain led the evidence of two witnesses while the 1st Defendant gave evidence on his behalf. By judgment delivered on 6th August 2018, the High Court delivered judgment in favour of the Plain, as prayed for. Aggrieved, the 1st Defendant led this appeal on 1st October 2018.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.05,
      542.98,
      719.51
    ],
    "text": "Case for the Plain The 1st and 2nd Defendants, who were carrying on a shoe manufacturing business in partnership under the name, style and rm of Ran Shoe, had entered into a Cheque Discounng Facility Agreement bearing No. CD 11-10-01 B with LOLC Factors Limited on 20th October 2011 [P12]. A cheque discounng facility, commonly referred to as factoring, is essenally a commercial arrangement where one party, known as the factor, provides cash or nance to businesses by purchasing their receivables. In this appeal, postdated cheques that the 1st Defendant received from his customers were purchased by LOLC Factors Limited in advance at a discounted price. Factoring is thus a source of obtaining funds in advance from the factor and provides the much needed liquidity required by small and medium scale businesses. According to P12, the upper limit of the facility granted to the Defendants was Rs. 4,500,000. It is clear from the statement of account relang to the above agreement [P10] that the Defendants had deposited cheques to the said account as well as drawn cheques issued by them, and that there was a debit balance in excess of Rs. 5 million by March 2016. According to the Plain, which is an associate company of LOLC Factors Limited, the 1st Defendant had made a request to the Plain on 19th March 2014 that the Plain grant a loan to the 1st Defendant that would enable the 1st Defendant to sele the balance outstanding under P12 to LOLC Factors Limited. The Plain states that having considered the request of the 1st Defendant, it made an oer to the 1st Defendant on 24th March 2014 [P2] oering a loan in a sum of Rs. 5,200,000, repayable over a period of sixty months in 12 instalments of Rs. 125,025 each and a further 48 instalments of Rs. 142,908 each, with the rst instalment due in April 2014. It is admied by the 1st Defendant that he signed P2, thereby conrming that he was in agreement with the terms of P2. On the same date, the Plain and the 1st Defendant had entered into a Loan Agreement [P3] in a sum of Rs. 5,200,000, with P3 specically menoning that the purpose of the loan is to sele the exisng cheque discounng facility bearing Agreement No. CD 11-10-01 B [i.e., P12]. The 1st Defendant has admied signing P3. Thus, P3 formed the contractual nexus between the Plain and the 1st Defendant, as well as provided context",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.88,
      716.39
    ],
    "text": "to the enre transacon. It must be stated that the said sum of Rs. 5,200,000 was not paid to the 1st Defendant but had instead been transferred to LOLC Factors Limited in order to reduce the liability owed by the 1st Defendant to the said company. The receipt of the said sum of Rs. 5,200,000 is clearly reected in the Statement of Account P10 maintained by LOLC Factors Limited. The Plain states that the 1st Defendant paid just one instalment and had thereaer defaulted in his repayment obligaons. On 29th January 2015, the Plain had sent under registered post, a leer of demand [P5] to the 1st Defendant demanding that a sum of Rs. 8,417,358, said to be the total sum outstanding as at 20th January 2015 together with interest at 4% per month from that date be paid to the Plain. The 1st Defendant did not comply with P5 nor did the 1st Defendant deny liability. It is only thereaer that the Plain led acon in the Commercial High Court seeking to recover the said sum of money. Posion of the 1st Defendant There were two admissions that were marked at the beginning of the trial. The rst was the jurisdicon of the High Court. The second was that the 1st Defendant signed P2 and P3. While the laer admission was without any reservaon with regard to its content, the 1st Defendant took up the following defences in the several issues raised by him: a) He did not have any nancial dealings with the Plain; b) He did not make a wrien request to the Plain for a loan of Rs. 5,200,000; c) He did not receive any monies under and in terms of P2 and P3; d) Although he has obtained factoring facilies from LOLC Factors Limited, he has seled the said facility; e) He was threatened by ocials of the Plain to sign on blank papers and forms and that he therefore did so under duress, with the said documents being P2 and P3; f) The contents of P2 and P3, which were in English, were never read out to him nor did he understand the contents of the said documents as he was not conversant with English.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.96,
      703.67
    ],
    "text": "Judgment of the High Court There is one observaon that I must make prior to referring to the ndings of the High Court. Most of the documents marked by the Plain, including P2 and P3 the signature of which by the 1st Defendant was recorded as a formal admission, have been marked subject to proof. However, the proceedings do not bear out the reason for the said documents to be marked subject to proof. I must state that objecng to every possible document marked by the opposing party without having any reason for doing so or moving that documents be marked subject to proof has now become a common pracce and is one of the factors that have contributed to delays witnessed in our Courts. While Aorneys-at-Law must desist from raising frivolous objecons when documents are marked by the opposing Counsel, and while an applicaon that a document be marked subject to proof must always be substanated with reasons, the trial Judge too must insist on reasons being adduced if a party wishes to object to a document being marked and immediately decide on such objecon. I am opmisc that this pracce can be curtailed in cases where the pre-trial provisions introduced by the Civil Procedure (Amendment) Act, No. 29 of 2023 would apply. The High Court has carefully considered the evidence of A. G. Kamal Sanjeewa, an Execuve Ocer of the Plain, the evidence of the 1st Defendant, and adopted a wholisc approach in arriving at its conclusion that the 1st Defendant made a request for the said loan facility, that the 1st Defendant is the beneciary of such loan facility, and is therefore liable to the Plain. Whether the Plain is entled to claim the enre amount referred to in the prayer to the plaint is however a maer that I shall consider at the end of this judgment. Intenon to create legal relaons With the posion of the 1st Defendant being that he did not enter into a contract with the Plain in respect of the said sum of Rs. 5,200,000, I must refer to the manner in which the intenon to enter into a contract can be ascertained when one party denies the existence of a contract before I consider the posions of both pares and the judgment of the High Court.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.82,
      368.75
    ],
    "text": "In Noorbhai v Karuppan Chey [27 NLR 325] the Privy Council held that the very elementary proposion of law [is] that a contract is concluded when in the mind of each contracng party there is a consensus ad idem ... Weeramantry in The Law of Contracts [1967, Volume I, paragraph 84] has pointed out that the constuent elements of a contract can be reduced to the following basic essenals: (a) Agreement between pares; (b) Actual or presumed intenon to create a legal obligaon; (c) Due observance of prescribed forms or modes of agreement, if any; (d) Legality and possibility of the object of the agreement; (e) Capacity of pares to contract. Weeramantry goes on to state as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      368.93,
      542.93,
      702.11
    ],
    "text": "An agreement is a manifestaon of mutual assent by two or more persons to one another. In simpler terms, therefore, an agreement would mean a state of mental harmony regarding a given maer between two persons, as gathered from their own words or deeds. Contract generally connotes among other things an actual or noonal meeng of minds, for in general without such a meeng of minds a contract does not come into being. Agreement on the other hand, primarily denotes such meeng. [paragraph 86] The view is commonly held that in addion to the other requisites for the formaon of a valid contract there should also be present, on the part of the pares, an intenon to enter into legal relaons. It follows from this view that this requirement must be superadded to the fact of agreement if the agreement is to be producve of legal results. [paragraph 158; emphasis added] Whether two minds are in actual or real agreement not even the pares themselves can say for no man can fathom the thoughts of another; and in the realm of actual intenon no man can speak for anyone but himself. The law consequently views the queson of intenon objecvely. Unable to plumb the depths of intenon, it",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.92,
      719.51
    ],
    "text": "proceeds upon the external manifestaons of such intenon, whether by words or by deeds. From these external manifestaons the law ascertains the presumed or noonal intenons of pares. [paragraph 86; emphasis added] Agreement, which is so important to the formaon of contract, depends in its turn on the intenon of the contracng pares. The inner or true intenon of a person is, however, not generally capable of ascertainment with any degree of assurance by another, if indeed it is capable of ascertainment at all. The law therefore always adopts an objecve test in determining the intenon of the pares to a contract, and is guided by their manifestaons of intenon whether by words or by acts. From such words or acts it draws its inferences regarding intenon on the basis of a reasonable persons assessment of them in the context in which they were uered or performed. [paragraph 104; emphasis added] It would therefore be more correct to say that in all cases where the law requires an actual intenon to enter into legal relaons, what is required is either an intenon which actually exists or one which, having regard to all surrounding circumstances, it will by a con deem to exist in the minds of the pares. [paragraph 158; emphasis added] It is to the surrounding circumstances and documents that I shall now turn to. Analysis of the posions of both pares It is important to understand the overall background in which P2 and P3 came to be executed. The version of the Plain that the 1st Defendant had a factoring arrangement with LOLC Factors Limited since 2011 is borne out by P12 and the statement of account relang thereto. The 1st Defendant did not deny that he had obtained factoring facilies but claimed that he had seled such facilies. In support thereof, the 1st Defendant produced a receipt issued by LOLC Factors Limited on 16th May 2012 for a sum of Rs. One million [V1]. However, (a) as pointed out by the Plain, V1 does not state that the said funds were received in selement of the facility made available by P12, and (b) the statement of account P10 shows that the 1st Defendant engaged in transacons in 2013 and 2014, which could not have been the case had the facility been seled by the 1st Defendant. The High Court quite rightly rejected the posion taken up by the 1st",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.17,
      542.93,
      455.51
    ],
    "text": "Defendant that he had duly seled all his liabilies to LOLC Factors Limited by V1. Thus, while V1 does not support the version of the 1st Defendant, the fact remains that the 1st Defendant had a factoring facility as borne out by P12 as at March 2014, and that the said facility was overdue in an amount in excess of Rs. 5m. It is in this background that the 1st Defendant had made a request to the Plain for a loan on 19th March 2014, and that (a) P2 was issued, and (b) P3 was entered into, consequent to such request. Furthermore, the 2nd Defendant had executed a personal guarantee [P6] as security for the said loan facility. Even though the 1st Defendant has admied signing P2 and P3, the 1st Defendant has claimed that the monies lent and advanced under P3 were never released to him, and that, as he was not the recipient of the said sum of Rs. 5,200,000, he is not obliged to repay the said sum to the Plain. P3 contains a specic clause that the purpose of the loan was to sele the exisng cheque discounng facility bearing Agreement No. CD 11-01-01 B [i.e., P12]. In addion to this clause in P3, the 1st Defendant, by leer dated 24th March 2014 [P11] has specically requested that the monies lent and advanced to him under P3 be released directly to LOLC Factors Limited. P11 reads as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      454.26,
      542.76,
      587.87
    ],
    "text": "I refer to the loan agreement bearing number F4-03-02BWCR dated 24th March 2014 entered into by and between me and Lanka Orix Finance PLC to borrow a sum of Rs. 5,200,000 subject to the terms and condions thereof. I hereby request you and authorise you Lanka Orix Finance PLC to disburse the proceeds of the loan amount of Rs. 5,200,000 in the following manner: (1) To draw an account payee cheque for the sum of Rs. 5,200,000 in favour of LOLC",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      591.05,
      542.52,
      694.07
    ],
    "text": "Factors Limited in respect of Cheque Dishonouring Agreement No. CD 11-10-01 B. I further conrm that I shall pay the loan instalments to you as per the terms and condions of the said Loan Agreement, despite the above request.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.92,
      481.43
    ],
    "text": "Thus, taken in conjuncon with P12, I am of the view that the contractual relaonship between the Plain and the 1st Defendant and the intenon to create legal relaons is clearly borne out by P2, P3 and P11. It is on this basis that the High Court rejected the argument of the 1st Defendant that (a) he did not have any nancial dealings with the Plain, (b) he did not make a wrien request for a loan of Rs. 5,200,000, and (c) that he did not receive any monies under and in terms of P2 and P3. I am in agreement with the High Court that the 1st Defendant made a request for a loan of Rs. 5,200,000 from the Plain in order to sele LOLC Factors Limited and that the said monies were lent and advanced to the 1st Defendant, but at the request of the 1st Defendant, the said sum of Rs. 5,200,000 was credited to the account of the 1st Defendant at LOLC Factors Limited thereby exnguishing the liability of the 1st Defendant to LOLC Factors Limited. The 1st Defendant is accordingly liable to the Plain under P3. The High Court has also rejected the posion of the 1st Defendant that he was threatened by ocials of the Plain to sign P2 and P3 and that he did so under duress, on two grounds. The rst was that if it was so, the 1st Defendant ought to have complained to the Police, which admiedly the 1st Defendant has not done. The second ground is that the 1st Defendant kept silent when served with the leer of demand instead of responding to it and stang his posion. The failure to respond to business correspondence and the consequence thereof was",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      485.45,
      542.6,
      501.23
    ],
    "text": "considered in Saravanamuu v De Mel [49 NLR 529 at page 542] where Dias, J held that,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      505.25,
      542.73,
      521.03
    ],
    "text": "In business maers, if a person states in a leer to another that a certain state of facts",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      525.17,
      542.57,
      540.95
    ],
    "text": "exists, the person to whom the leer is addressed must reply if he does not agree with or",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      544.97,
      542.73,
      560.75
    ],
    "text": "means to dispute the asserons. Of course there are excepons to this rule. For example,",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      564.77,
      542.85,
      580.55
    ],
    "text": "failure to reply to mere begging leers when the circumstances show that there was no",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      584.57,
      542.64,
      600.35
    ],
    "text": "necessity for the recipient of the leer to reply can give rise to no adverse inference against",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      604.49,
      148.66,
      620.27
    ],
    "text": "the recipient.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      624.29,
      542.55,
      655.91
    ],
    "text": "In Disanayaka Mudiyanselage Chandrapala Meegahaarawa v Disanayaka",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      660.05,
      542.64,
      675.83
    ],
    "text": "Mudiyanselage Samaraweera Meegahaarawa [SC Appeal No. 112/2018; SC minutes of",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      679.5,
      542.62,
      695.63
    ],
    "text": "21st May 2021] Samayawardhena, J stated that, However, I must add that although it is a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      699.65,
      542.7,
      715.43
    ],
    "text": "general principle that failure to answer a business leer amounts to an admission of the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.05,
      542.42,
      87.83
    ],
    "text": "contents therein, this is not an absolute principle of law. In other words, failure to reply to",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      91.85,
      542.5,
      107.63
    ],
    "text": "a business leer alone cannot decide the whole case. It is one factor which can be taken",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      111.77,
      542.8,
      127.55
    ],
    "text": "into account along with other factors in determining whether the Plain has proved his",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      131.57,
      542.41,
      147.35
    ],
    "text": "case. Otherwise, when it is established that the formal demand, which is a sine qua non",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      151.37,
      542.61,
      167.15
    ],
    "text": "for the instuon of an acon, was not replied, Judgment can ipso facto be entered for the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      171.29,
      542.82,
      187.07
    ],
    "text": "Plain. That cannot be done. Therefore, although failure to reply to a business leer or a",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      191.09,
      542.39,
      206.87
    ],
    "text": "leer of demand is a circumstance which can be held against the Defendant, it cannot by",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      210.89,
      542.58,
      226.67
    ],
    "text": "and of itself prove the Plain's case. The impact of such failure to reply will depend on",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      230.69,
      299.13,
      246.47
    ],
    "text": "the facts and circumstances of each case.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      250.61,
      542.52,
      282.23
    ],
    "text": "I am in agreement with the above reasoning and wish to reiterate that the failure to",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      286.25,
      542.69,
      302.03
    ],
    "text": "respond to a business leer must not be looked at in isolaon of the other facts and that",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      306.17,
      542.44,
      321.95
    ],
    "text": "its impact would depend on the facts and circumstances of each case. Having said so, I am",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      325.97,
      542.85,
      341.75
    ],
    "text": "in agreement with the learned Counsel for the Plain and the High Court that an",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      345.42,
      542.81,
      361.55
    ],
    "text": "inference can be drawn from the failure to respond to P5 that the 1st Defendant had duly",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      365.22,
      542.84,
      381.35
    ],
    "text": "undertaken liability in terms of P3. Similarly, the belated version of the 1st Defendant that",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      385.49,
      542.72,
      401.27
    ],
    "text": "he was threatened by the Plain to sign P2 and P3 which he claims were blank at the",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      405.29,
      542.71,
      421.07
    ],
    "text": "me he signed them, and the contents of which he did not understand, too must be",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      425.09,
      124.52,
      440.87
    ],
    "text": "rejected.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      445.01,
      542.93,
      714.83
    ],
    "text": "Calculaon of the amount due This brings me to the correctness of the amount claimed by the Plain. The capital sum lent and advanced to the 1st Defendant on 24th March 2014 was Rs. 5,200,000 repayable in a period of ve years. With interest calculated at the rate of 20% per annum, the 1st Defendant was required to pay the said capital sum in 12 monthly instalments of Rs. 125,025 and 48 monthly instalments of Rs. 142,908. Thus, had the 1st Defendant paid the monthly instalments on the due date, the total sum that the 1st Defendant would have paid at the end of the ve year period, inclusive of capital and interest for the ve year period, was Rs. 8,359,884. The Plain admits that one instalment of Rs. 125,000 was paid but has not given the date of repayment nor the capital component of such instalment. The Plain has stated in the Statement of Account [P4] that the outstanding interest payable as at 20th January 2015 is a sum of Rs. 182,474.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.05,
      542.93,
      687.71
    ],
    "text": "The above calculaon taken from P4 can be summarised as follows: Total value of monthly instalments = Rs. 8,359,884 Less instalment paid = Rs. 125,000 Add overdue interest = Rs. 182,474 Total due as at 20th January 2015 = Rs. 8,417,358 The above breakdown includes the interest from the date the facility was granted unl 23rd March 2019. The Plain is however seeking to recover a sum of Rs. 8,417,358 together with interest thereon at the rate of 4% per month from 21st January 2015. Thus, the Plain is not only claiming compound interest but is also seeking to claim interest for the period 21st January 2015 to 24th March 2019 twice over. Given the manner in which the Plain has calculated the sum outstanding as at 21st January 2015, I am of the view that the Plain shall only be entled to a sum of Rs. 8,417,358, together with interest calculated at the rate of 20% per annum from 24th March 2019 unl the date of decree on a sum of Rs. 5,100,000 [credit having been given for the capital component of the instalment paid by the 1st Defendant]. The High Court has thus erred by granng the enre sum claimed in the plaint. In the said circumstances, the amount awarded by the High Court shall be amended so that the Plain shall only be entled to a sum of Rs. 8,417,358, together with interest calculated at the rate of 20% per annum from 24th March 2019 on a sum of Rs. 5,100,000 unl the date of decree, and thereaer with legal interest on the aggregate amount of the decree ll the date of payment in full. Conclusion Subject to the above variaon, the judgment of the High Court against the 1st and 2nd Defendants are hereby armed. The Plain shall be entled to costs before both Courts.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      687.77,
      520.9,
      719.39
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.05,
      172.83,
      198.95
    ],
    "text": "S. Thurairaja, PC, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      199.01,
      520.9,
      294.11
    ],
    "text": "JUDGE OF THE SUPREME COURT Achala Wengappuli, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      341.4,
      294.29,
      532.81,
      348.23
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]