[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      87.89,
      542.83,
      151.31
    ],
    "text": "In the maƩer of an applicaƟon under ArƟcles 17 and 126 of the ConsƟtuƟon of the DemocraƟc Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      151.37,
      290.92,
      182.99
    ],
    "text": "SC (FR) ApplicaƟon No: 17/2016",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      183.17,
      471.54,
      246.47
    ],
    "text": "Sooriyapperumalage Ashoka Abeysiri, No. 116, YaƟyana, NiƩambuwa. PETITIONER",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      246.65,
      533.19,
      594.47
    ],
    "text": "Vs. 1. The Chairman, Lanka Phosphate Limited. 1A. Anil Ranasinghe, Chairman, Lanka Phosphate Limited. 1AA. Sujeewa Indrajith Karunasinghe, Chairman, Lanka Phosphate Limited. 2. H.R.U.D. Bandara, General Manager, Lanka Phosphate Limited. 3. D.G.U. Chamara, Finance Manager, Lanka Phosphate Limited. 4. S.D. Rupasinghe, Deputy Finance Manager, Lanka Phosphate Limited. 5. Lanka Phosphate Limited.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      592.62,
      563.7,
      708.71
    ],
    "text": "1st – 5th Respondents at No. 73/1/1, New Kelani Bridge Road, Colombo 14. 6. R.M. Madduma Bandara, Supplies Oﬃcer, Lanka Phosphate Limited, Eppawela.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      70.85,
      539.89,
      186.59
    ],
    "text": "7. Hon. AƩorney General, AƩorney General’s Department, Colombo 12. 8. The Secretary, Ministry of Finance, Colombo 01. 9. The Secretary, Ministry of Agriculture, BaƩaramulla.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      186.29,
      542.85,
      716.39
    ],
    "text": "RESPONDENTS Before: Mahinda Samayawardhena, J Arjuna Obeyesekere, J M. Sampath K. B Wijeratne, J Counsel: D. P. L. A Kashyapa Perera for the PeƟƟoner Chathura Galhena with Dharani Weerasinghe and Devmini Bulegoda for the 1st – 5th Respondents Sureka Ahmed, Senior State Counsel for the 7th – 9th Respondents Argued on: 17th September 2025 WriƩen Tendered by the PeƟƟoner on 26th July 2019, 19th July 2023 and 2nd Submissions: October 2025 Tendered by the 1st – 5th Respondents on 14th October 2025 Decided on: 6th November 2025 Obeyesekere, J 1) There are two issues that arise for determinaƟon in this applicaƟon. The ﬁrst is whether the post of Supplies Manager in Lanka Phosphate Limited, a State owned enterprise and the 5th Respondent to this applicaƟon, is a post that has been approved by the Department of Management Services. The second issue is, if so, is the failure on the part of the 5th Respondent to pay the PeƟƟoner the salary that is payable for the post of Supplies Manager violaƟve of the fundamental rights of the PeƟƟoner guaranteed by ArƟcle 12(1) of the ConsƟtuƟon.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.91,
      284.15
    ],
    "text": "The case for the PeƟƟoner 2) The PeƟƟoner holds a degree in Business Management from the University of Kelaniya. Having served as an audit supervisor in the private sector, the PeƟƟoner had joined the 5th Respondent as a Supplies Oﬃcer (ExecuƟve Grade VI) with eﬀect from 3rd January 2005. 3) In November 2013, the PeƟƟoner had submiƩed a memorandum to the Chairman of the 5th Respondent in which he requested that he be appointed to the post of Supplies Manager (ExecuƟve Grade II). In the said Memorandum, the PeƟƟoner had stated that:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      283.25,
      542.85,
      299.03
    ],
    "text": "(a) In the absence of a Supplies Manager, he has performed the funcƟons in that",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      302.33,
      542.86,
      367.19
    ],
    "text": "oﬃce although he was only the Supplies Oﬃcer, thus ensuring the eﬀecƟve funcƟoning of the Supplies Division; (b) Although he is holding a post in ExecuƟve Grade VI, his professional",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      370.49,
      542.91,
      595.19
    ],
    "text": "qualiﬁcaƟons and experience are suﬃcient for him to be appointed to a post in ExecuƟve Grade II. 4) Having taken into consideraƟon the said request of the PeƟƟoner and his experience, commitment and experƟse, the AcƟng General Manager of the 5th Respondent had submiƩed a Memorandum to the Board of Directors in December 2013 [the Board] recommending the appointment of the PeƟƟoner to the post of Supplies Manager, and sought the approval of the Board to appoint the PeƟƟoner to the post of Supplies Manager. 5) The Board, having considered the said Memorandum had recorded its decision in the following manner:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      114.6,
      594.29,
      542.85,
      705.23
    ],
    "text": "“The Chairman brought to the noƟce of the Board the necessity and the importance of re-establishing the post of ‘Supply Manager’ whereas the exisƟng post is Ɵtled as ‘Supply Oﬃcer’, due to the reason that supply duƟes were very criƟcal since millions of rupees had been spent annually for the procurement of goods and services including machinery and spare parts. Therefore, the Board noted the necessity for handling the said duƟes by a Senior Manager.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.83,
      281.51
    ],
    "text": "The Board also noted that Mr. Abeysiri had been covering all supplies duƟes under the direct supervision of the General Manager and had been working 9 years since January 2005. It was also noted that Mr. Abeysiri was performing well as Supplies Oﬃcer in the best interests of the Company. The Board unanimously granted approval for the promoƟon of Mr. Abeysiri to the post of Supplies Manager with eﬀect from 1st January 2014 and for Mr. Abeysiri to be placed on the salary step of Rs. 38,530 subject to the approval of the Department of Management Services.” 6) There are three important maƩers that are borne out by the above decision of the Board of the 5th Respondent.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      282.29,
      542.95,
      571.91
    ],
    "text": "7) The ﬁrst is, as at that Ɵme, the post of ‘Supplies Manager’ did not exist in the 5th Respondent and hence, a new cadre posiƟon had to be created for which the approval of the Department of Management Services was required. The PeƟƟoner has disputed this posiƟon and claimed that the post of ‘Supplies Manager’ formed part of the organisaƟonal structure of the 5th Respondent at that Ɵme. However, other than submiƫng two undated ﬂow charts said to contain the organisaƟonal structure, the PeƟƟoner has not submiƩed any other material to substanƟate his posiƟon. I am therefore saƟsﬁed that the posiƟon of the 5th Respondent contained in the said Memorandum reﬂects the correct posiƟon in this regard. 8) The second maƩer that is borne out by the said decision is that the Board was mindful that its approval alone was not suﬃcient to appoint the PeƟƟoner to the post of Supplies Manager since there did not exist a cadre posiƟon for the said post. It is for this reason that the Board recorded in its decision that the appointment was subject to the approval of the Department of Management Services.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      572.69,
      542.84,
      652.91
    ],
    "text": "9) The third is, even if the said post did exist, the Board did not follow a compeƟƟve procedure to select the most suitable candidate. 10) Even though the Board had taken the above decision, it does not appear that steps",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      655.86,
      542.97,
      710.03
    ],
    "text": "were taken by the 5th Respondent to obtain the approval of the Department of Management Services. In spite of that, the Chairman of the 5th Respondent had issued the PeƟƟoner a leƩer of appointment on 22nd September 2014 appoinƟng",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      71.82,
      542.85,
      176.87
    ],
    "text": "the PeƟƟoner to the said post of Supplies Manager with eﬀect from 1st January 2014. To my mind, the said leƩer was ultra vires the powers of the Chairman since the condiƟon subject to which the appointment had been made by the Board had not been saƟsﬁed. 11) Even though a leƩer of appointment had been issued, the PeƟƟoner conƟnued to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      180.05,
      542.93,
      322.79
    ],
    "text": "be paid the same salary that he had received as Supplies Oﬃcer. In June 2015, the PeƟƟoner had requested that he be paid the salary of the Supplies Manager. With the 5th Respondent having failed to do so, the PeƟƟoner had ﬁled Writ ApplicaƟon No. WR 313/2015 in the Court of Appeal under and in terms of ArƟcle 140 of the ConsƟtuƟon and sought a Writ of Mandamus direcƟng that he be paid all beneﬁts due to him as Supplies Manager and arrears of salary. 12) While that applicaƟon was pending before the Court of Appeal, the PeƟƟoner had",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      326.09,
      542.79,
      471.95
    ],
    "text": "been transferred to the Supplies Division at Eppawela. Aggrieved by the said decision, the PeƟƟoner had ﬁled this applicaƟon complaining that his fundamental rights guaranteed by ArƟcle 12(1) of the ConsƟtuƟon has been violated as a result of the said transfer, and seeking an interim order (a) staying the said transfer, and (b) the payment of salary and other beneﬁts that he claimed he was enƟtled to as the Supplies Manager. 13) This maƩer had been supported for leave on 2nd March 2016. While this Court had",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      475.25,
      542.83,
      583.07
    ],
    "text": "not been inclined to grant any relief with regard to the transfer, leave to proceed had been granted for the alleged violaƟon of the PeƟƟoner’s fundamental rights guaranteed by ArƟcle 12(1) on the basis that he has not been paid the salary relevant to the post of Supplies Manager. 14) I must state that the PeƟƟoner, as part of full disclosure, had tendered with his",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.32,
      586.37,
      542.89,
      716.39
    ],
    "text": "peƟƟon, a copy of the applicaƟon that he had made to the Court of Appeal. Since the issue that needs to be determined in this applicaƟon as well as in the aforemenƟoned Writ applicaƟon is idenƟcal, and since it would be an abuse of process to maintain both applicaƟons, upon inquiry by Court at the hearing of this applicaƟon, the learned Counsel for the PeƟƟoner submiƩed that the PeƟƟoner will not be proceeding with the said writ applicaƟon and that the PeƟƟoner would withdraw that applicaƟon in due course.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.79,
      148.19
    ],
    "text": "Approval of the Department of Management Services 15) I shall now consider the posiƟon of the 5th Respondent. 16) The learned Counsel for the 5th Respondent admiƩed that the Board agreed to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      150.65,
      542.92,
      250.43
    ],
    "text": "appoint the PeƟƟoner to the post of Supplies Manager but submiƩed that since there did not exist a cadre posiƟon for the said post at that Ɵme, the said appointment was subject to the approval of the Department of Management Services as clearly recorded in the aforemenƟoned decision of the Board. 17) The learned Counsel for the 5th Respondent admiƩed further that the 5th",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      253.01,
      542.92,
      425.87
    ],
    "text": "Respondent had not taken any steps to implement the above decision of the Board. This failure to seek approval of the Department of Management Services had been raised at a meeƟng of the Audit and Management CommiƩee of the 5th Respondent held on 2nd May 2014, where the said CommiƩee, “having considered the issue menƟoned by the Internal Auditor regarding the promoƟon granted to an oﬃcer to the designaƟon of ‘Supplies Manager’, directed the Management of the Company to take necessary steps to regularise the said promoƟon as the said designaƟon was not included in the Scheme of Recruitment of the Company.” 18) It appears that in spite of the above decision of the Audit CommiƩee, the 5th",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      428.33,
      542.93,
      619.43
    ],
    "text": "Respondent did not take steps to seek the approval of the Department of Management Services, and that the posiƟon remained the same even at the Ɵme the Chairman of the 5th Respondent issued the PeƟƟoner with the leƩer of appointment on 22nd September 2014. I have already stated that the Chairman of the 5th Respondent acted ultra vires his powers by issuing the said leƩer since approval of the Department of Management Services had not been obtained to create the post of ‘Supplies Manager’. The PeƟƟoner cannot therefore claim an enƟtlement to a salary of a cadre posiƟon that does not exist within the 5th Respondent. 19) Pursuant to the ﬁling of the aforemenƟoned writ applicaƟon, and realising that the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      621.54,
      542.92,
      692.39
    ],
    "text": "PeƟƟoner has been placed in a precarious posiƟon for no fault of his, the 5th Respondent iniƟated discussions with the Department of Management Services. By leƩer dated 7th December 2015, the Department of Management Services had informed the Secretary, Ministry of Agriculture as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      72.05,
      544.89,
      136.04
    ],
    "text": "“Wla; lreK iusnkaOfhka jq Ufns iudxl yd 2015'10'08 oske;s ,smsh yd ,xld f*diafmags ,susgvsys ^rdPH iud.u& ks,Odrska yd fuu fomdra;fuska;=fjs ks,Odrska iuÛ 2015'10'02 osk meje;a jq idlpsPdj yd nef|a' 02' ta wkqj ,xld f*diafmags ,susgvs ^rdPH iud.u& i|yd ixfYdaOs; ldrah uKav,h §weuqKqu",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      137.27,
      544.95,
      170.6
    ],
    "text": "1¶ ys oelafjk mrsos wkqu; lrus' 03' ishµu ;k;=re i|yd n|jd .ekSus iy Wiia lsrsus isoq lsrsfus oS Unf.a Wla; ,smsh",
    "fonts": [
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      171.83,
      544.98,
      233.48
    ],
    "text": "uÛska fuu fomdra;fuska;=j fj; bosrsm;a lr we;s ,xld f*diafmags ,susgvsys ^rdPH iud.u& n|jd .eksfus yd Wiia lsrSfus mrsmdgsh wkqu; lsrSfuka miqj tu jsOsjsOdkj,g wkql+,j muKla isoq l< hq;= nj ldreKslj okajus' 04' uf.a wxl DMS/E2/56/8/355/2/11 yd 2011'07'26 oske;sj wkqu; lr we;s ,xld",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      235.04,
      545.51,
      320.39
    ],
    "text": "f*diafmags ,susgvsys ^rdPH iud.u& ldrah uKav,h fuhska wj,x.= jk w;r\" fuu fomdra;fuska;=fjs jsOsu;a wkque;shlska f;drj wkqu; ldrah uKav,hg w;sfralj kj ;k;=re we;s lsrSu fyda wkqu; ;k;=rej, isoqjk mqrmamdvq msrjSu o fkdl< hq;= nj jevsoqrg;a ldreKslj okajus'” 20) Although the approved cadre posiƟons of the 5th Respondent had been annexed to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      322.85,
      542.77,
      386.15
    ],
    "text": "the above leƩer, it did not include the post of Supplies Manager but only provided for the post of Supplies Oﬃcer. 21) The 5th Respondent had made further wriƩen representaƟons to the Department of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      388.73,
      542.91,
      491.99
    ],
    "text": "Management Services in March 2016 by which it pointed out that the PeƟƟoner possessed the educaƟonal qualiﬁcaƟons and experience that were required for the post of Manager, and requested that the post of Supplies Manager be included in the cadre posiƟons of the 5th Respondent. The Department of Management Services had responded as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      490.97,
      545.23,
      663.59
    ],
    "text": "“ tnejska wdh;kfha ;k;=rej,g fiajlhska Wiia lsrsfusos\" wkqu; n|jd .ekSfus mrsmdgsfha i|yka jsOsjsOdkj,g mgyeksj huska wkqu; ldrah uKav,fha fkdmj;sk ;k;=re i|yd mqoa.,hska m;a lsrSfus yelshdjla wOHlaI uKav,hg fkdue;s nj wjOdrKh lrkq leue;af;us' flfia fj;;a\" uf.a iudxl yd 2015'12'07 oske;s ,smsfhka wkqu; ;k;=re w;r\" iyldr iemhqus l<ukdldr (HM 1-1) jYfhka kj ;k;=rla mj;sk nejska\" Bg wod< n|jd .ekSfus mrsmdgs ilia lr fuu fomdra;fuska;=fjka wjYH wkque;sh ,nd .ekSug lghq;= lrk fuka ldreKslj okajus' tu iqoqiqlus imqrd,kafkakus wod, ks,Odrshd iyldr iemhqus l<uddldr (HM 1-1) ;;=rg n|jd .ekSu iusnkaOfhka fuu fomdra;fuska;=fjs jsreoaO;ajhla fkdue;s nj jevsoqrg;a ldreKslj okajus'” 22) Thus, the posiƟon that prevails as of now is that the Department of Management",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      666.05,
      542.74,
      718.43
    ],
    "text": "Services has not granted approval for the creaƟon of the post of Supplies Manager and therefore the appointment of the PeƟƟoner to the post of Supplies Manager which was subject to the approval of the Department of Management Services is not",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.05,
      542.92,
      158.39
    ],
    "text": "a valid appointment. In these circumstances, the PeƟƟoner cannot claim an enƟtlement to be appointed to the non-existent post of Supplies Manager and/or to the salary and other beneﬁts that are payable to the Supplies Manager. 23) There is one maƩer that I must advert to prior to concluding. The 1st – 5th",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      160.97,
      542.95,
      391.79
    ],
    "text": "Respondents have not made any allegaƟon of wrongdoing on the part of the PeƟƟoner nor disputed his qualiﬁcaƟons to be eligible to be appointed to the post of ‘Supplies Manager’ if such a post did exist. This judgment shall not be an impediment to the creaƟon of such a post with the approval of the Department of Management Services, provided the need for such a post exists, and the 5th Respondent considering the PeƟƟoner to such post, provided the PeƟƟoner saƟsﬁes the eligibility requirements that may be speciﬁed for such post in the Scheme of Recruitment and PromoƟon, and the selecƟon is in accordance with the procedure set out in the said Scheme. Conclusion 24) In the above circumstances, I am of the view that the fundamental rights of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      395.09,
      542.79,
      496.43
    ],
    "text": "PeƟƟoner guaranteed by ArƟcle 12(1) of the ConsƟtuƟon have not been violated by the 1st – 5th Respondents. This applicaƟon is accordingly dismissed, without costs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      496.49,
      520.9,
      575.75
    ],
    "text": "JUDGE OF THE SUPREME COURT Mahinda Samayawardhena, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      575.93,
      517.97,
      671.03
    ],
    "text": "JUDGE OF THE SUPREME COURT M. Sampath K. B Wijeratne, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      671.09,
      520.39,
      716.23
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.019074440002441,
      11.498174667358398,
      12.935474395751953
    ]
  }
]