{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-05-30-SC-FR-507-2019",
  "num": "SC/FR/507/2019",
  "date_str": "2025-05-30",
  "description": "Hon. Menaka Wijesundera J - 1. Heenatigala Kanaththage In...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_507_2019.pdf",
  "parties": "1. Heenatigala Kanaththage Indika Prasanna, No, 477/8A, Kotte Road, Pitakotte 2. Wendakoon Mudiyanselage Shamira Thilakarathne, No. 141/1, Church Road, Pahala Mawila, Nattandiya 3. Indika Kenath Fernando, No. 254/24, Welaboda Rd, Katunayake. 4. Subhanu Janaka Hiddallaarachchi, No.13, 11th Lane, Palathota Watta, Duwa Temple Road, Kalutara South. 5. Galgamuge Somil Chandima Silva, No. 72/A, Udugampala Road, Kotugoda. 6. Balasuriya Lekamalage Gayan Prasanna Balasuriya 19/A, Nagawanarama Road, Nedagamuwa, Kotugoda. 7. Thiyunuwan Senadheera No.34, Marapola, Veyangoda. 8. Sathika Sanjeewanie Liyanage, No.06 A, Malwattha, Bemmulla. 9. Angodage Don Mahesh Indrajith. No.536/2, Batagama South, Kandana. 10. Warnakulasuriya Malith Sudarsha Lowe No 82, Convert Rd.,Bolawalana, Negombo. 11. Suranga Jayawardana Wickramasinghe No.474/16,Kamburagalla watta, Ruggahawila. 12. Kodagoda Ranasinghege Dinusha Manoj Ranasinghe, 46/2, Wijayamangalarama Road, Kohuwala 13. Asmagoda Pathiranage Saman Pushpa Kumara, No 2/23, Big city, Pellawatte, Minuwangoda. 14. Nanayakkara Pathiranage Lakmal Suranga, Thalahenawattta, Dadagamuwa, Veyangoda 15. Herath Pathiranage Amila Eranga Herath, Ketawala Gedara, Wewagama, Kuliyapitiya 16. Disanayake Mudiyanselage Amitha Ruwan Disanayake, Ambagaswewa,Hathagama, Riddibedi Ella, Maho. 17. Gamaralalage Nilantha Aruna Bandara Kanmeewala. Parabewila, Pothuhera, PC 60330. 18. Rajapaksha Pathirennehelage Upul Jayarathne Edirisinghe No. 101, Dambutuwa, Debahera. Petitioners VS. 1. Airport and Aviation Services (SriLanka) (Private) Limited, Bandaranaike International Airport, Katunayake. 2. Major General (Retired) G. A Chandrasiri AND OTHERS",
  "judgement_by": "Hon. Menaka Wijesundera J"
}