[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.38,
      72.3,
      486.56,
      85.68
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      231.05,
      88.16,
      384.41,
      101.54
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      135.68,
      542.71,
      292.01
    ],
    "text": "In the matter of an application under and in terms of Articles 17 and 126 of the Constitution. T.G.J.L. AMARASINGHE 87th Kilometer Post, Kanthattiya, Mihinthalaya. PETITIONER SC FR Application No. 15/2017 VS.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      294.47,
      487.4,
      307.85
    ],
    "text": "1. DR. N.C.D. ARIYARATNE",
    "fonts": [
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      310.43,
      542.2,
      387.29
    ],
    "text": "Regional Director of Health Services, Office of the Regional Director of Health Services, Anuradhapura. 2. DR. W.M. PALITHA BANDARA",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      389.75,
      529.5,
      498.31
    ],
    "text": "Provincial Director of Health Services, Provincial Department of Health Services - North Central, Bandaranayake Mawatha, Anuradhapura. 3. G.D. KEERTHI GAMAGE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      500.77,
      522.06,
      593.59
    ],
    "text": "Secretary, Ministry of Health, Provincial Administrative Building Complex, 3rd Floor, Harischandra Mawatha, Anuradhapura. 4. A.W.C. ARIYADASA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      596.08,
      526.1,
      672.94
    ],
    "text": "Secretary to the Governor, Secretariat of the Governor, North Central Province, Anuradhapura. 5. R.B. ABEYSINGHA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      675.4,
      400.73,
      704.62
    ],
    "text": "Chairman.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.3,
      436.13,
      85.68
    ],
    "text": "6. H.M.K. HERATH",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      88.16,
      482.72,
      133.34
    ],
    "text": "Member, 7. H.M.H.B. RATHNAYAKA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      135.8,
      532.97,
      260.3
    ],
    "text": "Member, 5th to 7th Respondents, all of the North Central Provincial Public Service Commission, North Central Province, Anuradhapura. 8. HON. ATTORNEY GENERAL",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      262.79,
      530.24,
      577.51
    ],
    "text": "Attorney General’s Department, Colombo 12. BEFORE: Sisira J. de Abrew, J. Prasanna Jayawardena, PC, J. Murdu Fernando, PC, J. COUNSEL: Senany Dayaratne with Eshanthi Mendis for the Petitioner. Sureka Ahmed, SC for the Respondents. ARGUED ON: 26th November 2018. WRITTEN By the Petitioner, on 03rd April 2017 and 26th December SUBMISSIONS 2018. FILED: By the Respondents on 27th March 2019. DECIDED ON: 02nd September 2019",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      611.92,
      240.75,
      625.3
    ],
    "text": "Prasanna Jayawardena, PC, J,",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      635.92,
      543.4,
      712.78
    ],
    "text": "The petitioner is a public officer serving in the Public Service of the North Central Province. He is attached to the Provincial Department of Health Services of the Province. The petitioner filed this application complaining that the fundamental rights guaranteed to him by Article 12 (1) of the Constitution have been violated by the respondents. That complaint arises from his interdiction from service without pay",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.3,
      543.44,
      196.7
    ],
    "text": "following the discovery of a suspected fraud committed by him in the course of his official duties, coupled with the failure to hold a disciplinary inquiry against him despite the passage of four years and nine months from the date of interdiction. The respondents to this application are the Regional Director of Health Services - Anuradhapura [the 1st respondent], the Provincial Director of Health Services - North Central Province [the 2nd respondent], two other officials of the provincial administration, the Chairman and members of the Public Service Commission of the North Central Province and the Attorney General.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      207.32,
      543.44,
      268.13
    ],
    "text": "The petitioner was granted leave to proceed on the alleged violation of the fundamental rights guaranteed to him by Article 12 (1) of the Constitution. The 2nd respondent [the Provincial Director of Health Services - North Central Province] has submitted an affidavit and the petitioner has filed a counter affidavit.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      278.63,
      128.04,
      292.01
    ],
    "text": "The facts",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      302.51,
      533.84,
      315.89
    ],
    "text": "The pleadings and documents before us establish the facts that are set out below.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      326.51,
      543.42,
      466.75
    ],
    "text": "The petitioner was 54 years of age at the time of filing this application. In 1988, he was recruited to the Public Service as a probationary driver attached to the Department of Health and was attached to the office of the Provincial Director of Health Services of the North Central Province. In 1991, he was confirmed in the post of Driver Class IIB attached to the Provincial Ministry of Health, Transport and Culture of the North Central Province. He was later promoted to the post of a Class I Driver by the Public Service Commission of the North Central Province. From 01st September 2006 onwards and at all times material to this application, the petitioner worked as an ambulance driver at the Horowpatana Peripheral Hospital.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      477.37,
      543.44,
      617.62
    ],
    "text": "In or about the month of December 2011, the Department of Provincial Internal Audit and Investigation of the North Central Province discovered a suspected fraud committed in relation to diesel said to have been purchased for the use of the ambulance bearing Registration No. LW - 0181 which was driven by the petitioner. After making further investigations, the aforesaid Department sent the petitioner a letter dated 25th February 2012 filed with the petition marked “P11” requesting him to provide further information. In response, the petitioner answered several questions put to him by an Audit Officer on 29th February 2012 and at the same time also provided a written statement to that Department.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      628.24,
      543.44,
      704.98
    ],
    "text": "Subsequently, the Department of Provincial Internal Audit and Investigation of the North Central Province submitted a detailed report dated 15th March 2015 marked “P57” setting out its findings with regard to the suspected fraud and reaching a prima faice conclusion that the petitioner was the culprit. “P57” states that, during the period from 26th January 2007 to 08th December 2011 while the petitioner worked as an ambulance",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      96.2,
      576.75,
      315.77
    ],
    "text": "driver at the Horowpatana Peripheral Hospital, the petitioner committed this fraud by: (i) from time to time during the aforesaid period, filling up 581 “Government Order (Diesel)” Forms and having them signed by medical officers at the Hospital on the basis of the petitioner’s assurances that the diesel to be purchased using these Forms was needed for the purposes of the Hospital’s ambulance bearing Registration No. LW - 0181, which he drove. These “Government Order (Diesel)” Forms were all addressed to a specified fuel station and provided for the Horowpatana Peripheral Hospital to pay the cash value stated on these Forms to the fuel station; (ii) the petitioner not making the corresponding entries in the “Daily Running Sheets” of the ambulance and, thereafter, misappropriating quantities of diesel obtained from the fuel station or obtaining cash from the fuel station without pumping the corresponding value of diesel into the fuel tank of the ambulance and (iii) the fuel station then submitting the “Government Order (Diesel)” Forms to the Horowpatana Peripheral Hospital and obtaining payment of the full cash amounts stated therein.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      326.39,
      543.33,
      403.13
    ],
    "text": "“P57” states that, thereby, the petitioner obtained, from the fuel station, cash amounting to an aggregate sum of Rs.1,149,151/80 being the price of 14,817 litres of diesel which were not pumped into the fuel tank of the ambulance; The report marked “P57” also states that the petitioner admitted committing this fraud in the written statement furnished by him to the Department of Provincial Internal Audit and Investigation.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      411.81,
      543.27,
      474.55
    ],
    "text": "On 03rd April 2012, the petitioner was interdicted from duty pending the holding of a Disciplinary Inquiry, as set out in the letter marked “P13”. The interdiction was without pay. By a subsequent letter dated 23rd April 2012 marked “P12”, the petitioner claimed that he signed the aforesaid written statement without knowing its contents.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      483.23,
      543.44,
      593.71
    ],
    "text": "Thereafter, a Charge Sheet dated 20th June 2012 marked “P15(b)” was issued to the petitioner by the Provincial Director of Health Services. It contained separate 61 Charges arising from the aforesaid suspected fraud said to have been committed by the petitioner. There were individual Charges framed in respect of specified months during the period from 26th January 2007 to 08th December 2011 - ie: the period when the petitioner is said to have committed this fraud. The Charge Sheet listed the witnesses and documents the prosecution intended to rely on to substantiate the Charges.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      604.36,
      543.38,
      681.1
    ],
    "text": "Upon receiving the Charge Sheet marked “P15(b)”, the petitioner wrote a letter dated 28th June 2012 marked “P16” declaring his innocence and asking for an opportunity to examine the documents listed therein and obtain photocopies of these documents. The petitioner also named the defence officer he wished to appoint and sought the concurrence of the Provincial Director of Health Services.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      70.36,
      543.4,
      117.26
    ],
    "text": "The Acting Provincial Director of Health Services replied by his letter dated 03rd August 2012 marked “P19” concurring with the appointment of the defence officer but stating that the petitioner could not be allowed to take photocopies of the documents.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      125.94,
      545.12,
      506.23
    ],
    "text": "The defence officer then wrote a letter dated 13th August 2012 marked “P20” to the Provincial Director of Health Services citing sections 14:2:8, 14:9 and 14:11 read with section 1:2 of Chapter XLVIII of the Establishments Code and reiterating the request that an opportunity be given to examine the documents listed in the Charge Sheet and obtain photocopies of these documents. The Provincial Director of Health Services has stated in his affidavit that a letter dated 08th October 2012 marked “2R3’ had been sent by his predecessor to the petitioner advising that the petitioner or his defence officer could examine the documents and take copies on 15th October 2012. I see no reason to disbelieve this categorical statement affirmed to by the Provincial Director of Health Services that the letter marked “2R3” was sent to the petitioner. However, in his counter affidavit, the petitioner denies having received “2R3” and states “no such letter was received by me”. That denial has a ring of truth since it is seen that “2R3” was sent to the petitioner’s home address and, by that time, the petitioner was in remand custody, as narrated later on. But, it should be mentioned that the petitioner’s defence officer had sent the letters dated 05th September 2012, 16th September 2012, 26th October 2013, 06th December 2013 and 13th January 2014 marked “P21” to “P25” asking that an opportunity be given to examine the documents and take copies. The Provincial Director of Health Services has admitted receiving several of these letters. In those circumstances, he should have replied the letters sent by the defence officer and informed him that the letter marked “2R3” had been sent giving an opportunity to examine the documents and take copies. The Provincial Director of Health Services should have also fixed another day on which the defence officer could examine the documents and take copies. In any event, as mentioned later on, the petitioner was given another opportunity to examine the documents and take copies on 28th May 2015.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      514.91,
      543.44,
      688.9
    ],
    "text": "Subsequently, the Provincial Director of Health Services sent a letter dated 06th February 2014 marked “P26-X2” to the defence officer noting that the Public Service Commission has issued a letter dated 18th August 2011 [produced before us marked “2R9”] prohibiting the defence officer named by the petitioner from participating in any Disciplinary Inquiry falling within the authority of the Public Service Commission and advising that the Governor of the North Central Province had instructed that this prohibition will also operate in respect of disciplinary inquiries falling within the authority of the Public Service Commission of the North Central Province. A copy of a letter dated 06th February January 2014 marked “P26-X2” sent by the Secretary of the Public Service Commission of the North Central Province to the Provincial Director of Health Services was attached. A copy of P26-X2” was sent to the petitioner informing him of",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.3,
      543.42,
      101.42
    ],
    "text": "the prohibition placed on the defence officer named by him and requesting the petitioner to appoint another defence officer.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      110.1,
      543.44,
      442.75
    ],
    "text": "The defence officer replied by his letter dated 25th February 2014 marked “P26-X3” stating that he was unaware of any prohibition imposed by the Public Service Commission. The defence officer cited section 14:2:9 and section 18 of Chapter XLVIII of the Establishments Code and took up the position that he was entitled to participate in the proposed disciplinary inquiry. The Provincial Director of Health Services replied by his letter dated “P26-X8” sent to the petitioner stating that, by operation of Circular No.s 2/99 and 2/99(1) issued by the Public Service Commission of the North Central Province, he was the duly appointed Disciplinary Authority having disciplinary powers over the petitioner and that, in terms of section 15:1 of Chapter II of the Establishments Code of the North Central Province, his concurrence was required if the petitioner wished to appoint a defence officer to participate in the proposed disciplinary inquiry. Eventually, following protracted correspondence exchanged between the petitioner and the respondents, the Secretary to the Governor of the North Central Province wrote a letter dated 03rd December 2014 marked “P26-X13” to the Provincial Director of Health Services permitting the aforesaid defence officer to participate in the proposed disciplinary inquiry to be held against the petitioner. It was made clear that this was being done on an exceptional basis only for the reason that the Provincial Director of Health Services had previously concurred with the appointment of the Defence Officer as set out in the letter dated 03rd August 2012 marked “P19”. “P26-X13” instructed that the disciplinary inquiry against the petitioner be held without delay. “P26-X13” was copied to the aforesaid defence officer.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      451.43,
      543.23,
      514.27
    ],
    "text": "Thereupon, the defence officer sent a letter dated 16th December 2014 marked “P37” to the Provincial Director of Health Services, renewing his request that an opportunity be given to examine the documents listed therein and obtain photocopies of these documents. The Provincial Director of Health Services did not respond to that request.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      524.77,
      543.29,
      585.67
    ],
    "text": "Instead, the Provincial Director of Health Services issued an Amended Charge Sheet dated 21st April 2015 marked “P44(b)” to the petitioner. That Amended Charge Sheet consolidated the individual Charges in respect of specified periods by setting out the relevant details in a Schedule and made a total of 4 Charges.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      594.35,
      543.38,
      688.9
    ],
    "text": "The petitioner replied by his letter dated 05th May 2015 marked “P45(b)” denying the Charges and stating that he was entitled to examine the aforesaid documents and obtain photocopies of these documents before submitting a detailed reply to the amended Charge Sheet. He also asked that he be reinstated without further delay since he has suffered substantial prejudice as a result of the proposed disciplinary inquiry remaining at a standstill since the initial Charge Sheet was issued on 20th June 2012.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      70.36,
      543.38,
      133.22
    ],
    "text": "The Provincial Director of Health Services replied by his letter dated 19th May 2015 marked “P47” stating that the petitioner and his defence officer could examine the documents and take photocopies on 28th May 2015. At the request of the petitioner, that date was rescheduled for 21st July 2015, as set out in the notice marked “P50”.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      141.9,
      543.39,
      188.78
    ],
    "text": "The Provincial Director of Health Services also issued a letter dated 15th July 2015 marked “P51(a)” appointing an Inquiring Officer. That letter was copied to the petitioner and his defence officer.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      197.46,
      543.44,
      355.49
    ],
    "text": "The Inquiring Officer wrote a letter dated 24th August 2015 marked “P58” notifying the Provincial Director of Health Services, the petitioner and his defence officer that the disciplinary inquiry would commence on 01st September 2015. However, the disciplinary inquiry did not commence on that day because the Prosecuting Officer had advised the Inquiring Officer that it was necessary to amend the Charge Sheet once more. The petitioner was not given an indication of when the proposed (second) Amended Charge Sheet would be issued. The disciplinary inquiry was postponed sine die until the proposed (second) Amended Charge Sheet was issued to the petitioner and he had an opportunity to furnish a reply - vide: the letter dated 15th October 2015 marked “P59” written by the Inquiring Officer to the Provincial Director of Health Services.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      364.17,
      543.4,
      585.67
    ],
    "text": "In the meantime, the Kebitigollawa Police had, on 04th May 2012, instituted proceedings bearing Case No. B/267/2012 against the petitioner in the Magistrate’s Court of Kebitigollawa with regard to the aforesaid suspected fraud; this was in pursuance of a complaint made against the petitioner. The petitioner was named as the only suspect. On 05th October 2012, the petitioner was arrested on suspicion of having committed offences under the Offences Against Public Property Act No. 12 of 1982. The petitioner was remanded on 06th October 2012. The petitioner remained in remand custody until 20th September 2013, when the High Court of North Central Province enlarged him on bail consequent to a Revision Application filed by the petitioner in the High Court. The documents placed before us reveal that the aforesaid Case No. B/267/2012 has been pending in the Magistrate’s Court of Kebitigollawa up to the end of the year 2016, without charges being filed or the petitioner being discharged. The record states that this is due to a continued delay in obtaining advice from the Attorney General’s Department.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      594.35,
      543.44,
      704.86
    ],
    "text": "The proposed (second) Amended Charge Sheet was not issued even by 31st December 2016, despite the passage of 16 months from 01st September 2015 when the disciplinary inquiry had first been scheduled to commence. As a result, the disciplinary inquiry against the petitioner had not commenced up to 31st December 2016. Consequently, the petitioner has not received his salary and other remuneration during the period of four years and nine months from the time he was interdicted on 03rd April 2012 up to 31st December 2016.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      70.36,
      543.33,
      196.7
    ],
    "text": "The petitioner filed this application on 03rd January 2017. He complained that the respondents’ alleged failure to carry out a preliminary investigation prior to interdicting the petitioner, the respondents’ alleged failure to act in terms of the provisions of the Establishments Code subsequent to interdicting the petitioner and the respondents’ alleged failure to commence and complete the disciplinary inquiry despite the passage of four years and nine months from the date the petitioner was interdicted, was unreasonable, arbitrary and capricious and violated the petitioner’s fundamental rights guaranteed by Article 12 (1) of the Constitution.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      207.2,
      543.44,
      363.41
    ],
    "text": "The petitioner prayed, inter alia, for an Order reinstating the petitioner in service and a declaration that the respondents were not entitled to withhold the petitioner’s usual remuneration from 20th June 2013 onwards - ie: after the expiry of one year from the issue of the first Charge Sheet dated 20th June 2012 marked “P15(b)”.The petitioner also prayed for a declaration that the aforesaid disciplinary inquiry against him is null and void or, alternatively, for a direction that the disciplinary inquiry be concluded before 13th March 2017 on which date the petitioner claimed he was due to retire, presumably upon reaching the age of 55 years. Further, the petitioner prayed for a direction that, if the disciplinary inquiry is not concluded before 13th March 2017 the petitioner’s pension not be subjected to any deductions in terms of section 12 of the Minute on Pensions.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      374.03,
      543.44,
      482.47
    ],
    "text": "As mentioned earlier, the petitioner was granted leave to proceed under Article 12 (1) of the Constitution. That was on 31st January 2017. About one week later a (second) Amended Charge Sheet dated 08th February 2017 marked “2R8” has been issued to the petitioner. Thereafter, the disciplinary inquiry commenced on 31st July 2017 and there had been 14 days on which the inquiry had been held up to 18th May 2018, as set out in the document marked “P72”. The progress of the disciplinary inquiry after 18th May 2018 has not been placed before us.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      493.09,
      543.35,
      647.07
    ],
    "text": "Before proceeding to consider how this case should be decided, I should mention that the Provincial Director of Health Services [the 2nd respondent] has stated in his affidavit dated 23rd March 2017 that “….. 55 years is the optional age of retirement of the Petitioner as per the Public Service Commission circular dated 06.09.2012 which is applicable to the Petitioner, however the Petitioner has not informed of his intention to retire from service to date.”. The documents marked “2R1” and “2R1(a)” relate to this statement. “2R1” is the aforesaid Circular issued by the Public Service Commission. It gives notice of an amendment made on 27th June 2012 to section 178 in Chapter XVI of Volume 1 of the “PROCEDURAL RULES ON APPOINTMENT, PROMOTION AND TRANSFER OF PUBLIC OFFICERS AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH AND INCIDENTAL",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      649.12,
      543.44,
      710.14
    ],
    "text": "THERETO” which had been issued earlier by the Public Service Commission and was published in Government Gazette No. 1589/30 dated 20th February 2009. As set out in section 177 read with section 178 of Volume 1 of these Procedural Rules, as amended, the compulsory age of retirement of public officers falling under the authority of the",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.3,
      543.44,
      323.69
    ],
    "text": "Public Service Commission is 60 years. However, a public officer is entitled to exercise an option of retiring after reaching the age of 55 years while the Appointing Authority is entitled to compulsorily retire a public officer on the grounds of inefficiency or unsatisfactory service after that public officer reaches the age of 57 years, subject to the public officer’s right of appeal. The letter dated 25th October 2012 marked “2R1(a)” establishes that these Procedural Rules apply to public officers falling under the authority of the Public Service Commission of the North Central Province. When the petitioner’s statement that he was 54 years of age on 03rd January 2017 [which is the date of his affidavit] is read with prayer (i) of the petition which states that the petitioner’s date of retirement would be 13th March 2017, it can be concluded that the petitioner reached 55 years of age on 13th March 2017 while this application was pending before this Court. We have not been advised of any termination of his services after this application was filed. Therefore, it can be assumed that, at the time of this judgment, the petitioner is 57 years of age and that he will remain in service until he reaches the age of 60 years unless his services are terminated before he reaches that age.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      334.07,
      156.0,
      347.45
    ],
    "text": "Determination",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      358.07,
      543.24,
      403.13
    ],
    "text": "As pleaded in paragraph 73 of the petition, the petitioner’s claim that his fundamental rights guaranteed by Article 12 (1) of the Constitution have been violated is based on the following three contentions:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      411.81,
      543.44,
      648.22
    ],
    "text": "(i) The petitioner contends that the Charge Sheet dated 20th June 2012 was issued without first conducting a preliminary investigation and ascertaining that there was a prima facie case against the petitioner and pleads that this was unlawful, unreasonable, arbitrary and discriminatory; (ii) The petitioner contends that the respondents have failed to comply with the provisions of the Establishments Code with regard to procedural steps prior to the commencement of the Disciplinary Inquiry and pleads that this was unlawful, unreasonable, arbitrary and discriminatory; (iii) The petitioner contends that there has been a delay of over four and a half years to commence the disciplinary inquiry after the petitioner was interdicted on 03rd April 2012 during which period the petitioner has not been paid any part of his monthly salary and other entitlements, and pleads that this is unlawful, unreasonable, arbitrary and discriminatory.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      658.84,
      543.27,
      719.74
    ],
    "text": "Before considering the above three claims made by the petitioner, I should mention that the petitioner maintains that there has been a continuing violation of his fundamental rights guaranteed by Article 12 (1) of the Constitution and that the respondents have not taken up the position that the present application is time barred.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      70.36,
      543.32,
      117.14
    ],
    "text": "The petitioner’s first contention that the Charge Sheet dated 20th June 2012 marked “P15(b)” was issued without first conducting a preliminary investigation and ascertaining that there was a prima facie case against the petitioner, can now be examined.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      127.88,
      543.31,
      188.78
    ],
    "text": "In this regard, the relevant provisions of the Establishments Code are found in Chapter XLVIII which is titled “Rules of Disciplinary Procedure”. All the sections of the Code which are referred to in this judgment are within this Chapter XLVIII of the Establishments Code [“the Code”].",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      199.4,
      546.8,
      450.79
    ],
    "text": "Sections 32 (1) and 32 (2) of the Provincial Councils Act provide that the powers of appointment, transfer, dismissal and disciplinary control of officers of the Provincial Public Service of each Province is vested in the Governor of that Province, and empowers the Governor to delegate his said powers to the Provincial Public Service Commission of that Province. It is not in dispute that the Governor of the North Central Province has delegated these powers to the Public Service Commission of the North Central Province - vide: paragraph [81] of the petitioner’s written submissions dated 26th December 2018. Thereafter, section 2 of the Code identifies the Disciplinary Authority who exercises the powers of dismissal and disciplinary control over various categories of public officers. The petitioner is a Class I Driver attached to the Horowpatana Peripheral Hospital, which is under the authority of the Provincial Director of Health Services of the North Central Province. Section 2:3 stipulates that the powers of dismissal and disciplinary control of public officers who are not in Staff Grades [with some specified exceptions] have been delegated by the Public Service Commission to the relevant Secretaries to Ministries, Heads of Departments and other Public Officers. It is an undisputed fact that the petitioner is not a public officer of “Staff Grade”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      461.29,
      543.31,
      569.83
    ],
    "text": "Accordingly, the petitioner’s Disciplinary Authority is the aforesaid Provincial Director of Health Services [the 2nd respondent]. In fact, this has been clearly stated in the letter marked “2R16” which records that the Public Service Commission of the North Central Province has, by its Circulars bearing No.s 02/99/and 02/99(1), delegated to the Provincial Director of Health Services, disciplinary powers in respect of several categories of employees. Class I Drivers such as the petitioner, fall within one of those categories.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      580.45,
      543.44,
      704.86
    ],
    "text": "Next, the issue of a Charge Sheet is usually the first step in disciplinary proceedings against a public officer [unless the public officer has been interdicted prior to that]. The issue of a Charge Sheet sets disciplinary proceedings in motion and has serious consequences to the public officer to whom the Charge Sheet is addressed. In view of this fact, the scheme of the Establishments Code is that when a Disciplinary Authority is considering whether disciplinary action should be taken against a public officer, he should first ensure a `preliminary investigation’ is held to ascertain whether there is a prima facie case which justifies taking disciplinary action against that public officer.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.3,
      543.06,
      133.22
    ],
    "text": "Thereafter, a Charge Sheet is to be issued only if that preliminary investigation discloses a prima facie case against the public officer. Needless to say, this is a safeguard put in place to ensure that disciplinary action against a public officer is commenced only where it is justified.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      143.72,
      543.27,
      220.58
    ],
    "text": "Thus, section 6 of the Code deals with the “Procedure for Disciplinary Action by a Head of Department or other Officer Holding Delegated Authority from the Public Service Commission” and contains the relevant provisions outlining the general procedure to be followed with regard to disciplinary proceedings against categories of public officers such as the petitioner. Sections 6:2 and 6:3 stipulate that:",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      230.96,
      542.86,
      244.34
    ],
    "text": "“6:2 Where a Head of Department or other Public Officer holding delegated authority",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      246.92,
      543.02,
      307.71
    ],
    "text": "in terms of sub-section 6:1 above contemplates disciplinary action against an officer in a category of officers coming within his disciplinary authority, he should hold a preliminary investigation himself or cause to be made a preliminary investigation by another officer or a group of officers appointed by him.",
    "fonts": [
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      318.35,
      543.11,
      363.39
    ],
    "text": "6:3 If a prima-facie case disclosed against the officer by the preliminary investigation held in terms of sub-section 6:2 above, the relevant Disciplinary Authority should prepare a charge sheet and duly issue it on the officer ….. “",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      374.03,
      545.0,
      689.02
    ],
    "text": "Section 13 deals with “Preliminary Investigations” and section 13:1 makes it clear that a preliminary investigation is held “to find facts as are necessary to ascertain the truth of a suspicion or information that an act of misconduct has been committed by an officer or several officers, and to find out and report whether there are, prima facie, sufficient material and evidence to prefer charges and take disciplinary action against the officer or officers under suspicion.”. Section 13:1 also states that the primary task of an officer or group of officers conducting a preliminary investigation is to record the statements of relevant persons, to examine the documents and records, to obtain the original documents or certified copies, to physically verify state-owned assets in charge of the officer or officers who are under investigation, to examine the relevant premises, to take over articles and documents as considered necessary and to make “their observations and recommendations on matters found out by them regarding the act of misconduct committed.”. Thus, to sum up, it is clear from the aforesaid provisions that the Provincial Director of Health Services, who is the petitioner’s Disciplinary Authority, was required to first hold a preliminary investigation on the lines described above or to cause such a preliminary investigation to be held. It is also common ground that the Provincial Director of Health Service did not hold a preliminary investigation or cause a preliminary investigation to be held by an officer appointed by him before issuing the Charge Sheet dated 20th June",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.18,
      543.41,
      260.06
    ],
    "text": "2012 marked “P15(b)”. As learned counsel for the petitioner submits “a Preliminary Investigation has never been held in respect of the purported acts of misconduct.” However, it is apparent that the Provincial Director of Health Services issued the Charge Sheet marked “P15(b)” relying on the provisions of section 29 of the Code which enable a Disciplinary Authority to issue a Charge Sheet based on a comprehensive report from the Auditor General without the Disciplinary Authority having to also go through the process of holding a separate preliminary investigation. Thus, learned State Counsel has submitted, in terms of section 29, “when the report submitted by the Auditor General is sufficiently comprehensive, a charge sheet can be directly issued and the requirement of holding a preliminary investigation can be dispensed with.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      270.71,
      543.29,
      347.45
    ],
    "text": "Section 29 is titled “Offences disclosed in an audit report” and section 29:1 states that in instances where a report by the Auditor General discloses that a public officer has committed irregularities or acts of misconduct by not adhering to rules and regulations or through negligence or inadvertence, the relevant Disciplinary Authority should invariably take disciplinary action against that public officer.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      358.07,
      543.44,
      403.11
    ],
    "text": "Thereafter, section 29:2 and section 29:3 state: “29:2 If the report of the Auditor-General is comprehensive enough as to establish the",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      405.59,
      543.07,
      482.45
    ],
    "text": "charges to be preferred against the officer, a charge sheet should be issued based on such report and a formal disciplinary inquiry held and necessary action taken”. 29:3 Where the Disciplinary Authority is of the opinion that preparing a charge sheet",
    "fonts": [
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      484.93,
      543.44,
      704.74
    ],
    "text": "or establishing the charges against an accused officer on the report of the Auditor-General is difficult, the relevant Head of Institution or Disciplinary Authority should, without delay, hold a preliminary investigation to further consolidate the acts of misconduct mentioned in the report of the Auditor-General and to facilitate the proper presentation of the charges at a formal disciplinary inquiry. Where a case of misconduct is prima facie disclosed by the preliminary investigation, the relevant Disciplinary Authority should take disciplinary action against the accused officer in accordance with the provisions of this Code.” Learned counsel for the petitioner has reproduced only sections 29:1, 29:2 and 29:3 in his written submissions and contends that these sections refer to and are limited to reports issued by the Auditor General and not to reports issued by the Internal Auditors. Counsel for the petitioner highlights that the report marked “P57” has been issued by the Director - Internal Audit and Investigations of the Department of Provincial Internal",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.3,
      543.45,
      402.99
    ],
    "text": "Audit and Investigation of the North Central Province. He cites Financial Regulations 133 and 134 and points out that the Report marked “P5” has “emanated from the Internal Auditor,” and that “P5” is not a Report by the Auditor General or one issued under the Auditor General’s authority. It is evident that “P57” has been issued by the Internal Auditors of the Provincial Administration of the North Central Province - ie: by the Department of Provincial Internal Audit and Investigation of the North Central Province - and not by the Auditor General or the Auditor General’s Department. Learned counsel submits that, since “P57” has not been issued by the Auditor General or under his authority, the provisions of sections 29:1 to 29:3 of the Code cannot be invoked and, therefore, the Provincial Director of Health Services could not have lawfully relied on the report marked “P57” to issue the Charge Sheet marked “P15(b)”. On that basis, counsel has submitted “It is evident that it [“P57”] has not been prepared from a Branch of the Auditor General, or under the supervision of the Auditor General and thus the Respondents relying upon section 29 is wrongful, illegal and unlawful.”. It is to be regretted that counsel for the petitioner did not proceed to also reproduce in his written submissions and refer to 29:4 of the Code, which reads: 29:4 Even where acts of misconduct are disclosed by Internal Audit Reports, the",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      405.47,
      543.44,
      688.78
    ],
    "text": "relevant Disciplinary Authority should take action in terms of sections 29:1, 29:2 and 29:3 above.”. Thus, a glance at section 29:4 establishes that the Provincial Director of Health Services was fully entitled to rely on the report marked “P57” prepared by the Department of Provincial Internal Audit and Investigation of the North Central Province when issuing the Charge Sheet marked “P15(b)”. Accordingly, section 29:4 conclusively disposes of the argument made on behalf of the petitioner with regard to the authority held by the Provincial Director of Health Services to issue the Charge Sheet marked “P15(b)” placing reliance on the report marked “P57”. It is necessary to observe here that section 29:4 stands immediately below sections 29:1, 29:2 and 29:3 of the Code. Counsel for the petitioner has reproduced sections 29:1, 29:2 and 29:3 in his written submissions and has made extensive submissions based only on these three sub-sections of the Code. Thus, the omission to cite section 29:4 is a cause for concern. Perhaps it is not out of place to observe that a Court is entitled to expect that learned counsel will refer to and draw the attention of Court to all provisions of the law and the judicial decisions which are relevant to the issues which",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.3,
      543.44,
      704.5
    ],
    "text": "are being considered and not selectively only to the provisions of law and judicial decisions which favour the arguments of his client. Perhaps as a second string to the aforesaid bow, it has been submitted on behalf the petitioner that the report marked “P57” does not meet the aforesaid description of a `preliminary investigation’ set out in section 13:1 of the Code. In this regard, learned counsel for the petitioner has submitted that the officers of the Department of Provincial Internal Audit and Investigation have not obtained the statements of relevant persons or verified the facts by questioning the medical officers who signed the “Government Order (Diesel)” Forms. It has also been submitted that “P57” does not include details of readings from the odometer of the ambulance. However, a perusal of “P57” shows that a statement from the petitioner was obtained before “P57” was prepared. In fact, the petitioner has admitted making a statement to an officer of the Department of Provincial Internal Audit and Investigation. “P57” records that the officers of the Department of Provincial Internal Audit and Investigation examined the individual “Government Order (Diesel)” Forms. These documents bear the signatures of the medical officers who authorised the purchase of diesel and the identity of these medical officers is ex facie evident on the documents. The fact that the petitioner prepared these “Government Order (Diesel)” Forms and that he has signed them, is also ex facie evident on the documents. “P57” makes it clear that “Daily Running Sheets” of the ambulance were examined and, in the normal course of business, these documents would have contained readings from the odometer of the ambulance. To sum up, a reading of “P57” leads me to take the view that it sets out a comprehensive report of the alleged fraud said to have been committed by the petitioner. “P57” contains a considerable amount of detail and refers to a large volume of documents which were examined prior to issuing the report. In this connection, it has to be also kept in mind that section 13:1 is only a broad description of what would constitute a `preliminary investigation’ as envisaged in the Establishments Code. Section 13:1 is only a guide. It is not a rigid list of mandatory instructions which will vitiate a `preliminary investigation’ simply because one or even a few of the steps referred to in section 13:1 have not been taken. What is important and what is stressed in section 13:1 is that the `preliminary investigation’ should encompass an investigation of the facts relating to a complaint or a suspicion that a public officer has committed an act of misconduct and that this investigation should be sufficient to ascertain and report on whether or not there is sufficient material and evidence to establish a prima facie case which justifies issuing a Charge Sheet and proceeding to",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.3,
      543.4,
      529.99
    ],
    "text": "disciplinary action against that public officer. There is an objective standard inherent in section 13:1. On reading “P57”, I am satisfied that this standard was met. In these circumstances, I see no merit in the petitioner’s submission that the report marked “P57” fails to meet the description of a `preliminary investigation’ set out in section 13:1 of the Code. Learned counsel for the petitioner has also made extensive submissions seeking to analyse the nature of the evidence examined by the Internal Audit Officers who carried out the investigation which led to the issue of the report marked “P57”. Counsel has sought to draw inferences from the total amount of litres of diesel said to have been misappropriated by the petitioner and the “mileage, traffic conditions, conditions of the ambulance and its efficiency in its consumption of fuel”, in an attempt to argue that the petitioner could not have been guilty of the alleged fraud. However, this Court is not in a position to act on these hypotheses when considering the present application. It would be inappropriate for us to place ourselves in the position of the Internal Audit Officers who carried out the investigation. Our function in the present application is to assess whether an objective, unbiased and reasonable preliminary investigation [or its equivalent in terms of section 29 of the Code] was carried out and whether the outcome of that exercise was a finding that a prima facie case of misconduct had been established against the petitioner. As held earlier, the answer to that question is in the affirmative. For the reasons set out earlier, the petitioner’s first contention fails. It is necessary to now consider the petitioner’s second contention that the respondents have failed to comply with the provisions of the Establishments Code with regard to procedural steps prior to the commencement of the Disciplinary Inquiry.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      540.61,
      543.32,
      585.55
    ],
    "text": "In this regard, the first step taken in the disciplinary process commenced against the petitioner was when, on 03rd April 2012, the petitioner was interdicted from duty pending a disciplinary inquiry, as set out in the letter marked “P13”.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      596.08,
      543.44,
      704.74
    ],
    "text": "Section 31 of the Code deals with “Interdiction and Compulsory Leave”. Section 31:1 states that the Disciplinary Authority is entitled to forthwith interdict a public officer where it is disclosed, prima facie, that he has committed one or more of the fifteen types of misconduct listed in sections 31:1:1 to 31:1:15. As the Disciplinary Authority [ie: the Provincial Director of Health Services] stated in “P13”, the report marked “P57” has disclosed, prima facie, that the petitioner has misappropriated diesel purchased for the aforesaid ambulance. That is undoubtedly an act of misconduct which falls firmly within",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.18,
      543.19,
      133.22
    ],
    "text": "the description set out in section 13:1:8 - ie: “Misappropriate government resources or cause such misappropriation, or cause destruction or depreciation of government resources willfully or negligently.”. It may also be said that this act of misconduct falls within several other limbs of section 31:1.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      141.9,
      543.41,
      220.46
    ],
    "text": "It should also be mentioned that the interdiction was imposed on 03rd April 2012, which is after the report dated 15th March 2012 marked “P57” was examined by the Disciplinary Authority. Thereby, the requirements of section 31:4 of the Code which state that “Normally a public officer should be interdicted on matters disclosed in a preliminary investigation held into the charges against him.” were also met.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      231.08,
      542.92,
      260.3
    ],
    "text": "In these circumstances, it is clear that the Disciplinary Authority acted lawfully and properly when he interdicted the petitioner.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      269.01,
      543.44,
      379.37
    ],
    "text": "Next, the Charge Sheet dated 20th June 2012 marked “P15(b)” was issued. Learned counsel for the petitioner has cited section 14:2 of the Code which requires that a Charge Sheet should “essentially contain”, inter alia, “14:2:1 - Under which Chapter, Section or Sections of this Code the Charge Sheet against the officer is issued” and “14:2:2 - Under which schedule of this Code the charges fall ……..”. Counsel submits that the Charge Sheet marked “P15(b)” does not contain these particulars and contends that, therefore, the Charge Sheet marked “P15(b)” is wrongful and illegal.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      389.99,
      543.33,
      482.47
    ],
    "text": "However, a perusal of the Charge Sheet marked “P15(b)” shows that it does state, in its very first paragraph, that the Charge Sheet has been issued under section 6:3 of Chapter XLVIII of the Code [which was cited earlier]. Further, the first paragraph of “P15(b)” goes on to specify that the Charges made against the petitioner and set out therein, fall within the Offences listed in the Code’s “First Schedule of Offences Committed by Public Officers” .",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      493.21,
      543.31,
      522.31
    ],
    "text": "Thus, the aforesaid submissions made on behalf of the petitioner are factually wrong and are without any substance.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      532.93,
      576.76,
      689.02
    ],
    "text": "Learned counsel for the petitioner has also submitted that the Charge Sheet was issued without a prima facie case against the petitioner first being established and, in this connection, has cited a previous decision in [SC Appeal No. 111/2010 dated 09th December 2016] in which I held that, under and in terms of the Universities Establishments Code, a Charge Sheet could be properly issued only if a prima facie case against the accused officer had been established. No doubt, that principle holds good in the present case too, by operation of section 6:3 of the Establishments Code [which was cited earlier].However, as determined earlier, the report marked “P57” had established a prima facie case of misconduct against the petitioner and the Charge Sheet marked “P15(b)” was properly issued only after that prima facie case had been",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.18,
      543.18,
      101.42
    ],
    "text": "disclosed. Thus, the requirement that a prima facie case should be established before a Charge Sheet is issued, was met,",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      111.92,
      512.36,
      125.3
    ],
    "text": "For the reasons set out above, I see no merit in the petitioner’s second contention.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      135.92,
      543.41,
      228.5
    ],
    "text": "That brings me to the petitioner’s third and final contention that the delay of over four and a half years to commence the Disciplinary Inquiry after the Charge Sheet was issued on 20th June 2012 and the fact that the petitioner has not been paid any part of his monthly salary during this period, is unlawful, unreasonable, arbitrary and discriminatory and constituted a violation of the fundamental rights guaranteed to him by Article 12 (1) of the Constitution.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      239.12,
      543.44,
      315.77
    ],
    "text": "In this regard, it is necessary to consider the amendment to section 22:1 of the Code which was effected by the Public Administration Circular No. 06/2004 dated 15th December 2004. This Circular introduced a new sub-section 22:1:1 immediately after the existing sub-section 22:1. Thus, section 21 deals with “The Role of the Disciplinary Authority” and sections 22:1 and 22:1:1 now states:",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      326.39,
      543.44,
      371.31
    ],
    "text": "“22:1 Where it is observed that the proceedings of a formal disciplinary inquiry are being unduly delayed, it will be the responsibility of the Disciplinary Authority to take action, as and when necessary to avoid such delays.",
    "fonts": [
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      381.95,
      543.4,
      522.19
    ],
    "text": "22:1:1 The Disciplinary Authority should take necessary steps to conclude the relevant inquiry and to issue the disciplinary order within a period of one year from the date of serving of a charge sheet against an accused officer. Except where the charge is not in terms of Sub-Section 31:11, and except where the proceedings and the issue of disciplinary order are delayed for more than one year due to the lapse of the part of the accused officer, he should if under interdiction be re-instated in service and paid his salary from that date. Regarding the unpaid salary up to that date action should be taken as stated in the disciplinary order received.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      532.93,
      543.24,
      625.54
    ],
    "text": "It should also be mentioned here that sections 31:11:1 and 31:11:2 of the Code state that a public officer who is interdicted in circumstances “Where legal proceedings have been initiated for ….. an offence of …… fraud” or “Where misappropriation of a serious nature of public funds and property is committed or where they are caused to be destroyed or depreciated by acts of commission or omission”, should not be paid any emoluments during the period of interdiction.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      636.16,
      542.99,
      665.38
    ],
    "text": "Thus, the provisions of section 31:11:1 and section 31:11:2 of the Code must now be read with the aforesaid provisions of section 22:1 and section 22:1:1 of the Code.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      675.88,
      543.42,
      705.22
    ],
    "text": "While section 22:1 of the Code makes the Disciplinary Authority responsible for taking necessary action to avoid delays in the conclusion of a disciplinary inquiry, the first limb",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.3,
      543.44,
      466.51
    ],
    "text": "of the newly introduced section 22:1:1 specifies that a disciplinary inquiry against a public officer must be concluded within a period of one year from the date of issue of the Charge Sheet. Thereafter, the second limb of the section 22:1:1 requires that a public officer who is under interdiction should be reinstated in service and be paid his salary after a period of one year from the issue of the Charge Sheet if the disciplinary inquiry continues after that time. However, there are two exceptions to the aforesaid general rule set out in the second limb of section 22:1:1 The first exception is in the case of a public officer facing a disciplinary inquiry in respect of Charges framed in respect of one or both types of misconduct falling within the ambit of section 31:11 of the Code and is under interdiction. Section 22:1: 1 provides that such a public officer need not be reinstated in service and paid his salary even if the disciplinary inquiry continues after the lapse of one year from the issue of the Charge Sheet. The second exception is in the case of a public officer who is under interdiction pending the conclusion of a disciplinary inquiry against him and whose own acts or omissions cause the disciplinary inquiry to spill over the specified period of one year. Section 22:1:1 provides that in such cases, the public officer need not be reinstated in service and paid his salary even if the disciplinary inquiry continues after the lapse of one year from the issue of the Charge Sheet. Accordingly, in the present case, the first limb of section 22:1:1 of the Code placed a duty on the Disciplinary Authority [ie: the Provincial Director of Health Services] to conclude the disciplinary inquiry and issue a disciplinary order within a period of one year from the issue of the Charge Sheet dated 20th June 2012 marked “P15(b)” - ie: on or before 20th June 2013.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      477.13,
      543.4,
      522.07
    ],
    "text": "The facts set out above, make it clear that the disciplinary inquiry had not even commenced by 20th June 2013 and, in fact, had not commenced up to 06th January 2017 when this application was filed in this Court.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      532.69,
      543.4,
      609.46
    ],
    "text": "In these circumstances, the only possible conclusion is that the Disciplinary Authority [ie: Provincial Director of Health Services] has failed and neglected to comply with the requirement specified in the first limb of section 22:1:1 of the Code which states that a disciplinary inquiry against a public officer should be completed within one year of the issue of the Charge Sheet.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      620.08,
      543.29,
      649.06
    ],
    "text": "Learned State Counsel had submitted that the holding of the disciplinary inquiry was delayed “due to reasons which were beyond the control of the Respondents”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      659.8,
      543.3,
      704.98
    ],
    "text": "In this connection, learned State Counsel has submitted that the endeavours made by the petitioner’s defence officer to examine the documents and take copies, the initial refusal of permission for the defence officer to participate at the disciplinary inquiry, an",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.3,
      543.17,
      117.26
    ],
    "text": "injury to the prosecuting officer and a requirement to amend the Charge Sheet, resulted in unavoidable delays in holding and concluding the disciplinary inquiry, due to no fault of the respondents.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      127.76,
      320.91,
      141.14
    ],
    "text": "However, these excuses cannot be accepted.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      151.76,
      543.44,
      403.13
    ],
    "text": "In this regard, firstly, section 14:9 of the Code gives the petitioner and his defence officer a right to examine the documents, and section 14:11 of the Code gives the respondents the discretion to provide copies of the documents on payment of charges, if so requested by the petitioner or his defence officer. As mentioned earlier, the Disciplinary Authority had sent the letter dated 08th October 2013 marked “2R3” to the petitioner advising him that he could examine the documents and take copies on 15th October 2012 but the petitioner states he did not receive “2R3”. The truth of the petitioner’s claim is supported by the fact that the petitioner was in remand custody when “2R3” was sent to his home address. In these circumstances, as mentioned earlier, the Provincial Director of Health Services should have replied the letters marked “P21” to “P25” sent by the petitioner’s defence officer and fixed another day on which the defence officer could examine the documents and take copies. The fact that the Provincial Director of Health Services belatedly gave the petitioner and his defence officer the opportunity to examine the documents and take copies on 28th May 2015, highlights the fact that this opportunity should have been given much earlier when the Provincial Director of Health Services received the letters marked “P21” to “P25”.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      413.75,
      543.42,
      458.71
    ],
    "text": "Thus, the submission made by learned State Counsel that the endeavours of the petitioner’s defence officer to exercise his lawful right to examine the documents and take copies justifies the delay in commencing the disciplinary inquiry, has to be rejected.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      469.33,
      543.38,
      530.23
    ],
    "text": "Secondly, the submission made by the learned State Counsel that the initial refusal of permission for the defence officer to participate at the disciplinary inquiry also has to be rejected for the simple reason that the respondents later recognised that the refusal was unnecessary and permitted the defence officer to participate in the disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      540.85,
      543.3,
      601.63
    ],
    "text": "Thirdly, an injury to the prosecuting officer cannot be regarded as an insurmountable obstacle to commencing and concluding the disciplinary inquiry. If the appointed prosecuting officer was unavailable, the Disciplinary Authority should have appointed another prosecuting officer and proceeded with the disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      612.28,
      543.44,
      689.02
    ],
    "text": "Fourthly, a perceived need to amend the Charge Sheet cannot justify a delay in holding the disciplinary inquiry beyond the period of twelve months provided by section 22:1:1 of the Code. There might have been a large number of documents to examine and consider, but that is no excuse for protracted delays in holding the disciplinary inquiry after the Charge Sheet dated 20th June 2012 marked “P15(b)” was issued.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.3,
      543.27,
      133.22
    ],
    "text": "Learned State Counsel goes on to adduce another reason for the delay in holding and concluding the disciplinary inquiry. She states that the petitioner was in remand custody from 06th October 2012 to 20th September 2013 and submits that the disciplinary inquiry could not be held during that time.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      143.72,
      543.46,
      347.33
    ],
    "text": "In this connection, section 27:11 of the Code stipulates that “Even when Court proceedings are in progress against a public officer for an offence which falls under this Code, the relevant Disciplinary Authority should hold a disciplinary inquiry against the officer independent of Court proceedings. The suspension or postponement of the disciplinary inquiry should be done only when there is compelling reasons or unavoidable obstacle.”. Further, section 27:12 states that “The fact that Court proceedings against the officer are still in progress will in no way affect the making of a disciplinary order at the conclusion of the disciplinary inquiry against him in terms of sub-section 27:11 above.”. Thus, on the one hand, the effect of the aforesaid two sub-sections of the Code is that the Disciplinary Authority was required to proceed with the disciplinary inquiry notwithstanding the fact that the petitioner was in remand custody, unless the Disciplinary Authority considered that there were “compelling reasons” or an “unavoidable obstacle” to proceeding with the disciplinary inquiry.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      358.07,
      543.44,
      498.31
    ],
    "text": "However, on the other hand, section 27:7 of the Code stipulates that when a public officer is remanded before the commencement of legal proceedings in a Court of Law, he should be granted compulsory leave to cover the period in remand. Thereafter, section 27:9 provides that the public officer should be reinstated upon being released on bail if the Disciplinary Authority determines that reinstating him will not adversely affect the interests of the public service. However, if the Disciplinary Authority determines that reinstatement will adversely affect the interests of the public service, the public officer could be kept on compulsory leave or, where a disciplinary inquiry is to be held against the public officer, he should be interdicted.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      508.81,
      543.44,
      649.18
    ],
    "text": "In the present case, it is apparent that the Disciplinary Authority [ie: the Provincial Director of Health Services] has taken the view that the petitioner will suffer substantial prejudice if the disciplinary inquiry is proceeded with while the petitioner was in remand custody. He has been of the view that this amounted to “compelling reasons or unavoidable obstacle” which called for the suspension of the disciplinary inquiry during that period. That view was ex facie reasonable since the fact that the petitioner was in remand custody for a period of more than eleven months from 06th October 2012 to 20th September 2013 was likely to have prevented the petitioner from properly defending himself at a disciplinary inquiry, if it was held during this period.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      659.8,
      543.4,
      689.02
    ],
    "text": "In these circumstances, it would be unreasonable to find fault with the Disciplinary Authority for having suspended proceeding with the disciplinary inquiry during the period",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      70.36,
      543.39,
      101.42
    ],
    "text": "from 06th October 2012 up to 20th September 2013 when the petitioner was in remand custody.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      112.04,
      543.41,
      220.58
    ],
    "text": "But, it has to be kept in mind that a period of three and a half months had lapsed from 20th June 2012 [when the Charge Sheet marked “P15(b) was issued up] to 06th October 2012 [when the petitioner was taken into remand custody]. That period of three and a half months must be counted when calculating the period of twelve months from the date of issue of the Charge Sheet, which is the period within which the Disciplinary Authority was required to complete the disciplinary inquiry, in terms of the provisions of section 22:1:1 of the Code.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      231.08,
      543.36,
      292.01
    ],
    "text": "It has to also be kept in mind that the Disciplinary Authority had no reason not to proceed with the disciplinary inquiry from 20th September 2013 onwards since the petitioner had been released on bail on that day and, from then on, was able to defend himself at a disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      302.63,
      543.32,
      395.21
    ],
    "text": "In these circumstances, since a period of three and a half months had already lapsed from the date of issue of the Charge Sheet up to the date the petitioner was taken into remand custody, the aforesaid provisions of section 22:1:1 of the Code required that the disciplinary inquiry be completed within the balance period available of eight and a half months from 20th September 2013 onwards, when the petitioner was released on bail and faced no impediment to defending himself at a disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      405.83,
      543.27,
      466.63
    ],
    "text": "Thus, after discounting the period during which the petitioner was in remand custody, the aforesaid provisions of section 22:1:1 of the Code required that the Disciplinary Authority ensure that the disciplinary inquiry be completed within a period of eight and a half months from 20th September 2013 - ie: on or before 04th June 2014.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      477.37,
      542.88,
      506.47
    ],
    "text": "However, as evident from the facts set out earlier, the disciplinary inquiry had not even commenced by that date.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      515.15,
      543.44,
      673.18
    ],
    "text": "The fact that the petitioner had not submitted a reply to the Charge Sheet dated 20th June 2012 marked “P15(b)” or to the amended Charge Sheet dated 21st April 2015 marked “P44(b)” did not prevent the Disciplinary Authority from insisting that the petitioner furnishes his answer to the Charge Sheet within a specified period of time and, thereafter, to proceed in terms of section 15:4 of the Code if the petitioner still failed to submit his answer to the Charge Sheet. It should be mentioned here that section 15:4 of the Code empowers the Disciplinary Authority to make an appropriate disciplinary order on the presumption that the accused officer is guilty of all the Charges, if that accused officer has failed or wilfully neglected to furnish his answer to a Charge Sheet within the specified period.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.3,
      543.16,
      117.26
    ],
    "text": "For the reasons set out above, I conclude that the Disciplinary Authority was required by the first limb of section 22:1:1 of the Code to have completed the disciplinary inquiry on or before 04th June 2014.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      127.88,
      543.42,
      204.62
    ],
    "text": "In these circumstances, the second limb of section 22:1:1 of the Code requires that the petitioner should have been reinstated in service and be paid his monthly salary from 04th June 2014 onwards - ie: from the expiry of twelve months from the date the Charge Sheet marked “P15(b)” was issued, after discounting the period the petitioner was in remand custody.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      215.24,
      543.39,
      260.3
    ],
    "text": "But, it is common ground that the petitioner was not reinstated in service and was not paid his monthly salary from 04th June 2014 onwards and that the petitioner remained under interdiction and without pay.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      270.95,
      543.41,
      347.69
    ],
    "text": "In this connection, learned State Counsel submits that the aforesaid first exception to the second limb of section 22:1:1 applies and justifies keeping the petitioner under interdiction without his monthly salary [and not reinstating him in service and paying his monthly salary], because the petitioner has been charged with acts of misconduct which fall within the ambit of section 31:11 of the Code.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      358.19,
      543.3,
      450.91
    ],
    "text": "There is no doubt about the fact that the petitioner is charged with grave acts of misconduct which fall firmly within the ambit of section 31:11 of the Code. Therefore, upon a strict and literal application of the aforesaid first exception to the second limb of section 22:1:1, the Disciplinary Authority was prima facie entitled to keep the petitioner under interdiction even after 04th June 2014 and to refuse to reinstate him and pay his monthly salary.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      461.53,
      543.39,
      617.62
    ],
    "text": "It would appear that the aforesaid first exception to the second limb of section 22:1:1 proceeds on the basis that a public officer who is charged with grave acts of misconduct involving dishonesty falling within the ambit of section 31:11 of the Code and is under interdiction due to these Charges, should remain under interdiction and not be reinstated in service and should not be paid his monthly salary until the disciplinary inquiry is concluded and there is a determination as to whether or not he is guilty of the grave acts of misconduct with which he is charged. In other words, that a public officer who is under interdiction and charged with grave acts of misconduct falling within the ambit of section 31:11 of the Code may be reinstated in service and paid his monthly salary only if he is found to be not guilty of the Charges at the disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      628.24,
      543.42,
      705.1
    ],
    "text": "However, the manner of application of the aforesaid first exception to the second limb of section 22:1:1 must be in harmony with the overriding duty placed on a Disciplinary Officer by section 22:1 to ensure that disciplinary inquiries are not unduly delayed and to take all necessary action to avoid delays in concluding disciplinary inquiries. Further, the first exception to the second limb of section 22:1:1 should be applied in light of the",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.3,
      543.42,
      133.22
    ],
    "text": "general rule set out in the second limb of section 22:1:1 that an officer who is under interdiction is entitled to be reinstated in service and be paid his monthly salary if the disciplinary inquiry continues even after the expiry of one year from the date of the Charge Sheet.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      143.84,
      543.3,
      252.26
    ],
    "text": "Viewed in this light, I am of the view that the first exception to the second limb of section 22:1:1 has to be applied reasonably and in manner which authorises keeping a public officer who is charged with grave acts of misconduct falling within the ambit of section 31:11 of the Code under interdiction and without pay for more than one year after date of issue of the Charge Sheet, only in cases where the Disciplinary Authority has exercised and is exercising reasonable diligence in proceeding with the disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      262.91,
      543.41,
      387.41
    ],
    "text": "Any other construction of the manner in which the first exception to the second limb of section 22:1:1 is to be applied, will result in an unacceptably harsh provision which will give license to a Disciplinary Authority to act negligently or even mala fide and cause unnecessary and protracted delays in holding and concluding a disciplinary inquiry against a public officer who is charged with acts of misconduct falling within the ambit of section 31:11 of the Code and is under interdiction without pay and, thereby, drive that public officer to desperation, penury and defeat. In this connection, it has to be kept in mind that the provisions of Volume II of the Establishments Code which deal with",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      389.87,
      544.4,
      514.27
    ],
    "text": "“GENERAL CONDUCT AND DISCIPLINE” and “RULES OF DISCIPLINARY PROCEDURE” are designed to not only ensure integrity and efficiency in the public service and deal with delinquent public officers but also to do justice to public officers and to protect their interests. These provisions of the Establishments Code are both the sword to be wielded against delinquent public officers, as well as the shield that will defend public officers from any arbitrary or capricious actions of their superior officers. To my mind, the aforesaid manner of applying the first exception to the second limb of section 22:1:1, is in harmony with the design of the provisions in Volume II of the Establishments Code.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      524.77,
      543.36,
      633.34
    ],
    "text": "Applying the aforesaid approach and keeping in mind the previous determination that the period of twelve months from the issue of the Charge Sheet is deemed to have ended on 04th June 2014, it is necessary to ascertain whether the Disciplinary Authority has exercised reasonable diligence in proceeding with the disciplinary inquiry from that date onwards and is, therefore, entitled to rely on the first exception to the second limb of section 22:1:1 and keep the petitioner under interdiction and without pay even after 04th June 2014.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      643.96,
      543.27,
      704.98
    ],
    "text": "An examination of the events which transpired after 04th June 2014 shows that the Disciplinary Authority [ie: the Provincial Director of Health Services] and some other officers of the Provincial Administration and the petitioner’s defence officer have engaged in protracted correspondence duelling over the refusal to permit the defence",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      72.3,
      543.3,
      228.38
    ],
    "text": "officer to participate at the disciplinary inquiry and also the request to examine the documents and take copies. As mentioned earlier, both disputes were eventually resolved with the defence officer being permitted to participate at the disciplinary inquiry and also examine the documents and take copies. However, this process took up a great deal of time and it appears that both sides concentrated on having their way on these issues rather than on the need to expedite the disciplinary inquiry. The petitioner’s defence officer has also not helped the situation due to an apparent habit of engaging in lengthy and repetitive letter writing and sometimes citing sections in the Establishments Code which are irrelevant. More importantly, the petitioner did not furnish his answer to the Charge Sheet.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      237.06,
      543.41,
      395.09
    ],
    "text": "Eventually, the Disciplinary Authority issued an amended Charge Sheet dated 21st April 2015 marked “P44(b)”. I have previously held that the perceived need to amend the Charge Sheet cannot be held out by the respondents to justify the delay in holding and concluding the disciplinary inquiry. In any event, a perusal of the amended Charge Sheet marked “P44(b)” shows that the main amendment was the consolidation of the individual Charges set out in the initial Charge Sheet dated 20th June 2012 marked “P15(b)”. There were also a few other relatively minor changes. Thus, the somewhat cosmetic nature of the amendments to the Charges reinforces the conclusion that the alleged need to amend the Charge Sheet did not justify the delay in proceeding with the disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      405.71,
      542.95,
      514.27
    ],
    "text": "In any event, the petitioner replied the aforesaid amended Charge Sheet by his letter dated 05th May 2015 marked “P45(b)” and denied the Charges and stated that he will tender a fuller reply after examining the documents and taking copies of the documents. In his letter marked “P45(b)”, the petitioner has highlighted the numerous delays that have taken place and the prejudice caused to him by these delays. He has then requested that he be reinstated in service and be paid his monthly salary pending the holding and conclusion of the disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      524.77,
      543.42,
      601.51
    ],
    "text": "However, that request was ignored by the respondents and an Inquiring Officer was appointed by letter dated 15th July 2015 marked “P51(a)”. Eventually, the Inquiry was scheduled to commence on 01st September 2015, as intimated by “P58”. But, as mentioned earlier, the Inquiry did not commence even on that day and had not commenced even up to the time this application was filed on 06th January 2017.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      612.16,
      543.39,
      688.9
    ],
    "text": "In these circumstances, the Disciplinary Authority cannot claim to have exercised reasonable diligence in proceeding with the disciplinary inquiry from 04th June 2014 onwards and, therefore, the Disciplinary Authority is not entitled to rely on the first exception to the second limb of section 22:1:1 and keep the petitioner under interdiction and without pay.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.3,
      543.4,
      117.26
    ],
    "text": "The question then arises as to the date from which the Disciplinary Authority became disentitled from relying on the first exception to the second limb of section 22:1:1 and not entitled to keep the petitioner under interdiction and without pay.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      127.88,
      543.23,
      172.94
    ],
    "text": "In seeking to fix on that date, it will be appropriate to exclude the period during which the parties were engaged in the aforesaid protracted correspondence. That is due to the fact that both parties contributed to the delay during this period, as observed earlier.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      183.56,
      543.42,
      276.17
    ],
    "text": "The next stage was the Disciplinary Authority issuing the amended Charge Sheet dated 21st April 2015 marked “P44(b)” and the petitioner replying by his letter dated 05th May 2015 marked “P45(b)” and highlighting the numerous delays that have taken place and the prejudice caused to him by these delays and requesting that he be reinstated in service and be paid his monthly salary pending the holding and conclusion of the disciplinary inquiry.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      286.79,
      543.42,
      508.46
    ],
    "text": "In JAYASINGHE vs. THE ATTORNEY GENERAL [1994 2 SLR 74], the petitioner pleaded that his fundamental rights guaranteed by Article 12 (1) of the Constitution had been violated by the respondents’ inordinate delaying the disciplinary proceedings against the petitioner after he was interdicted without pay. Fernando J held [at p.85-86] “The Petitioner's complaint is not that he was directly deprived of those safeguards: but only of the delay in the proceedings. It is trite, but nevertheless true, that justice delayed is justice denied: for the very good reason that delay may result in the denial of the substance of a fair trial, although all the forms are solemnly observed. Delay may result in essential witnesses and documents becoming unavailable, in recollections slowly fading, in legal expenses gradually becoming ever more unbearable, and in sapping the will to fight on for justice. All the safeguards may be there as a matter of form, but the substance of the protection of the law will be lacking. The aim of the protection of the law is to ensure justice, and so when there is inordinate delay, it can equally truly be said: protection delayed is protection denied. All delay is unacceptable, but that is not enough. What amount of delay is to be regarded as inordinate ?”",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      518.05,
      543.4,
      711.7
    ],
    "text": "The principle enunciated by Fernando J in JAYASINGHE vs. THE ATTORNEY GENERAL applies with full force to the present case before us and the question raised by His Lordship with regard to the point of time when delay becomes “inordinate” has to be determined in the present case. When seeking to determine the point at which the Disciplinary Authority and the respondents lost the right to claim the benefit of the aforesaid first exception to the second limb of section 22:1:1 of the Code, it is my view that by 05th May 2015 at the very latest - ie: when the Disciplinary Authority ignored the petitioner’s request that he be reinstated in service in view of the very long delay in even commencing the disciplinary inquiry and the very substantial prejudice caused to the petitioner by his being kept on interdiction without pay for many years - the Disciplinary Authority and the respondents had lost the entitlement to rely on the first exception to the second limb of",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      72.3,
      543.41,
      276.05
    ],
    "text": "section 22:1:1 and keep the petitioner under interdiction and without pay. The unreasonable delay on the part of the Disciplinary Authority and the respondents to commence the disciplinary inquiry was painfully clear by then and was inexcusable, and stripped them of any right to claim that the first exception to the second limb of section 22:1:1 entitled the Disciplinary Authority to continue to keep the petitioner under interdiction and without pay. The fact that the Charges against the petitioner were of misconduct involving dishonesty falling within the ambit of section 31:11 of the Code does, where necessary and particularly where the collation and production of comprehensive evidence at the disciplinary inquiry is time consuming, give a Disciplinary Authority a reasonable period time beyond the usual twelve months to conclude disciplinary proceedings. However, in the present case, the delay in even commencing the disciplinary inquiry by 05th May 2015 was manifestly unreasonable and unjustified.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      286.67,
      543.42,
      426.89
    ],
    "text": "In these circumstances, I hold that, in terms of the provisions of the Establishments Code, the Disciplinary Authority was bound and obliged to reinstate the petitioner and pay his monthly salary from 05th May 2015 onwards until the conclusion of the disciplinary inquiry and the making of the disciplinary order. If the Disciplinary Authority was of the view that reinstating the petitioner to service and permitting him to exercise the functions of his office was not in the interests of the disciplinary inquiry, the Disciplinary Authority was entitled to act on the lines of section 31:16 of the Code which provides for placing the petitioner on compulsory leave or attaching the petitioner to a another suitable post pending the conclusion of the disciplinary inquiry",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      435.59,
      543.39,
      577.63
    ],
    "text": "In conclusion, I hold that the failure of the 1st and 2nd respondents [the Regional Director of Health Services and the Provincial Director of Health Service] to act in terms of the provisions of the Establishments Code and reinstate the petitioner and pay his monthly salary from 05th May 2015 onwards until the conclusion of the disciplinary inquiry and the making of the disciplinary order or, alternatively, to act on the lines of section 31:16 of the Code and place the petitioner on compulsory leave or attach the petitioner to a another suitable post from 05th May 2015 onwards pending conclusion of the disciplinary inquiry and the making of the disciplinary order, violated the petitioner’s fundamental rights guaranteed by section 12 (1) of the Constitution.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      586.31,
      542.89,
      617.5
    ],
    "text": "The 1st and 2nd respondents are directed to reinstate the petitioner and pay his monthly salary from 05th May 2015 onwards until the conclusion of the disciplinary inquiry and",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      70.36,
      543.42,
      133.22
    ],
    "text": "the making of the disciplinary order. If the 1st and 2nd respondents are of the view that reinstating the petitioner to service and permitting him to exercise the functions of his office is not in the interests of the disciplinary inquiry, they are entitled to act on the lines of section 31:16 of the Code.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      141.9,
      543.42,
      188.78
    ],
    "text": "The 1st and 2nd respondents are directed to ensure that, in the event the disciplinary inquiry against the petitioner is still in progress, it is concluded within a period of three months of this judgment.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      199.4,
      543.41,
      307.85
    ],
    "text": "The petitioner’s prayer for direction to the effect that the petitioner is not to be subjected to any deductions in terms of section 12 of the Minutes on Pensions, is refused. In the event a disciplinary order has been made or is to be made against the petitioner based on the determinations reached at the disciplinary inquiry, the question of whether any such order is to be made in terms of section 12 of the Minutes on Pensions is one that to be decided in terms of the disciplinary order and by the respondents in accordance with the provisions of the relevant law and regulations.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      318.35,
      269.43,
      331.73
    ],
    "text": "The parties will bear their own costs.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      413.87,
      517.52,
      427.25
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      461.77,
      363.41,
      522.55
    ],
    "text": "Sisira J. de Abrew, J I agree.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      360.07,
      533.05,
      514.28,
      546.43
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      580.93,
      363.41,
      626.02
    ],
    "text": "Murdu N.B. Fernando, PC, J I agree.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      360.07,
      636.52,
      514.28,
      649.9
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  }
]