[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      139.94,
      74.81,
      475.35,
      88.85
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      91.85,
      380.88,
      123.05
    ],
    "text": "REPUBLIC OF SRI LANKA.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      126.05,
      543.27,
      704.17
    ],
    "text": "In the matter of an application for Special Leave to Appeal in terms of Article 128 of the Constitution of the Democratic Socialist Republic of Sri Lanka. SC Appeal No.134/14. Supreme Court Application No. SC (SPL)LA 253/12 CA. APPN/MISC/01/11 D.C.B.40236 1. Handuwala Devage Simon Fernando Alias Handuwala Devage Simon Munasinghe, No. 144, Kelanitissa Mawatha, Wanawasala, Kelaniya. Original Debtor - Applicant. 1A. Handuwala Devage Sisira Munasinghe, No. 144, Kelanitissa Mawatha, Wanawsala, Kelaniya. Substituted Debtor - Applicant. -Vs- Ranepura Devage Hector Jayasiri, No. 542, Sudharmarama Road, Kelaniya. Respondent. And In the matter of Chairman and Members of the Debt Conciliation Board had requested",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      261.05,
      74.81,
      543.11,
      259.76
    ],
    "text": "the Court of Appeal under section 53 of the Debt Conciliation Ordinance in to seek the opinion of the Court of Appeal on section 19A (1A) of the Debt Conciliation (amendment) Act No. 29 of 1999. 1. Chairman and Members of Debt Conciliations Board, No. 80, Adhikarana Mawatha, Colombo 12.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      262.88,
      543.18,
      499.06
    ],
    "text": "Requestor – Applicant seeking opinion from Appeal Court under Section 53 of the Debt Conciliation Ordinance. Requestor – Applicant. 2. Ranepura Devage Hector Jayasiri, No. 542, Sudharmarama Road, Kelaniya. Original Respondent - Respondent. -vs-",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      261.05,
      502.06,
      514.83,
      516.1
    ],
    "text": "1A. Handuwala Devage Sirira Munasinghe,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      519.22,
      530.07,
      704.17
    ],
    "text": "No. 144, Kelanitissa Mawatha, Wanawasala, Kelaniya. Substituted Debtor -Respondent. And Now Between Handuwala Devage Sisira Munashinghe, Of No.144, Kelanitissa Mawatha, Wanawasala, Kelaniya.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      612.73,
      174.29
    ],
    "text": "Substituted Debtor–Applicant – Respondent – Petitioner -Vs-",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      175.11,
      504.15,
      311.0
    ],
    "text": "1. Chairman and Members of Debt Conciliation Board, No. 80, Adhikarana Mawatha, Colombo 12. Requestor – Applicant – Respondent",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      270.05,
      311.94,
      482.07,
      328.16
    ],
    "text": "2. Ranepura Devage Hector Jayasiri",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      292.61,
      331.16,
      473.19,
      379.4
    ],
    "text": "No. 542, Sudharmarama Road, Kelaniya.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      360.07,
      382.4,
      546.53,
      413.62
    ],
    "text": "Original Respondent - Respondent - Respondent.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      416.62,
      543.27,
      577.81
    ],
    "text": "Before : Jayantha Jayasuriya PC, CJ Sisira J de Abrew, J & E.A.G.R. Amarasekara, J. Counsel : P. K. Prince Perera for substituted Debtor – Applicant –",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      583.45,
      506.55,
      715.45
    ],
    "text": "Respondent – Appellant. Sunil Jayakody for Original Creditor – Respondent – Respondent – Respondent. Argued On : 22.05.2019. Decided on : 14.07.2020.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.18,
      223.18,
      139.37
    ],
    "text": "E. A. G. R. Amarasekara J,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      151.85,
      536.44,
      294.92
    ],
    "text": "As per the Petition dated 20.01.2014 submitted by the Substituted Debtor Applicant Respondent Petitioner ( hereinafter sometimes referred to as the Substituted Debtor Applicant or the Petitioner), the Original Debtor- Applicant (hereinafter sometimes referred to as the Original Debtor), had preferred an application (No. 40236) to the Debt Conciliation Board ( hereinafter sometimes referred to as the Board) on 17th December 2005, praying relief under Debt Conciliation (Amendment) Act No 29 of 1999 ( hereinafter sometimes referred to as the Amendment or the Amending Act)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      307.52,
      542.95,
      542.74
    ],
    "text": "The position of the Substituted Debtor Applicant appears to be that the Original Debtor had obtained a loan of Rs.75, 000/- transferring his land in extent of 36.5 perches to the Original Creditor Respondent Respondent Respondent (Hereinafter sometimes referred to as Original Creditor) on transfer deed No.1539 dated 01-02-1993 attested by a notary public. The averments of the said Petition further state that, the then Chairman and Members of the Board had entertained the said application since 2005. However, before the Board, the question as to the maintainability of the application arose since the application was made relying on a transfer deed executed prior to 17th September 1999 (the date on which the afore-mentioned Amendment to the Debt Conciliation Ordinance was certified). Thereafter, a succeeding Chairman and the Members of the Debt Conciliation Board preferred a case stated to the Court of Appeal in May 2011 for its opinion on the question of law;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      555.22,
      530.18,
      624.49
    ],
    "text": "“Whether Section 19A (1A) of Debt Conciliation (Amendment) Act No. 29 of 1999 is applicable to debts secured by transfers made prior to 17th September, 1999”. (17th of September 1999 was the date on which the said Act was certified).",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      637.09,
      534.55,
      706.45
    ],
    "text": "The application to the Debt Conciliation Board, though dated 17.12.2005, was presented to the said board on 02.02.2006. However, the brief indicates that it was once dismissed on 04.07.2006, while the original debtor was not present, on an application made on the ground that the Board had no jurisdiction. Later on,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.93,
      541.37,
      181.01
    ],
    "text": "case was re-opened and, it appears certain evidence was led. Nevertheless, as per the record, it is clear that objection to the adjudication by the Board was there from the beginning on the basis that the relevant transfer deed was executed 13 years prior to the application and also prior to the said amending Act. Anyhow, the Board on 29.11.2010 had taken a decision to state the case to the Court of Appeal as aforesaid.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      193.61,
      540.72,
      318.2
    ],
    "text": "His Lordship and Her Ladyship of the Court of Appeal who, though wrote separate judgments, for the reasons elaborated in their respective judgments, came to the same conclusion that the aforesaid amendments are applicable to the deeds of transfers executed on or after 17th of September 1996 which being the date fell exactly three years prior to the certification of the said Amendment, Act No.29 of 1999 and the Board cannot entertain applications based on transfer deeds executed prior to 17th September 1996.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      330.68,
      517.29,
      399.92
    ],
    "text": "Being aggrieved by the said judgment of the Court of Appeal, the Substituted Debtor – Applicant preferred an application before this court. And after supporting the said application, special leave was granted by this court on the question of Law;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      412.54,
      543.06,
      463.3
    ],
    "text": "“Has the Court of Appeal misconstrued the proviso to Section 19(A) (1A) of the Debt Conciliation Amendment Act No 29 of 1999 in providing the opinion sought by the Debt Conciliation Board?”",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      475.78,
      542.48,
      508.18
    ],
    "text": "This appeal has been filed challenging the propriety of the said Court of Appeal judgment. On behalf of the Substituted Debtor Applicant the counsel argued that:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.58,
      518.6,
      539.41,
      534.82
    ],
    "text": "▪ Even though the relevant Deed of Transfer was executed on 01.02.1993 and",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.58,
      537.88,
      518.01,
      590.17
    ],
    "text": "the application was submitted on 17th December 2005, the Board has authority to entertain and hear the application. ▪ Since the Section 2(1) of the Amending Act which became the proviso to",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      103.58,
      594.49,
      535.86,
      719.17
    ],
    "text": "Section 19A(1A) reads as ‘provided that nothing in this subsection shall be read or construed as preventing the board from entertaining, after the period referred to in that subsection, an application by a debtor who is in possession of the property transferred’, what the Board should take into consideration is whether the applicant or the debtor was in possession of the property transferred as security to the Respondent who is the creditor or lender. This is because the Statute has to be expounded according to the",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      74.93,
      514.94,
      125.81
    ],
    "text": "will of the legislature giving the plain meaning to the language used and when there is one meaning the task of interpretation hardly arises. ▪ The time bar has been removed with regard to a “Debtor” who had",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      130.25,
      534.89,
      181.13
    ],
    "text": "transferred his movable property as security for a Debt obtained but continued to be in possession of such immovable property. ▪ The three-year period referred to in the main section does not operate as a",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      185.57,
      517.43,
      254.96
    ],
    "text": "bar for the Debtors who were continuing in possession of the property already transferred by the deeds when the said amending Act came into operation. ▪ As per the provisions in Section 19 A(1A), the Debtors who are not in",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      259.4,
      541.01,
      457.9
    ],
    "text": "possession and Creditors in respect of debts purporting to be secured by a deed of transfer have to make their respective applications within three years from the date of execution of the relevant deed. Thus, as far as these two categories of applicants are concerned, the Board cannot entertain applications based on deeds of transfer executed three years prior to the amending Act, namely 17th September 1996. However, the debtors who are in possession have no such time bar to make their application and the time period can go backwards as long as the relationship of the Debtor and Creditor exists. With regard to this category one should not substitute a time period which is not there in the section. ▪ In constructing statutes Judges should;",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      198.05,
      460.16,
      527.16,
      494.74
    ],
    "text": "o Suppress the mischief and advance the remedy. o Must consider the unambiguous language used by the",
    "fonts": [
      "ArialMT",
      "Calibri",
      "CourierNewPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      499.18,
      520.69,
      550.06
    ],
    "text": "parliament and when the words are not capable of limited construction, apply the words as they stand. ▪ The rule against retrospective operation is a presumption only. It may be",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      554.5,
      533.25,
      605.41
    ],
    "text": "overcome, not only by express words in the Act but also by circumstances sufficiently strong to displace it. ▪ The main purpose of the amending Act is to strengthen the weak borrower",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      609.85,
      537.05,
      697.69
    ],
    "text": "against the hitherto corrupt lender and to counter his subterfuges, and that is why it empowers the Board to receive evidence of the debtor notwithstanding the provisions in the Evidence Ordinance and the Prevention of Frauds Ordinance. ▪ Since the legislature knew that there are debtors at the time of formulation",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      103.58,
      702.01,
      523.63,
      716.05
    ],
    "text": "of the amending Act who are in danger of losing their valuable properties",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      85.58,
      74.93,
      532.26,
      144.29
    ],
    "text": "under the guise of transfers of their properties, it has not included a clause to state the effective date of the aforesaid proviso brought forward by the amending Act. ▪ As per Section 2 (e) of the Interpretation Ordinance ‘Commencement’ in",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      103.58,
      148.73,
      538.83,
      291.8
    ],
    "text": "reference to an enactment shall mean the day on which such enactment comes into force and ‘Operation’ used with reference to an enactment which is not to take effect immediately upon coming into force, shall mean the day on which such enactment takes effect. Since the amending Act does not spell a specific date of ‘commencement’ or ‘operation’ or a situation prior to the enactment of the Act, the amending Act is retrospective and goes to the beginning of the Principal Act and the amendment is operative from that date.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      304.28,
      542.37,
      373.52
    ],
    "text": "While the Substituted Applicant Debtor challenged the conclusions of the Court of Appeal as elaborated above, the Original Creditor as well as the Attorney General as Amicus Curiae have deliberated much in favour of the conclusions of the Court of Appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      386.0,
      542.93,
      529.06
    ],
    "text": "The position of the Original Creditor before this court is that, the Debtor has preferred the application in question to the Board on 2nd February 2006 (13 years after the signing of the deed) and by that time, the said amending Act had already come into operation. Since the Debtor could not make his application to the Board to redeem his property before the said amendment came into effect, the proper remedy for such a debtor would lie in the District Court where the Debtor may plead a cause of action based on a Constructive Trust if there was a loan covered by an absolute transfer.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      541.66,
      541.65,
      647.77
    ],
    "text": "It is also submitted on behalf of the Original Creditor that the issue that has arisen before this court requires to determine as to whether the said proviso would stand on its own or link with the main subsection 19A(1A). It is the position of the Original Creditor that the Proviso must of necessity be limited to the scope of the main section which it qualifies and a proviso receives only a construction so far as the main section itself is concerned.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      660.25,
      540.88,
      711.25
    ],
    "text": "With regard to whether the date of operation of the amending Act No. 29 of 1999 would be the date of certification or the date principal enactment became effective, it is submitted, on behalf of the Original Creditor, that if the amending",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      528.35,
      107.33
    ],
    "text": "Act is silent as to the date of operation it comes into operation at the date of its certification.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      119.81,
      537.41,
      262.88
    ],
    "text": "In relation to whether the said subsection 19A(1A) could be construed retrospectively to the applications made by the Debtors based on deeds of transfer executed on a date beyond a period of three years from the date of certification, provided they are in possession of the properties subject to the said transfers, the Counsel for the Original Creditor argues that the Board cannot entertain an application relying upon deeds of transfer that was executed 3 years prior to the date of certification of the amending Act even if the Debtor remains in the possession.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      275.36,
      534.38,
      326.24
    ],
    "text": "As per the written submissions on behalf of the Attorney General as Amicus Curiae, it was submitted with regard to the amendments brought forward by the aforesaid amending Act that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      335.86,
      505.37,
      353.48
    ],
    "text": "• The debtor could not make an application to the Board to redeem his",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      357.92,
      530.27,
      428.02
    ],
    "text": "property given on a transfer, even when it was executed as a security to a loan before the amending Act No. 29 of 1999. But the situation has changed with the amendment. • With the amendments, the Board is vested with jurisdiction to entertain",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      432.46,
      511.35,
      465.7
    ],
    "text": "applications in respect of deeds of transfer from 17.09.1999 onwards. • However, the Amending Act also fixes a terminal date backwards. The",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      470.02,
      540.1,
      558.58
    ],
    "text": "application has to be made within three years of the notarially executed instrument effecting the transfer, but proviso to section 19A(1A) provides a getaway from this time bar when the debtor is in possession of the property despite the absolute transfer shown on the document. • The proviso is linked to the 3-year time period between the date of",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      563.05,
      542.55,
      614.65
    ],
    "text": "execution of the transfer deed and the date of application mentioned in the main section 19A. The date of application has to be a date after 17.09.1999. • The legislative intent should be gathered by reading the section in its",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      619.09,
      531.85,
      670.81
    ],
    "text": "entirety. Thus, proviso does not stand alone and it has to be read with the sub section 19A(1A). • The terminal date for a notarially executed deed of transfer prior to 17th",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      675.25,
      540.23,
      707.65
    ],
    "text": "September 1999 that can be challenged before the board as is a mortgage is 17th September 1996, because a debtor who executed a deed of transfer",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.4,
      80.04,
      755.88
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      74.93,
      527.97,
      126.53
    ],
    "text": "on that date can submit his application on 17th September 1999 with the passage of the amendment. • Thus, an application to be filed before the Board, based on a deed of",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      130.97,
      528.83,
      181.85
    ],
    "text": "transfer, the transfer deed has to be executed either on 17.09.1996 or thereafter, and proviso will not apply to a deed of transfer executed prior to 17.09.1996 even if the debtor is in possession.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      194.33,
      537.1,
      245.09
    ],
    "text": "Before proceeding to analyze the aforementioned stances taken by the parties to this appeal, it is pertinent to place on record following facts which are not in dispute:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      255.54,
      527.0,
      271.76
    ],
    "text": "o The deed of transfer No. 1539, based on which the application was",
    "fonts": [
      "ArialMT",
      "Calibri",
      "CourierNewPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      276.08,
      526.46,
      308.6
    ],
    "text": "made to the Board, was executed on 01.02.1993. o The amending Act, namely the Debt Conciliation (Amendment) Act",
    "fonts": [
      "ArialMT",
      "Calibri",
      "CourierNewPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      313.04,
      508.81,
      345.56
    ],
    "text": "No. 29 of 1999 was certified on 12.09.1999. o No date of operation or commencement of the amending Act is",
    "fonts": [
      "ArialMT",
      "Calibri",
      "CourierNewPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      349.88,
      523.95,
      382.4
    ],
    "text": "expressly provided in the amending Act o There is no provision in the said amending Act which clearly states",
    "fonts": [
      "ArialMT",
      "Calibri",
      "CourierNewPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.02,
      386.84,
      493.94,
      419.14
    ],
    "text": "that the Act has retrospective effect or that its provisions are effective from a date prior to the date of certification.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      431.62,
      235.18,
      445.66
    ],
    "text": "Analysis of the Law involved",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      458.14,
      536.87,
      490.54
    ],
    "text": "Sections 19 and 19 A of the Act as amended prior to the amendments brought by the 1999 amending Act were as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      503.02,
      526.09,
      590.77
    ],
    "text": "“19. The Board shall not entertain any application by any debtor or creditor in respect of a debt which is the matter directly and substantially in issue in a previously instituted action which is pending in any court between the same parties or between parties under whom they or any of them claim litigating under the same title :",
    "fonts": [
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      603.25,
      522.48,
      635.65
    ],
    "text": "Provided that nothing herein contained shall be held to affect the right of the Board to deal with any application referred to it under section 45.",
    "fonts": [
      "Calibri-BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      648.13,
      538.24,
      717.49
    ],
    "text": "19.A.(1). The Board shall not entertain any application by a debtor or creditor in respect of a debt purporting to be secured by any such conditional transfer of immovable property as is a mortgage within the meaning of this Ordinance unless that application is made before the expiry of the period within which",
    "fonts": [
      "Calibri-BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.93,
      477.37,
      107.33
    ],
    "text": "that property may be redeemed by the debtor by virtue of any legally enforceable agreement between him and the creditor.",
    "fonts": [
      "Calibri-BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      119.81,
      530.68,
      189.05
    ],
    "text": "(2) Where the Board entertains an application of a debtor in respect of such a debt as is referred to in subsection (1), the Board shall cause notice of that fact signed by the secretary to be sent together with a copy of the application by registered post to the creditor to whom the application relates.”",
    "fonts": [
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      201.53,
      529.45,
      233.93
    ],
    "text": "The amending Act has inserted the following subsection with a proviso after the aforementioned section 19.A.(1) as (1A).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      246.56,
      522.52,
      334.16
    ],
    "text": "“(1A) The Board shall not entertain any application by a debtor or creditor in respect of a debt purporting to be secured by any such transfer of immovable property as is a mortgage within the meaning of this Ordinance, unless that application is made within three years of the date of the notarially executed instrument, effecting such transfer :",
    "fonts": [
      "Calibri-BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      346.76,
      511.39,
      416.02
    ],
    "text": "Provided that nothing in this subsection shall be read or construed as preventing the Board from entertaining, after the period referred to in that subsection, an application by a debtor who is in possession of the property transferred.”",
    "fonts": [
      "Calibri-BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      428.5,
      526.45,
      479.26
    ],
    "text": "It should be also noted aforementioned subsection 2 of Section 19 A was also amended to include applications made under aforesaid new section introduced by the amending Act, namely section 19A(1A).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      491.86,
      536.79,
      597.97
    ],
    "text": "Further the amending Act by its section 8 has amended the section 64 of the principal enactment by the substitution in the definition of “creditor”, for the words “a conditional transfer of immovable property” of the words “a transfer or conditional transfer of immovable property”; and by the substitution, in the definition of “mortgage”, for the words “any conditional transfer of such property” , of the words “any transfer or conditional transfer of such property”.",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      610.57,
      539.42,
      698.17
    ],
    "text": "A careful reading of the aforesaid amending Act of 1999 in the light of afore quoted amendments discloses that the said amending Act has brought notarially executed deeds effecting transfers, which alleged to have secured debts, under the purview of the Board. Such deeds of transfers were not within the jurisdiction of the Board prior to the amending Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.93,
      538.12,
      181.01
    ],
    "text": "In considering whether the Court of Appeal misconstrued the proviso to Section 19(A) (1A) of the Debt Conciliation Amendment Act No 29 of 1999 and also in forming an opinion by this court with regard to the case stated, namely whether Section 19A (1A) of Debt Conciliation (Amendment) Act No. 29 of 1999 is applicable to debts secured by transfers made prior to 17th September 1999, this court has to resolve the matters mentioned below. That is;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      118.58,
      191.43,
      538.42,
      226.13
    ],
    "text": "▪ On what date the amending act came into force or became effective; ▪ Whether the proviso to Section 19A(1A) is a standalone provision or is",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      118.58,
      230.45,
      541.31,
      299.84
    ],
    "text": "linked to the main part of subsection 19A(1A) and, or else whether the scope of the proviso is limited since it links with the main part of the sub section; ▪ Whether the amending Act has any retrospective effect; if so to what",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      136.58,
      304.16,
      441.63,
      318.2
    ],
    "text": "extent; or else whether its effect is only prospective;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      357.2,
      540.78,
      555.58
    ],
    "text": "As far as the date the Amending Act came into force or became effective is concerned, it is relevant to examine section 2 of the Interpretation Ordinance. As per the interpretations given in that section, the word “commencement” when used with reference to an enactment shall mean the day on which such enactment comes into force and the word “operation” when used with reference to an enactment which is not to take effect immediately upon coming into force shall mean the day on which such enactment takes effect. As mentioned before, since there is no express provision in the amending act with regard to the commencement or operation of the enactment, the Substituted Debtor Applicant argues that the amending Act is retrospective and goes to the beginning of the Principal Act and the amendment is operative from that date.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      568.09,
      532.5,
      692.65
    ],
    "text": "However, it was so stated in the R Vs Smith (1910) 1 KB 17 and R Vs Weston (1910) 1 KB 17 cited on behalf of the Original Creditor that “at the present time there are two well-known dates in many Acts of Parliament, the date of the Act passing and the date of its coming into operation. If, therefore an Act is silent as to the date of its coming into operation, it comes into operation at the date of its passing.” Bindra’s The Interpretation of Statutes also cites the aforementioned cases at Ch. XXXIII page 1048.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.93,
      538.85,
      236.45
    ],
    "text": "It is my considered view that unless there is an express provision as to the date of commencement or operation of the enactment, the view expressed in the aforesaid cases is the correct one to follow. If one adopts the view expressed on behalf of the Substituted Debtor Applicant it may cause grave difficulties and hardships to the subjects. An amendment that does not spell a date of commencement, when one adopts the stance of the Substituted Debtor Applicant, may revive already prescribed causes of actions; may create new obligations to past transactions; may convert what was not unlawful prior to the passing of the amendment unlawful.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      248.96,
      540.94,
      336.68
    ],
    "text": "Therefore, the correct view should be that the date of certification of the amending Act in the case at hand is the date it came into operation. Thus, the amending Act enabled a debtor to file an application before the Board in relation to a deed of transfer which was purportedly executed as a security to a loan given to the Debtor from the date of its certification, namely from 17.09.1999.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      349.16,
      549.05,
      584.41
    ],
    "text": "Anyhow, it is pertinent to note that the amendment is silent as to whether one can file an application before the Board based on a deed of transfer executed prior to the date of certification of the amending Act. The Court of Appeal has taken the view that applications can be filed based on deeds of transfer executed after 17.09.1996 since there is a limitation to file an action after 3 years of the execution of the deed and the proviso has to be interpreted considering its link with the subsection it belongs to. However, as stated before, the stance of the Substituted Debtor Applicant appears to be that the proviso has a standalone effect and, as such if the debtor is in possession, there is no terminal date backwards and applications can be filed on deeds of transfer even though they were executed at the date of commencement of the original Ordinance. Hence, it is necessary to see whether the relevant proviso has a standalone effect or whether it has to be considered as limited by its link with the Sub section 19A(1A).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      623.41,
      540.48,
      711.25
    ],
    "text": "Since the proviso to Section 19A(1A) reads as ‘provided that nothing in this subsection shall be read or construed as preventing the board from entertaining, after the period referred to in that subsection, an application by a debtor who is in possession of the property transferred’, the contention on behalf of the Substituted Debtor Applicant is that what should be considered by the board in",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      74.93,
      542.63,
      236.45
    ],
    "text": "entertaining the application is whether the applicant or the debtor was in possession of the property transferred as security to the Respondent who is the creditor or lender. In other words, his position is that the proviso has a standalone effect and it is not necessary to examine when the deed of transfer was executed if the debtor is in possession. In other words his argument seems to be that, since the time bar is removed with regard to a debtor who is in possession of the property, even if the deed of transfer was executed as far back as at the time of the enactment of the original Ordinance, what matters is whether the applicant is still in the possession of the property and nothing else.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      248.96,
      542.12,
      428.86
    ],
    "text": "It is true that court in interpreting statutes must give life to the intention of the legislature. In doing so, if the language is plain, the court must give effect to them. If the words are not capable of limited construction, apply the words as they stand. It is also correct to say that this amendment was brought to strengthen the weak borrower against the hitherto corrupt lender and to counter his subterfuges. Thus, there is no doubt that in constructing the provisions of the amending Act Judges should suppress the mischief and advance the remedy. However, a court should not construe a statute giving retrospective effect in a manner that will affect the substantial rights of the subjects unless it is clear that the intention of the legislature was to give retrospective effect.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      441.34,
      534.15,
      529.06
    ],
    "text": "On the other hand, as stated by His Lordship Justice in his impugned judgment in the Court of Appeal and, as argued on behalf of the Original Creditor and the Honourable Attorney General, the relevant proviso does not have a separate identity without its link to the main part of the relevant subsection, namely subsection 19A(A1).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      541.66,
      487.36,
      573.94
    ],
    "text": "The proviso is part and parcel of the said subsection. At this juncture it is pertinent to refer to the following decisions in this regard.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      586.57,
      537.81,
      674.17
    ],
    "text": "“Legislative intent should be gathered by reading the section in its entirety in the context of the object and purpose the legislature had in mind in enacting the provisions. An intention to produce an unreasonable result is not to be imputed to a statute if some other construction is available.” See Ismalebbe Vs Assistant Commissioner of Agrarian Services (1991) 2 SLR 332.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      74.93,
      537.37,
      125.69
    ],
    "text": "“It is a salutary rule, well established, that the intention of the legislature must be found by reading the statute as a whole.” – Vide Organo Chemical Industries Vs Union of India AIR 1979 SC 1803 at 1817.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      138.29,
      540.04,
      189.05
    ],
    "text": "“The proviso must of necessity be limited in its operation to the ambit of the section which it qualifies.”- Vide Lloyds and Scottish Finance, Ltd. V. Modern Cars and Caravans (Kingston), Ltd [(1966) 1QB.779 at 780].",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      201.53,
      540.3,
      307.76
    ],
    "text": "“It is common learning that the object of a proviso is to cut down or qualify something which has gone before. The thing which has gone before is the general power to give a discharge, absolute or suspended, and to impose conditions of the widest possible kind. It would be contrary to the ordinary operation of a proviso to give it an effect which would cut down those powers beyond what compliance with the proviso renders necessary.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      320.24,
      536.12,
      426.46
    ],
    "text": "What the proviso does is this. It does not give powers; it qualifies powers already given, and provides that in the exercise of those powers the court shall be subject to certain limitations in the sense that one or more of the stated alternatives is made obligatory.” - in re. Tabrisky, Ex. parte The Board of Trade [1947 Chancery Division 565 at pg. 568]. Further, Maxwell on Interpretation of statutes 12th Edition 189 and 190 also confirms the above position.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      438.94,
      504.16,
      489.7
    ],
    "text": "The aforementioned case laws and texts indicate clearly that the effect of a proviso is linked with the section or subsection it belongs to and its scope is limited and qualified by the main section.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      502.3,
      539.79,
      700.69
    ],
    "text": "Thus, in the light of above decisions, this court cannot find fault with the Court of Appeal for taking the view that the proviso to Section 19A(1A) is not a standalone provision but is linked to the main subsection 19A(1A) and the scope of the said proviso is limited since it links with the main sub section 19A(1A). Therefore, there is no error found in the judgment of the Court of Appeal in rejecting the stance taken on behalf of the Original Debtor in the Court of Appeal, namely the restriction referred to in section 19A(1A) does not operate as a bar to entertain applications if the debtor is in possession of the land alleged to have been transferred irrespective of the date of execution of the deed, even if such deed was executed as far back as at the time of the enactment of the principal ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      74.93,
      536.57,
      162.65
    ],
    "text": "Even though the Court of Appeal has expressed that under normal circumstances laws do not have retrospective effect, the effect of the decision of the Court of Appeal would be that the deeds of transfers executed on or after 17. 09. 1996 could become the subject of an application to the Board. The reasoning behind the Court of Appeal decision seems to be that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      90.02,
      172.27,
      541.63,
      189.89
    ],
    "text": "• The amending act enables filing of applications based on Deeds of Transfers",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      90.02,
      194.33,
      532.85,
      227.57
    ],
    "text": "from 17.09.1999. • The limitation in Section 19A (1) is that such an application cannot be filed",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      90.02,
      232.01,
      537.64,
      302.12
    ],
    "text": "after 3 years from the date of execution of the Transfer Deed. Thus, Deeds of Transfer executed on 17.09.1996 can be a subject of an application from 17.09.1999. • Since the proviso is linked to the main section and limits or qualify the",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      306.56,
      526.31,
      357.32
    ],
    "text": "provisions in the main section including the time limit, transfer deeds executed prior to 17.09.1996 cannot be a subject of an application to the Board even when the Debtor is still in possession.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      369.8,
      538.61,
      457.54
    ],
    "text": "However, the result of the Court of Appeal decision creates a retrospective effect on certain deeds of transfer executed between 17.09.1996 and 17. 09. 1999 where the latter is the date of commencement of the amending Act. Therefore, it is necessary to examine whether the amending Act has any retrospective effect and, if so to what extent.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      470.02,
      538.69,
      539.38
    ],
    "text": "In Colombo Apothecaries Limited Vs E.A. Wijesooriya 73 NLR 05 it was stated that “A statute may be brought into operation after the date of its enactment and it can also, provided the language is clear and unambiguous, be made to operate before enactment.”",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      551.86,
      518.92,
      639.61
    ],
    "text": "It was held in Grocock Vs Grocock (1920) 1 KB 1 DC at page 9 that “ In the absence of an expressed intention that a statute shall have a retrospective operation, the rule is nova constutio futuris formam imponere debet non praeteritis.”( Every new rule ought to prescribe a form for future, not for past acts; a new law ought to impose form on what is to follow, not on the past. )",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      652.09,
      534.27,
      702.97
    ],
    "text": "Even on behalf of the Original Creditor, while referring to Grocock Vs Grocock (1920) 1 KB 1 DC, R Vs Chandra Dharma (1905) 2 KB 335 and Director Public Prosecution Vs Lamb (1941) 2 All ER 499 , it was submitted that “a statute ought",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      74.93,
      542.8,
      162.65
    ],
    "text": "not be held retrospective in its operation, unless the words are clear, precise and quite free from ambiguity”. It was further submitted that statutes have retrospective effect when the declared intention of the legislature is clearly and unequivocally manifest from the language employed in the particular law or in the context of connected provisions.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      175.13,
      492.07,
      207.53
    ],
    "text": "In this regard following decisions and texts have also been brought to the attention of this court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      220.01,
      535.46,
      307.76
    ],
    "text": "“The rule against retrospective operation is a presumption only. It may be overcome, not only by express words in the Act but also by circumstances sufficiently strong to displace it.” -- Vide page 225 of the 12th Edition of Maxwell on Interpretation of Statutes by P. St. J. Langan referring to Sunshine Porcelain Potteries Pty. Ltd. V Nash [1961] A C 927.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      320.24,
      543.1,
      463.3
    ],
    "text": "Maxwell on the Interpretation of Statutes (12th Edition) at pages 215 and 216 – ‘Upon the presumption that the legislature does not intend what is unjust rests the leaning against giving certain statutes a retrospective operation. They are construed as operating only in cases or on facts which come into existence after the statutes were passed unless a retrospective effect is clearly intended. It is a fundamental rule of English law that no statute shall be construed to have a retrospective operation unless such a construction appears very clearly in the terms of the Act, or arises by necessary and distinct implication.",
    "fonts": [
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      475.78,
      510.3,
      526.66
    ],
    "text": "The statement of the law contained in the preceding paragraph has been “so frequently quoted with approval that it now itself enjoys almost judicial authority.”",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      539.14,
      529.96,
      700.81
    ],
    "text": "One of the most well-known statements of the rule regarding retrospectivity is contained in this passage from the judgment of R.S. Wright J. in Re Athlumney; “Perhaps no rule of construction is more firmly established than this – that a retrospective operation is not to be given to a statute so as to impair an existing right or obligation, otherwise than as regards matter of procedure, unless that effect cannot be avoided without doing violence to the language of the enactment. If the enactment is expressed in language which is fairly capable of either interpretation, it ought to be construed as prospective only.” The rule has, in fact, two aspects, for it “involves another and subordinate rule, to the effect",
    "fonts": [
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      74.93,
      488.81,
      107.33
    ],
    "text": "that a statute is not to be construed so as to have a greater retrospective operation than its language renders necessary.”",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      119.81,
      541.63,
      207.53
    ],
    "text": "If however, the language or the dominant intention of the enactment so demands, the Act must be construed so as to have retrospective operation, for “the rule against the retrospective effect of statutes is not a rigid or inflexible rule but is one to be applied always in the light of the language of the statute and the subject-matter with which the statute is dealing.” ’",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      220.01,
      539.3,
      492.22
    ],
    "text": "Bindra’s Interpretation of Statutes, 7th Edition page 862, -- “Operation of rule by express words or by necessary implication – It is fundamental rule that no statute shall be construed to have retrospective operation unless such a construction appears very clearly in the terms of the statute or arises by necessary and distinct implication. It has been held that a statute should not be given retrospective operation unless its words are so clear, strong and imperative that no other meaning can be annexed to them or unless the intention of the Legislature could not be otherwise satisfied particularly where retrospective operation would alter the pre-existing situation of parties or affect or interfere with their antecedent rights. The rule that laws are not to be construed as applying to cases which arose before their passage is applicable when to disregard it would impose an unexpected liability that if known might have caused those concerned to avoid it. When a statute deprives a person of his right to sue or affects the power or jurisdiction of a Court in enforcing the law as it stands, its retrospective character must be clearly expressed.",
    "fonts": [
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      504.7,
      541.04,
      684.61
    ],
    "text": "The intention to take away a vested right without compensation or any saving is not to be imputed to the Legislature unless it be expressed in unequivocal terms. Statutes have retrospective effect when the declared intention is clearly and unequivocally manifest from the language employed in the particular law or in the context of connected provisions. It is always a question whether the Legislature has sufficiently expressed itself. One must look at the general scope and purview of the Act and the remedy the Legislature intends to apply in the former state of the law and then determine what the Legislature intended to do. More retrospectivity is not to be given than what can be gathered from expressed or clearly implied intention of the Legislature.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      74.93,
      542.98,
      162.65
    ],
    "text": "Acts which have the effect of impairing contracts and affect vesting rights must be strictly construed and in interpreting such laws the Courts must lean against giving retrospective effect to their provision. Unless there is something in the language of an Act showing a contrary intention, the duty and the practice of the Court of Justice is to presume that the Act is prospective and not retrospective.”",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      201.53,
      542.31,
      418.42
    ],
    "text": "The aforementioned decisions and authorities indicate that there is no strict prohibition for retrospective legislation but there is a general presumption in favour of the rule against retrospective legislation. Generally, Statutes are construed as operating only in cases or on facts which come into existence after the statutes were passed unless a retrospective effect is clearly intended. However, a statute can be construed to give retrospective effect when the intention of the legislature to give retrospective effect is conspicuous by the clear, precise and unambiguous language used or by the strong attending circumstances. Thus, as law stands today it is correct to state that no statute shall be construed to have a retrospective operation to affect substantive rights of a subject unless such a construction appears very clearly in the terms of the statute, or arises by necessary and distinct implication.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      430.9,
      536.43,
      500.26
    ],
    "text": "At this juncture it is worthwhile to see the changes brought forward to the debt conciliation law by the amending Act. As said before the amending Act came into force on its date of certification, namely on 17.09.1999. As per words used in the relevant provisions of the amending Act, the plain and simple meaning would be;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      93.14,
      509.88,
      538.37,
      527.5
    ],
    "text": "• That from the date of commencement of the Act, it enables the debtors to",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      93.14,
      531.94,
      521.55,
      620.53
    ],
    "text": "file applications before the Board in respect of loans taken by executing deeds of transfers. (However, it is pertinent to note that no application could have been made in respect of loans taken by executing deeds of transfer prior to that date.) • That such an application has to be filed within 3 years from the date of",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      111.14,
      624.85,
      536.67,
      657.25
    ],
    "text": "execution of the deed of transfer but this 3-year limit was not applicable if the land is in the possession of the debtor.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      669.73,
      529.2,
      702.25
    ],
    "text": "In simple words, the amendment enabled debtors to file applications in relation to loans supposedly taken by executing transfer deeds within 3 years of the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      74.93,
      530.21,
      107.33
    ],
    "text": "execution of the deed but making that limitation of 3-year period not applicable when the debtor is in possession of the land.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      119.81,
      540.03,
      244.37
    ],
    "text": "However, the amendment is silent whether it applies to the Deeds of Transfers executed prior to the date of certification of the amending Act or its application is limited to the deeds of transfer executed after the date of certification. No express provision is found therein about how it affects the rights, privileges, obligations, liabilities or immunities of vendees of such deeds executed prior to the date of certification of the enactment. In that regard there is an ambiguity or uncertainty warranting an interpretation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      257.0,
      517.24,
      289.28
    ],
    "text": "What is stated in Craies on Statute Law 7th Edition page 387 sheds light on in recognizing a retrospective legislation. It reads as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      301.88,
      536.37,
      407.96
    ],
    "text": "‘“A statute is to be deemed to be retrospective, which takes away or impairs any vested right acquired under existing laws, or creates a new obligation, or imposes a new duty, or attaches a new disability in respect to transactions or considerations already past. But a statue “is not properly called a retrospective statute because a part of the requisites for its action is drawn from a time antecedent to its passing.”’",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      420.46,
      542.31,
      711.25
    ],
    "text": "The interpretation given by the Court of Appeal to the amending Act and its provisions may not adversely affect the debtors, but as far as the Vendees of deeds of transfer executed after 17.09.1996 till the date of commencement of the amending act are concerned, the interpretation given by the Court of Appeal may cause a substantial impact on their rights and obligations. Namely; they or their deeds of transfer were not subject to the authority of the Board till the 17.09.1999 but with interpretation given by the court of Appeal, they have been made subject to the authority of the Board. (On similar circumstances there was a possibility for them being sued in the District Court for a declaration of constructive trust but with the Interpretation given by the Court of Appeal their insusceptibility from the powers of the Board is removed.) A new duty and or obligation is created to present their case before the Board if an application is made by the purported debtor stating that the transfer deed is only security as is of a mortgage in respect of a loan, and failure or avoidance of which, or an adverse decision of the Board, possibly may cause severe consequences limiting or disabling their ability to deal with the relevant property involved as their own.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      74.93,
      510.73,
      107.33
    ],
    "text": "Further the decision of the board on such an application also may cause new obligations on the vendee to abide by.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      119.81,
      541.67,
      189.05
    ],
    "text": "Hence, as far as the vendees of Transfer Deeds executed between 17.09.1996 and 17.09.1999 are concerned, the interpretation given by the Court of Appeal affects the substantive rights of them that existed prior to the amendment causing the amending act to be retrospective.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      201.53,
      528.27,
      233.93
    ],
    "text": "As per the references quoted above from Maxwell on Interpretation of Statutes and Bindara’s Interpretation of Statutes:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      243.7,
      533.02,
      261.32
    ],
    "text": "• A court shall not give a retrospective operation to a statute so as to impair",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      265.64,
      536.37,
      335.72
    ],
    "text": "an existing right or obligation, otherwise than as regards matter of procedure, unless that effect cannot be avoided without’ doing violence to the language of the enactment. • If the enactment is expressed in language which is fairly capable of either",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      340.16,
      515.41,
      373.4
    ],
    "text": "interpretation, it ought to be construed prospectively • The intention to take away a vested right without compensation or any",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      377.84,
      539.17,
      429.46
    ],
    "text": "saving is not to be imputed to the Legislature unless it be expressed in unequivocal terms. • Furthermore, when a statute deprives a person of his right to sue or affects",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      433.9,
      516.18,
      485.62
    ],
    "text": "the power or jurisdiction of a Court in enforcing the law as it stands, its retrospective character must be clearly expressed. • Statutes which have the effect of impairing contracts and affect vesting",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      490.06,
      524.67,
      541.66
    ],
    "text": "rights must be strictly construed and in interpreting such laws the Courts must lean against giving retrospective effect to their provision. • Unless there is something in the language of an Act showing a contrary",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      546.1,
      518.4,
      578.53
    ],
    "text": "intention the duty and the practice of the Court of Justice is to presume that the Act is prospective and not retrospective.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      591.01,
      537.26,
      623.41
    ],
    "text": "In Attorney General Vs Vernazza [1960] 3 All E. R. 97 at 100, Lord Denning stated as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      635.89,
      530.58,
      705.25
    ],
    "text": "“If the new Act affects the respondent’s substantive rights, it will not be held to apply to proceedings which have already commenced, unless a clear intention to that effect is manifested: see Colonial Sugar Refining Co. Vs Irving [1905] A.C. 369. But if the new Act affects matters of procedures only, then, prima facie, it",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      74.93,
      527.88,
      107.33
    ],
    "text": "applies to all actions pending as well as future;” The aforementioned statement has also been referred to in Kanagasabai Vs Seevaratnam 76 NLR 517 at 520.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      119.81,
      542.34,
      465.7
    ],
    "text": "When one looks at the Court of Appeal’s decision in the light of what has been discussed above it is clear that, as far as the deeds of transfers executed in between 17.09.1996 and 17.09.1999 are concerned, the impugned decision of the Court of Appeal has an impact on the Vendees of those deeds not as a matter of procedure but on their substantive rights creating new obligations and duties or attaches new disability in respect of a past transactions while subjecting them to a new Jurisdiction. Thus, the interpretation given by the Court of Appeal affects the substantive rights of the Vendees of aforesaid deeds executed between 17.09.1996 and 17.09.1999. As said before, the interpretation given by the Court of Appeal has a retrospective effect on the rights of the said vendees. The language used in the amending act as well as the speech made by the relevant minister in the Parliament indicate that the intention of the legislature was to overcome the mischievous strategies of unscrupulous money lenders. However, the circumstances or the language do not clearly indicate without ambiguity that the legislature intended to affect the rights of the Vendees of deeds of transfer executed prior to the date of commencement of the amending Act. Hence, the view of this Court is that the Court of Appeal partly erred in coming to the conclusion that the aforesaid amendments are applicable to the deeds of transfers executed on or after the 17th of September 1996.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      478.3,
      535.98,
      566.02
    ],
    "text": "Therefore, answer to the case stated to the Court of Appeal by the Chairman and Members of the Debt Conciliation Board, Requestor- Applicant- Respondent should have been “No, Section 19A (1A) of Debt Conciliation (Amendment) Act No. 29 of 1999 is not applicable to debts secured by transfers made prior to 17th September, 1999.”",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      578.53,
      541.9,
      703.09
    ],
    "text": "Thus, the answer to the question of law allowed by this Court shall be ‘ Yes, the Court of Appeal misconstrued the proviso to Section 19(A) (1A) of the Debt Conciliation Amendment Act No 29 of 1999 in providing the opinion sought by the Debt Conciliation Board by coming to the conclusion that the amendments are also applicable to the deeds of transfer executed after 17.09.1996 and before 17.09.1999, when they only apply to the deeds of transfer executed after 17.09.1999.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      731.4,
      85.68,
      755.88
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      74.93,
      539.73,
      254.84
    ],
    "text": "Hence, the appeal is considered and the opinion of the Court of Appeal expressed in relation to the case stated shall be amended as per the decision made by this Court. In other words, the answer to the case stated should be “No, Section 19A (1A) of Debt Conciliation (Amendment) Act No. 29 of 1999 is not applicable to debts secured by transfers made prior to 17th September, 1999.” The Court of Appeal is directed to answer the case stated accordingly. However, since this Court is of the opinion that the amendments are not applicable to the deeds of transfer executed prior to 17.09.1999, this court cannot enter judgment in favour of the Substituted Debtor Applicant as prayed for in the prayer iv of the petition dated 15.11.2012.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      267.32,
      131.95,
      281.36
    ],
    "text": "No Costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      320.12,
      538.35,
      334.16
    ],
    "text": ".…………………………………………………….",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      346.64,
      522.63,
      360.68
    ],
    "text": "Judge of the Supreme Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      399.46,
      226.78,
      413.5
    ],
    "text": "Jayantha Jayasuriya, PC, CJ",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      425.98,
      113.95,
      440.02
    ],
    "text": "I agree",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      505.3,
      540.87,
      519.34
    ],
    "text": "………………………………………………………",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      531.7,
      458.07,
      545.74
    ],
    "text": "The Chief Justice",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      584.65,
      185.38,
      598.69
    ],
    "text": "Sisira J. de Abrew, J",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      611.05,
      113.95,
      625.09
    ],
    "text": "I agree",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      663.97,
      614.18,
      678.01
    ],
    "text": "……………………………………………………..",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      690.37,
      525.08,
      704.41
    ],
    "text": "Judge of the Supreme Court.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  }
]