{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2026-02-09-SC-APPEAL-78-2022",
  "num": "SC/APPEAL/78/2022",
  "date_str": "2026-02-09",
  "description": "Hon. K. Priyantha Fernando J - G.A.D. Sumanapala Watte Gedar...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_78_2022.pdf",
  "parties": "G.A.D. Sumanapala Watte Gedara, Uduhulpotha Bandarawela 15th Defendant – Appellant-Appellant V. L.K.Samudra Swarnamali Uduhulpotha, Bandarawela Substituted Plaintiff- Respondent-Respondent 1. Galle Arachchige Don Pedrik Appuhamy (Deceased) Mahindasiri, Golflink Rd, Bandarawela 1. A. Galle Arachchige Don Ananda Galle Arachchi 2. G.A.D. Podiappuhamy (Deceased) 2.A. G.A.D.Nimal Chandraguptha Diwthotawelakanda,Welimada 2.B. G.A.D.Rupasinghe 2.C. Asoka Weeralatha 2.D. Pushpalatha Upamalika 3. G.A.D Williyam Appuhamy (Deceased) 3.A. G.A.D.Nandani Indra Niwasa, (Deceased) Uduhulpotha,Bandarawela 3.B. G.A.D Neelakanthi 144/9/A, Pamunuwela, Gonawela, Kelaniya alias Indra Niwasa, Uduhulpotha Bandarawela 4. G.A.D. Kumaradasa (Deceased) 4.A. Y.M.Nandawathie 4.B. Ashoka Kumarasasa Both of Sobana Motors, Uduhulpotha, Bandarawela 4.C. G.A.D. Mahendrasena Pinarawa, Kinigama, Bandarawela 5. Keerthi Amarasinghe Alias Nimal Keerthi Amarasinghe Watte Gedara, Uduhulpotha Bandarawela 6. Sriyawathie Abeykoon, Abeysiri Niwasa, Uduhulpotha Bandarawela. 7.K.B.Chandrasena, Uduhulpotha, Bandarawela. 8.Pathmini Nilaweera Watte Gedara, Uduhulpotha, Bandarawela. 9. Dona Godahena Kamala Witharana 298, Watte Gedara, Uduhulpotha, Bandarawela. 10.Okanda Gamage Dhanapala Amila, Watte Gedara, Uduhulpotha Bandarawela 11.Premawathie Mahawitharana Uduhulpotha, Bandarawela 12.Sirisena Wanasinghe alias Wanasinghe Mudiyansilage Sirisena Uduhulpotha, Bandarawela 13.Hansa Udukalage 14.R.M. Dharmasiri All Of Watte Gedara, Uduhulpotha Bandarawela 16. Okanda Gamage Chandrani Renuka Uduhulpotha, Bandarawela 17.M.K.M Pemalatha, 18. Galle Arachchige Don Ananda Galle Arachchi Mahindasiri, Golflink Rd, Bandarawela. Defendants- Respondents-Respondents\n\nView More",
  "judgement_by": "Hon. K. Priyantha Fernando J"
}