[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      87.89,
      542.97,
      214.79
    ],
    "text": "In the maƩer of an appeal in terms of ArƟcle 128(1) of the ConsƟtuƟon of the DemocraƟc Socialist Republic of Sri Lanka read with Paragraph 3(b) of ArƟcle 154(P) of the ConsƟtuƟon and SecƟon 3 of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.84,
      214.85,
      308.92,
      278.27
    ],
    "text": "SC Appeal No: 37/2023 HC Anuradhapura Appeal No. 14/2020 LT Case No: 27/Anu/2410/2017",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      293.57,
      472.05,
      354.59
    ],
    "text": "N.W.D.T. Nanayakkara, No. 390/2, Harischandra Mawatha, New Town, Anuradhapura.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      353.93,
      348.04,
      369.71
    ],
    "text": "APPLICANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.56,
      368.93,
      542.72,
      490.31
    ],
    "text": "Vs. North Central Provincial Road Passenger Transport Authority, Provincial Council of the North Central Province, Secretariat Building, Anuradhapura.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      489.53,
      360.87,
      550.55
    ],
    "text": "RESPONDENT And between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.56,
      549.89,
      472.05,
      610.91
    ],
    "text": "N.W.D.T. Nanayakkara, No. 390/2, Harischandra Mawatha, New Town, Anuradhapura.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      610.13,
      425.13,
      641.03
    ],
    "text": "APPLICANT – APPELLANT",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      640.37,
      324.1,
      671.15
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      670.49,
      542.72,
      716.39
    ],
    "text": "North Central Provincial Road Passenger Transport Authority, Provincial Council of the North Central Province,",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      71.45,
      475.38,
      87.23
    ],
    "text": "Secretariat Building, Anuradhapura.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      86.45,
      472.05,
      222.83
    ],
    "text": "RESPONDENT – RESPONDENT And now between N.W.D.T. Nanayakkara, No. 390/2, Harischandra Mawatha, New Town, Anuradhapura.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      222.17,
      502.21,
      253.07
    ],
    "text": "APPLICANT – APPELLANT – APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      252.29,
      327.08,
      283.19
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.56,
      282.41,
      542.72,
      358.55
    ],
    "text": "North Central Provincial Road Passenger Transport Authority, Provincial Council of the North Central Province, Secretariat Building, Anuradhapura.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      357.89,
      542.72,
      627.35
    ],
    "text": "RESPONDENT – RESPONDENT – RESPONDENT Before: Kumudini Wickremasinghe, J Janak De Silva, J Arjuna Obeyesekere, J Counsel: Chamara Nanayakkarawasam for the Applicant – Appellant – Appellant Sabrina Ahamed, Senior State Counsel for the Respondent – Respondent – Respondent Argued on: 15th July 2025 WriƩen Tendered by the Applicant – Appellant – Appellant on 11th July 2023 and Submissions: 22nd August 2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      627.06,
      542.92,
      706.79
    ],
    "text": "Tendered by the Respondent – Respondent – Respondent on 19th September 2023 and 14th August 2025 Decided on: 10th October 2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.89,
      570.23
    ],
    "text": "Obeyesekere, J 1) This appeal arises from a judgment delivered by the High Court of the North Central Province holden in Anuradhapura [the High Court] on 26th July 2022. While the quesƟons of law have been reproduced in paragraph 17 below, the primary issue that arises for determinaƟon in this appeal is whether the High Court erred in law when it failed to order the reinstatement in service of the Applicant – Appellant – Appellant [the Applicant] in spite of the ﬁnding of the Labour Tribunal, with which the High Court agreed, that the terminaƟon of the services of the Applicant was unfair. Facts in brief 2) By leƩer dated 30th September 2004, the Respondent – Respondent – Respondent [the Respondent] had appointed the Applicant to the post of Accountant with eﬀect from 1st October 2004 [V1]. Her services had been conﬁrmed on 1st October 2007 by leƩer dated 25th September 2007 [V2]. Pursuant to approval being granted by the Department of Management Services for the cadre posiƟons of the Respondent, the Applicant had been issued with a fresh leƩer of appointment to the same post of Accountant with eﬀect from 1st January 2009 [V3]. 3) Pursuant to an anonymous complaint followed by the ﬁndings of a preliminary invesƟgaƟon, the Applicant had been placed on compulsory leave on 12th December 2013 with half pay. It is admiƩed that the Applicant had an unblemished record of service unƟl then. The Applicant had been interdicted on 29th May 2014 and had been issued with a charge sheet containing the following thirteen charges:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      570.41,
      542.57,
      643.19
    ],
    "text": "(i) Conversion of salaries of employees of the Respondent contrary to Circular Nos. 30, 30(i) and 30(ii)/2006 issued by the Department of Management Services;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      643.49,
      542.49,
      716.27
    ],
    "text": "(ii) As a result of the said irregular conversion of salaries, a sum of Rs. 5,286,235 had been overpaid as salaries to the employees of the Respondent, thereby causing a loss to the Respondent, for which loss the Applicant is responsible;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      72.17,
      542.63,
      87.95
    ],
    "text": "(iii) As a result of acƟng contrary to the said Circulars, the Applicant had received",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      90.9,
      542.8,
      160.91
    ],
    "text": "an addiƟonal sum of Rs. 378,470 as salary for the period of 1st January 2007 to 30th September 2009; (iv) Drawing a sum of Rs. 54,948 as fuel allowance for which allowance the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      164.21,
      542.5,
      268.91
    ],
    "text": "Applicant was not enƟtled; (v) Drawing a sum of Rs. 90,000 as transport allowance for which allowance the Applicant was not enƟtled; (vi) – (viii) Failure to recover a sum of Rs. 357,000 due as rental for premises given",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      272.09,
      542.56,
      322.79
    ],
    "text": "on lease; (ix) Payment of salary increments to four employees over and above what has been",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      326.09,
      542.59,
      465.59
    ],
    "text": "approved by the Board of Directors of the Respondent; (x) Failure to recover a sum of Rs. 982,962 due as rental for premises given on lease; (xi) MisappropriaƟng monies belonging to the Respondent; (xii) AcƟng contrary to direcƟons and orders given by the Board of Directors of the",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      468.89,
      542.43,
      519.59
    ],
    "text": "Respondent; (xiii) As a result of the above, bringing the Respondent and the Public Service to",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      522.89,
      542.66,
      703.67
    ],
    "text": "disrepute. 4) The Respondent did not allege that it had lost conﬁdence in the Applicant as a result of the above charges, but instead alleged that the Applicant had brought the Respondent and the Public Service into disrepute as a result of her alleged acts of misconduct . 5) At the disciplinary inquiry that followed her interdicƟon, the Applicant was found guilty of eleven of the above charges, but the Applicant was exonerated of charge Nos. (xi) and (xiii) which alleged that she had misappropriated monies belonging to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.95,
      700.55
    ],
    "text": "the Respondent, and bringing the Respondent and the Public Service to disrepute. The services of the Applicant were terminated by leƩer dated 24th October 2016 with eﬀect from the date of her interdicƟon. She was 51 years of age at the Ɵme her services were terminated. 6) I must perhaps menƟon at this stage that the ﬁnding of not guilty in respect of the aforemenƟoned two charges together with the absence of a charge relaƟng to the Respondent having lost conﬁdence in the Applicant are two factors that I shall consider when arriving at a decision in this maƩer. ApplicaƟon to the Labour Tribunal and the appeal to the High Court 7) Aggrieved, the Applicant ﬁled an applicaƟon before the Labour Tribunal, Anuradhapura. The Respondent led the evidence of the InvesƟgaƟon Oﬃcer, the Inquiry Oﬃcer and two others, and the Applicant gave evidence on her behalf. 8) The ﬁnding of the Labour Tribunal that the terminaƟon of the services of the Applicant is unfair and unjusƟﬁed has been aﬃrmed by the High Court and is no longer in issue. However, in order to place in context my decision, I shall brieﬂy refer to the principal accusaƟon against the Applicant contained in the aforemenƟoned ﬁrst three charges, that being the failure on the part of the Applicant to act in terms of Circulars issued by the Department of Management Services in calculaƟng the salaries of employees of the Respondent resulƟng in the overpayment of the salaries of the said employees and thereby causing a ﬁnancial loss to the Respondent. 9) It transpired in evidence that the aforesaid employees had been in the employment of the Respondent at the Ɵme the Department of Management Services formally approved the cadre posiƟons of those employees including the Applicant in 2008. The posiƟon taken up by the Respondent was that in accordance with the said Circulars, the employees in quesƟon should have been placed at the boƩom step of the salary scale from the point approval was granted by the Department of Management Services. However, since these employees were already in service and had earned several salary increments, in calculaƟng the salaries, it was alleged that the Applicant had taken into consideraƟon their period of service prior to 2009,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.56,
      141.95
    ],
    "text": "which then meant that the said employees were placed at a higher salary step and payments made accordingly. 10) Thus, the crux of the ﬁrst three charges alleged against the Applicant was twofold.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      145.13,
      542.94,
      291.11
    ],
    "text": "The ﬁrst was that the said employees and the Applicant herself should have been placed at the starƟng point of their respecƟve salary scales from 2009, eﬀecƟvely ignoring the period of service of the said employees prior to the formal approval of their cadre posiƟons by the Department of Management Services. The second was that as a result thereof, an overpayment had been made, causing loss to the Respondent. 11) While the Respondent did not produce before the Tribunal the relevant Circulars of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      294.29,
      542.85,
      459.23
    ],
    "text": "the Department of Management Services that the Applicant is said to have violated, it transpired during the cross examinaƟon of the InvesƟgaƟon Oﬃcer that the said Circulars were silent with regard to the manner in which the starƟng salary must be determined in respect of employees who had been in employment prior to the formal approval of the cadre posiƟons. As a result of the said failure to produce the said Circulars, the Labour Tribunal had opined that it was unable to determine if the basis of the ﬁrst three charges was factually correct. 12) Be that as it may, there are two maƩers that were detrimental to the case of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      462.53,
      542.66,
      513.23
    ],
    "text": "Respondent. 13) The ﬁrst is that the calculaƟon of the salaries of the above employees pursuant to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      516.53,
      542.97,
      703.67
    ],
    "text": "the decision of the Department of Management Services had been approved by the Board of Directors of the Respondent [E50] and therefore the blame for the alleged overpayment could not have been placed on the Applicant. In other words, the basis of the principal accusaƟon against the Applicant was fundamentally ﬂawed. What is regreƩable, and this is another maƩer that I shall advert to later, is that the aƩenƟon of the Inquiry Oﬃcer was drawn to E50 at the domesƟc inquiry but the Inquiry Oﬃcer had brushed aside the said decision of the Respondent. Had E50 been considered by the Inquiry Oﬃcer, the parƟes might not be where they are today, the Applicant would have conƟnued in service and the Respondent may well have been spared the consequences of this judgment.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.05,
      542.54,
      103.79
    ],
    "text": "14) The second maƩer is that having terminated the services of the Applicant for the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      107.09,
      542.86,
      195.83
    ],
    "text": "alleged overpayment of salaries, the Respondent conƟnued to pay the salaries of the employees at the same levels without any adjustment, thus demonstraƟng to my mind that the terminaƟon of the services of the Applicant was actuated by malice. 15) Having carefully considered each charge, the Labour Tribunal arrived at the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      198.78,
      542.94,
      364.07
    ],
    "text": "conclusion by its Order delivered on 15th June 2020 that the Respondent had failed to establish the charges against the Applicant and that the terminaƟon of the services of the Applicant was unfair. The Labour Tribunal did not order reinstatement or back wages but awarded the Applicant a sum of Rs. 1,352,000 as compensaƟon calculated at the rate of two months salary for 13 years of service of the Applicant. It must be noted that the Applicant had only 12 years of service at the Ɵme her services were terminated. 16) The Respondent did not ﬁle an appeal against the said Order. However, the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      367.37,
      542.94,
      586.19
    ],
    "text": "Applicant, dissaƟsﬁed with the adequacy of the relief granted, invoked the jurisdicƟon of the High Court seeking reinstatement in service and/or an enhancement of the compensaƟon. The High Court concurred with the decision of the Labour Tribunal that the terminaƟon of the services of the Applicant is unfair. The High Court however did not order the reinstatement of the Applicant nor did it increase the quantum of compensaƟon, but agreed with the decision of the Labour Tribunal with regard to the payment of compensaƟon in lieu of reinstatement, and the quantum of compensaƟon. QuesƟons of law 17) This appeal arises from the said judgment of the High Court. Special leave to appeal",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      589.14,
      493.24,
      624.23
    ],
    "text": "was granted on 16th January 2023 on the following three quesƟons of law:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      624.41,
      542.51,
      640.19
    ],
    "text": "(a) Did the High Court err in law by failing to appreciate that the Labour Tribunal",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      643.49,
      542.54,
      697.19
    ],
    "text": "should have ordered reinstatement of the Applicant with back wages and other emoluments?",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      72.17,
      542.5,
      87.95
    ],
    "text": "(b) Did the High Court err in law by failing to appreciate that the Labour Tribunal",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      91.25,
      542.56,
      160.91
    ],
    "text": "has failed to adduce any legally valid reason not to order reinstatement of the Applicant? (c) Did the High Court err in law by failing to appreciate that the Applicant is",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      164.21,
      542.89,
      252.95
    ],
    "text": "enƟtled to receive a higher amount of compensaƟon considering the period of service she was deprived of by the unjusƟﬁed and unlawful terminaƟon of services and denial of reinstatement? 18) Thus, the primary issue that needs to be determined is whether the High Court erred",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      256.25,
      542.74,
      398.99
    ],
    "text": "in law when it failed to order the reinstatement in service of the Applicant in spite of the ﬁnding of the Labour Tribunal that the terminaƟon of the services of the Applicant was unfair. The issue before us therefore is whether the Order of the Labour Tribunal is just and equitable. Provisions of the Industrial Disputes Act 19) SecƟon 31C(1) of the Industrial Disputes Act, as amended [the Act] provides that,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      402.29,
      542.88,
      529.07
    ],
    "text": "“Where an applicaƟon under secƟon 31B is made to a labour tribunal, it shall be the duty of the tribunal to make all such inquiries into that applicaƟon and hear all such evidence as the tribunal may consider necessary, and thereaŌer make, not later than six months from the date of such applicaƟon, such order as may appear to the tribunal to be just and equitable.” 20) In terms of SecƟon 33(1) of the Act, an order of a Labour Tribunal may contain",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      532.37,
      284.56,
      567.11
    ],
    "text": "decisions relaƟng to the following:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      567.29,
      542.53,
      710.03
    ],
    "text": "(a) Wages and all other condiƟons of service; (b) Reinstatement in service; (c) The extent to which the period of absence from duty of any workman, whom the labour tribunal has decided should be reinstated, shall be taken into account or disregarded for the purposes of his rights to any pension, gratuity or reƟring allowance or to any beneﬁt under any provident scheme;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      72.05,
      542.76,
      103.79
    ],
    "text": "(d) The payment by any employer of compensaƟon to any workman, the amount",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      107.09,
      542.93,
      176.87
    ],
    "text": "of such compensaƟon or the method of compuƟng such amount, and the Ɵme within which such compensaƟon shall be paid; (e) The payment by any employer of gratuity or pension or bonus to any workman,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      180.05,
      542.92,
      268.91
    ],
    "text": "the amount of such gratuity or pension or bonus and the method of compuƟng such amount, and the Ɵme within which such gratuity or pension or bonus shall be paid. 21) Thus, while SecƟon 33(1) sets out in very broad terms the extensive powers of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      272.09,
      542.93,
      379.91
    ],
    "text": "Labour Tribunal and confers a Labour Tribunal, on the one hand, with a very wide discreƟon in determining the type of relief that can be aﬀorded to an employee, SecƟon 31C(1), on the other hand, circumscribes that power by requiring that the order must nonetheless be just and equitable. 22) What is just and equitable has been the subject of discussion in many judgments of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      383.21,
      542.92,
      510.11
    ],
    "text": "this Court over the last several decades and does not need elaboraƟon. Quite naturally, whether an order is just and equitable must be determined on the facts and circumstances of each case. Thus, a Labour Tribunal must at all Ɵmes be guided by the evidence before it and must consider both sides carefully. It is only when the Labour Tribunal does so that an order can truly be called just and equitable. 23) As pointed out by Amerasinghe, J in Jayasuriya v Sri Lanka State PlantaƟons",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      513.29,
      542.79,
      640.19
    ],
    "text": "CorporaƟon [(1995) 2 Sri LR 379; at page 392], “The Tribunal must make an order in equity and good conscience, acƟng judicially, based on legal evidence rather than on beliefs that are fanciful or irraƟonally imagined noƟons or whims. Due account must be taken of the evidence in relaƟon to the issues in the maƩer before the Tribunal. Otherwise, the order of the Tribunal must be set aside as being perverse.” 24) It would perhaps also be important to emphasise that a Labour Tribunal does not",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      643.49,
      542.83,
      697.31
    ],
    "text": "possess an unfeƩered power and that consideraƟons of jusƟce and equity must necessarily control and limit the powers of Labour Tribunals. H. N. G. Fernando, J. (as he then was) observed in Walker Sons & Co. Ltd. v Fry [68 NLR 73] that a Labour",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.71,
      176.87
    ],
    "text": "Tribunal does not have the \"freedom of the wild ass” in determining the relief that should be granted. Reinstatement [with or without wages] or compensaƟon in lieu thereof? 25) With the Labour Tribunal having held that the terminaƟon of the employment of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      180.05,
      542.62,
      249.83
    ],
    "text": "Applicant was unfair, the next step was for the Labour Tribunal to decide on the relief that should be granted to the Applicant. 26) That reinstatement is the ﬁrst opƟon that must be considered once a ﬁnding is",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      253.13,
      542.86,
      325.91
    ],
    "text": "reached that the terminaƟon of services is unfair has been clearly set out by this Court Ɵme and again. Sharvananda, J (as he then was) in Caledonian Tea and Rubber Estates Limited v J.S. Hillman [79(1) NLR 421; at page 435], stated that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      326.09,
      542.84,
      510.11
    ],
    "text": "“Once it is found that a workman has been wrongfully or illegally discharged or dismissed, he is normally enƟtled to claim re-instatement. But this remedy is not absolute or of universal applicaƟon. There can be cases where it might not be expedient, because of the presence of unusual features, to direct re-instatement, and a Tribunal may think the grant of compensaƟon instead may meet the ends of jusƟce. A Tribunal may have reasons why it does not think it proper to re-instate a workman and may come to the conclusion that compensaƟon in lieu of reinstatement would be adequate relief. ” [emphasis added] 27) In Indrajith Rodrigo v Central Engineering Consultancy Bureau [(2009) 1 Sri LR 248;",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      513.29,
      322.47,
      548.03
    ],
    "text": "at pages 271 & 272], Marsoof, J held that:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      114.6,
      548.21,
      542.9,
      716.27
    ],
    "text": "“It is a well-established principle that the primary (albeit discreƟonary) remedy for harsh, unjust or unreasonable terminaƟon of employment is reinstatement to the same posiƟon or re-engagement to a comparable posiƟon held prior to the said terminaƟon. CompensaƟon is a secondary cure and is only ordered where, in the discreƟon of the court or Tribunal Court, it is held the reinstatement or re-engagement is not appropriate. Reinstatement has always been awarded at the discreƟon of the Labour Tribunal or Court and such discreƟon has to be exercised judicially taking into consideraƟon all the circumstances of the case….",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.66,
      218.03
    ],
    "text": "In the absence of any evidence that would have any bearing in regard to the quesƟon of reinstatement, such as whether or not the Appellant has got himself gainfully employed elsewhere during the pendency of the appeals to the High Court and to this Court, I hold that it would be just and equitable to reinstate the Appellant in service as an Engineer (Grade III) in the Respondent Bureau with eﬀect from 1st January 2010.” [emphasis added] 28) A similar conclusion was reached in The Associated Newspapers of Ceylon Ltd., v",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      221.33,
      541.69,
      256.07
    ],
    "text": "Jayasinghe [(1982) 2 Sri LR 595; at pages 599 & 600], where Soza, J, held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      256.25,
      542.83,
      421.19
    ],
    "text": "“The relief of reinstatement is granted where the contract of employment has been unjusƟﬁably breached by the employer. Back wages can then be awarded on the basis of an unbroken contract of employment. Of course the quantum of back wages and the period for which they will be awarded will depend on the circumstances of each parƟcular case. For instance if the employee had obtained other employment aŌer the date of terminaƟon that will be a relevant circumstance.” [emphasis added] 29) Soza, J stated further that in determining the quantum of back wages that must be",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      424.49,
      542.83,
      513.23
    ],
    "text": "paid the object of the exercise or the test that must be applied is to ascertain as far as possible the money equivalent of the loss of employment from the date of unjust dismissal. 30) The above test laid down by Soza, J was amply demonstrated in the case of M.D.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      516.53,
      542.92,
      703.67
    ],
    "text": "Gunasena & Co. Ltd v Somaratne Gamage [(2013) 1 Sri LR 143]. That was a case where the services of the employee was terminated in September 2000. By its Order delivered in 2006, the Tribunal found that the Applicant was not guilty of misconduct. The Labour Tribunal directed that the applicant be reinstated without a break in service and that he be paid compensaƟon amounƟng to one year’s salary. At the Ɵme of the judgment of the High Court in 2009, it was revealed that the applicant had only one year to serve in the establishment before reaching the reƟring age of 55. In view of this the High Court enhanced the compensaƟon ordered to be paid by the employer to four years’ salary or in the alternaƟve directed that the applicant be employed by the employer for a period of four years.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.05,
      542.88,
      103.79
    ],
    "text": "31) On an appeal by the employer, Dep, J (as he then was) held that, “The applicant was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      107.09,
      542.82,
      252.95
    ],
    "text": "out of employment from 2000 due to unlawful terminaƟon of his services. If he was reinstated in 2006 as ordered by the Labour Tribunal the applicant could have served more than four years in the company before reaching the reƟrement age. In such circumstances one cannot state that the order of the High Court to pay four years’ salary as compensaƟon is not a just and equitable order.” [emphasis added; at pages 149 & 150] 32) In Jayasuriya v Sri Lanka State PlantaƟons CorporaƟon [supra; at pages 405 & 406],",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      256.25,
      542.92,
      497.39
    ],
    "text": "Amerasinghe, J referred with approval to the above statement of Sharvananda, J in Caledonian Tea and Rubber Estates Limited v J.S. Hillman, and stated that, “Although the PeƟƟoner’s dismissal was wrongful and it may be ordered that he be reinstated, … considering the PeƟƟoner's uneasy relaƟonship with the Trade Unions and the likelihood of industrial strife if he is reinstated cf. Ceylon Ceramics CorporaƟon v Weerasinghe [SC 24/76 - SC Minutes of 15th July 1978]; cf. also Ceylon Workers' Congress v. Poonagala Group [SC 120/71 - SC Minutes of 28th November 1972] and the fact that the employer had alleged a lack of conﬁdence in the PeƟƟoner cf. Glaxo Allenbury's (Ceylon) Ltd. v. Fernando [SC 250/71 - SC Minutes of 22nd October 1974], I am of the view that compensaƟon, rather than reinstatement is the appropriate remedy in this case.” 33) Having considered the impact that an allegaƟon of the loss of trust and conﬁdence",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      500.69,
      542.83,
      573.47
    ],
    "text": "can have on the reinstatement of an employee, Kodagoda, J held as follows in Ceylon Cold Stores PLC v Inter Company Employees’ Union [SC Appeal No. 17/2012; SC minutes of 8th May 2025]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      114.6,
      573.65,
      542.89,
      703.67
    ],
    "text": "“Therefore, as per the above analysis, even though the terminaƟon of services is unjusƟﬁed due to the failure of the Appellant company in proving the guilt of Nadarajah, since the alleged lack of conﬁdence in Nadarajah has hampered the harmonious relaƟons between the parƟes, reinstatement of Nadarajah in employment would not be the appropriate remedy. Furthermore, due to the lapse of Ɵme since the terminaƟon of employment in 2017, and considering the best interests and future employment prospects of the employee, with a view to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.93,
      157.79
    ],
    "text": "prevenƟng unfavorable repercussions that may emanate from the alleged loss of trust and conﬁdence on the employee if he be reinstated, this Court is of the view that it would not be appropriate to order reinstatement of Nadarajah in service.” 34) Kodagoda, J, cited with approval the ﬁnding in Sri Lanka State PlantaƟon CorporaƟon",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      161.09,
      542.86,
      340.31
    ],
    "text": "v. Lanka Podu Seva Sangamaya [(1990) 1 Sri LR 84], that, “…an order for payment of compensaƟon in lieu of reinstatement may be subsƟtuted in appeal if reinstatement has become demonstrably impracƟcable due to changes in the employer's establishment or the closure of the business or by reason of the workmen having reached the age of reƟrement”, and held that, “Therefore, considering the unjusƟﬁed terminaƟon of Nadarajah from employment and the impracƟcability of reinstatement due to the aforesaid reasons, this Court is of the view that the Appellant company should pay compensaƟon to Nadarajah in lieu of reinstatement.” 35) If I may summarise, in deciding the relief that should be granted to the Applicant,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      343.49,
      542.98,
      622.79
    ],
    "text": "the Labour Tribunal had two opƟons available to it. The ﬁrst was to order the reinstatement of the Applicant. Prior to exercising this opƟon, there are two maƩers that must be considered. The ﬁrst is whether reinstatement is expedient or appropriate in the circumstances of the case. If the answer is in the aﬃrmaƟve, the second consideraƟon is whether the Applicant should be reinstated with back wages, and if so, whether the Applicant was enƟtled to back wages from the date her services were terminated unƟl reinstatement or for a lesser period. If the Tribunal was of the view that reinstatement was not expedient or warranted, the second opƟon available to it was to award compensaƟon as an alternaƟve to reinstatement. In-built in this opƟon was to decide on the applicable criteria in determining the quantum of compensaƟon. Whether it be back wages or compensaƟon, the prime consideraƟon is to redress the Applicant for the ﬁnancial loss caused as a result of the unfair dismissal. 36) The decision whether the reinstatement of an employee is expedient or appropriate",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      625.97,
      542.4,
      676.07
    ],
    "text": "would depend on the facts and circumstances peculiar to that case and may include the following:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      675.17,
      422.35,
      706.19
    ],
    "text": "(i) The nature of the services performed by the employee;",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      72.17,
      542.89,
      118.07
    ],
    "text": "(ii) The nature of the charges levelled against the employee; (iii) Whether any of the charges established at the domesƟc inquiry include",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      121.37,
      542.58,
      187.91
    ],
    "text": "misappropriaƟon of funds by the employee or fraud on the part of the employee; (iv) Whether the acts of misconduct alleged involve moral turpitude and/or gross",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      191.21,
      542.68,
      397.43
    ],
    "text": "mismanagement? (v) Whether the employer has alleged that it has lost conﬁdence in the employee; (vi) The extent to which the employees acƟons were blameworthy; (vii) The circumstances and the manner of dismissal; (viii) Whether the past conduct of the employee warrant reinstatement; (ix) Whether the employee had an unblemished record of service; (x) Whether the conƟnuance in service of the employee is not in the best interest",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      400.61,
      542.67,
      498.95
    ],
    "text": "of industrial peace at the workplace or not in the interest of the employee himself? (xi) Whether the employee had an uneasy relaƟonship with trade unions; (xii) The relaƟonship between the employee and the rest of the staﬀ and whether",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      502.25,
      542.52,
      568.79
    ],
    "text": "there was any animosity between the employee and the employer including its other staﬀ members; (xiii) Whether the employee was gainfully employed during the period he or she was",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      572.09,
      542.85,
      619.55
    ],
    "text": "under dismissal; (xiv) Whether there existed opportuniƟes for obtaining similar alternaƟve",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      622.85,
      542.76,
      670.31
    ],
    "text": "employment; (xv) Whether reinstatement is impracƟcable due to change in the employer’s",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      673.61,
      439.96,
      719.51
    ],
    "text": "establishment or due to closure of business etc.,; (xvi) Whether the employee has reached the age of reƟrement.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.05,
      542.55,
      103.79
    ],
    "text": "37) While the discreƟon in deciding which relief to grant is with the Labour Tribunal, in",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      107.09,
      542.94,
      217.91
    ],
    "text": "exercising its discreƟon and arriving at a just and equitable order, the Labour Tribunal must not only act reasonably but it must give reasons which must be raƟonal and supported by the evidence that was available to the Tribunal. As pointed out by Amerasinghe, J in Jayasuriya v Sri Lanka State PlantaƟons CorporaƟon [supra; at page 407 & 408]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      218.21,
      542.85,
      398.99
    ],
    "text": "“There must eventually be an even balance, of which the scales of jusƟce are meant to remind us. The Tribunal must endeavour to give each man that which is his right: “Sum clique tribuere\", as the Roman Law, to which our legal systems owe so much, felicitously phrased that concept.” “It is not saƟsfactory in my view to simply say that a certain amount is just and equitable. There ought, I think, to be a stated basis for the computaƟon, taking the award beyond the realm of mere assurance of fairness.” 38) That being the posiƟon, I shall now proceed to consider the Order of the Labour",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      402.29,
      542.85,
      545.03
    ],
    "text": "Tribunal, bearing in mind the submission of the learned Counsel for the Applicant that this was a case where the employee ought to have been reinstated since the grounds that would normally prevent reinstatement including the grounds set out above did not exist in this case. Order of the Labour Tribunal 39) Having determined that the terminaƟon of the services of the Applicant is unfair, the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      548.21,
      279.32,
      582.95
    ],
    "text": "Labour Tribunal stated as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      114.6,
      583.13,
      545.15,
      714.2
    ],
    "text": "“ta wkqj widOdrK fiajd iudma;sh fjkqfjka b,a,qusldrsh fj; iyk ,nd .ekSug ysuslula we;s njg ;srKh lrus' ta wkqj fuu b,a,qusldrsh ysusjsh hq;= iyk ljfra oehs ;SrKh lsrSfus oS j.W;a;rldr mdraYjh jsiska b,a,qusldrsh fj; widOdrK fpdaokd bosrsm;a lruska ls%hd l, wdldrh iy fus jk jsg b,a,qusldrshf.a jhi hk lreKq flfrys wjOdrKh fhduq lruska iy tfuka j.W;a;rldr wdh;kfha jsY%du .ekajsfus jhia iSudj iusnkaOj ksYaps; idlaIs fomdraYjh ;=<skau bosrsm;a lr fkdue;s nejska fuu kvqfjs idlaIs ,nd fok wjia:dj jk jsg fuu b,a,qusldrsh jhi wjqreoq 54 la njg m%ldY lr we;s nejska b,a,qusldrsh kej; fiajfha msysgqjsu fhda.H fkdjk njg ;SrKh lrus'",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.11,
      544.99,
      137.15
    ],
    "text": "ta wkqj widOdrK fiajd iudma;sh fjkqfjka fuu b,a,qusldrsh yg jkaos uqo,la ,nd oSu idOdrK iy hqla;siy.; njg uu ;SrKh lrus'” 40) It is clear from the above that the Tribunal was of the view that the Applicant was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      140.45,
      542.92,
      343.43
    ],
    "text": "enƟtled to be reinstated, but decided against it solely on the basis that no evidence had been placed by either party with regard to the age of reƟrement. It is correct that evidence with regard to the age of reƟrement of employees of the Respondent had not been led before the Tribunal. While this is a lapse on the part of the Applicant for which she must take responsibility, this was an extremely ﬂimsy ground to refuse reinstatement, especially when one considers that the Applicant was 54 years of age at the Ɵme she gave evidence a mere nine months prior to the Order. In any event, this was a maƩer on which the Labour Tribunal could have sought a clariﬁcaƟon from the parƟes as clearly mandated by SecƟon 31C(1) of the Act. 41) Thus, I am of the view that the age of reƟrement of the Respondent was not a factor",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      346.73,
      542.67,
      435.47
    ],
    "text": "that was relevant to the issue of reinstatement since the Applicant was yet to reach the age of 55 at the Ɵme the order was delivered. Thus, the Labour Tribunal acted irraƟonally and clearly erred when it took into consideraƟon an irrelevant fact. 42) The next quesƟon is, if not for the above error, did the facts of this case warrant an",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      438.77,
      542.77,
      660.83
    ],
    "text": "order for reinstatement. The answer to this quesƟon is twofold. The ﬁrst is, present before the Tribunal was an employee who had ten years of unblemished service, but who stood unfairly accused of misinterpreƟng circulars and paying employees a salary over and above their enƟtlement whereas the payment thereof had been authorised by the Board of Directors of the Respondent and the Applicant had no role to play in that decision. This was aggravated by the fact that the Inquiry Oﬃcer chose to ignore the said approval evidenced by the document E50 even though his aƩenƟon was drawn to it. The second factor is that the Respondent did not lead any evidence to establish that the reinstatement of the Applicant would not be expedient or appropriate in the circumstances of this case. 43) With the age of the Applicant not being a bar to the Applicant being reinstated, and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      664.13,
      542.46,
      717.95
    ],
    "text": "with the Labour Tribunal not being concerned with any other ground that would make reinstatement inexpedient, there was no impediment to an order being made for the reinstatement of the Applicant. Thus, in my view, the Labour Tribunal erred",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.17,
      542.53,
      176.87
    ],
    "text": "when it refused to order the reinstatement of the Applicant on the basis of the age of reƟrement of the Applicant. Judgment of the High Court 44) It is in the above background that I shall now consider the judgment of the High",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      180.05,
      542.45,
      230.75
    ],
    "text": "Court. 45) Having reiterated the facts and agreeing with the conclusion of the Labour Tribunal",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      234.05,
      542.8,
      287.75
    ],
    "text": "that the terminaƟon of the services of the Applicant was unfair, the High Court held as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      114.6,
      288.05,
      545.48,
      714.92
    ],
    "text": "“fuu kvqfjs b,a,qusldrsh ;u b,a,qusm;%h u.ska m%Odk f,iu b,a,d we;af;a ysÛ jegqma iu. kej; fiajh ,nd fok f,ig h' jsfYaIfhkau widOdrK iy whqla;s iy.; f,i fiajh wjika lsrSula lr ;snSfus ldrKdfjs oS kej; fiajhg msysgqjSu m%fhda.sl ;;a;ajhla u;= fkdlrhs' Bg fya;=j wehg fpdaokd m;%hla oS jskh mrslaIKhla mjd isoq lr lghq;= lr ;sfnk ksidh' fiajh wjika lsrsu whqla;s iy.; njg luslre jsksYaph iNdj ;SrKh flreKd jqj;a fiajlhd iy fiajd fhdPlhd w;r fydo ys; mµoq jq miqnsul kej; b,a,qusldrshj fiajfha msysgq jSu iqoqiq fkdjk njg ms<s.; hq;= fjs' jsY%du .ekajSfus jhia isudj iusnkaOfhka fomdraYjhu ksYaps; idlaIs bosrsm;a lr fkdue;s njg W.;a jsksiqre;=ush i|ykla lr we;' b,a,qusldr wNshdpl ;u wNshdpkd fm;aifus 06 jk fPaofha j.W;a;rldr wdh;kfha wjqreoq 55 ka fiajlhska jsY%du .ekajSfus wdh;khla fkdjk njg yd wNshdpkd fm;aiu f.dKq lrk ld< jljdkqj wkqj rdPH ixia:d\" ish,q rdPH wdh;k\" wraO rdPH wdh;k jsiska wjqreoq 60 olajd fiajh lsrSfus whs;sjdislus mej;Su ;snshoS wjqreoq 54 jk b,a,qusldrshg jhi wjqreoq 60 olajd fiajh lsrsug bvlvla ie<fik wdldrhg ;SrKhla ,nd osh hq;=j ;snshoS tfia lr fkdue;s njg ;ralhla bosrsm;a jqj;a idlaIs fok jsg weh jhi 54 la njg jS we;s moku ie<ls,a,g f.k b,a,qusldrshj kej; fiajfha msysgqjSu iqoqiq ke;ehs luslre jsksYaph iyd iNdm;s;=ush ;SrKh lsrsfuys fodaIhla ke;' fuu kvqfjs jeo.;a lreK jkafka tfia ys. jegqma iu. kej; relshdj ,nd fok f,ig ;SrKhla fkdfokafka kus mqraK jkaoshla ,nd oSug mshjr .kakd f,iska b,a,sula lr ;snsuh' th b;d meyeos<s jkafka ^w& iykh fkd,efns kus ^wd& iykh ;=,ska ;Dma;su;a jsug o b,a,qusldrsh leue;a; olajuska b,a,qus m;%h bosrsm;a lr ;snSuhs' th §fkdtfia kus¶ hk fhoqu ;=<ska meye<sfjs' ta wkqj ys. jegqma iys; kej; fiajh ,nd osug W.;a jsksiqre ;=ush ksfhda. fkdlsrsu fodaI iys; njg lSj;a th fodaI iy.; fkdfjs' ta wkqj W.;a jsksiqre;=ush jkaos uqo,la ,ndosug t;=ushf.a ksfhda.fha 21 jk msgqfjs ;SrKh lr we;' b,a,qusldrsh ;u b,a,qusm;%h",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.11,
      544.8,
      137.15
    ],
    "text": "u.ska mqraK jkaoshla f,i b,a,d ;sfnkjd usil th ixLHd;aulj .Kkh lsrSug ,la fldg b,a,Sula fldg ke;'” 46) In my view, the High Court erred on three grounds when it failed to hold that the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      140.45,
      542.91,
      191.15
    ],
    "text": "decision of the Labour Tribunal not to reinstate the Applicant was wrong. 47) The ﬁrst was when it held that the relaƟonship between the parƟes was not",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      194.45,
      542.85,
      283.19
    ],
    "text": "conducive to the reinstatement of the Applicant. This was not a maƩer that had been adverted to by the Labour Tribunal for the simple reason that there was no evidence placed before the Tribunal in that regard. 48) The second ground on which the High Court erred is when it stated that since the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      286.49,
      542.96,
      432.35
    ],
    "text": "Applicant is 54 years of age, there is nothing wrong in the Labour Tribunal not ordering reinstatement. Thus, the High Court failed to appreciate that (a) as long as the Applicant was within the age of reƟrement at the Ɵme of the Order, there was no legal impediment to the reinstatement of the Applicant, and (b) such remedy was the most just and equitable order that the Labour Tribunal could have made in the circumstances of this case. 49) The third ground is when it stated that the Applicant had sought compensaƟon in",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      435.65,
      542.7,
      597.35
    ],
    "text": "lieu of reinstatement, thus demonstraƟng that she is content with an order for compensaƟon as opposed to reinstatement. The High Court failed to appreciate that the said relief had been prayed for in the alternaƟve, and that it is the responsibility of the Labour Tribunal to make a just and equitable order having considered the evidence. The enƟtlement of the Applicant for back wages 50) Having concluded that the Labour Tribunal and the High Court erred when it failed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      600.65,
      542.85,
      711.47
    ],
    "text": "to reinstate the Applicant, the next quesƟon that needs to be decided is whether the Applicant is enƟtled to the payment of back wages, and if so, the quantum of back wages. In ideal circumstances, this is a maƩer that must be decided by the Labour Tribunal and the course of acƟon available to me is to remit this maƩer to the Labour Tribunal for a decision in that regard.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      542.74,
      87.95
    ],
    "text": "51) However, taking into consideraƟon that (a) the Applicant was interdicted in 2014, (b)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      91.25,
      542.82,
      275.15
    ],
    "text": "her services were terminated in 2016, (c) the Applicant has been without any form of remuneraƟon for 11 ½ years, (d) the Applicant has reached the age of 60, and (e) the Ɵme that it would take for the Labour Tribunal to make an appropriate order and the possible appeals that may arise from such an order, I am of the view that referring this maƩer to the Labour Tribunal would not only cause further expenses to both parƟes but would also not be in the interests of jusƟce. In these circumstances, I am of the view that the issue relaƟng to back wages must be decided by this Court. 52) I have already stated that the test in determining the quantum of back wages is to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      278.45,
      542.92,
      367.07
    ],
    "text": "ascertain the actual ﬁnancial loss caused by the unfair dismissal, which is the same consideraƟon that would apply in calculaƟng compensaƟon in lieu of reinstatement. 53) In Jayasuriya v Sri Lanka State PlantaƟons CorporaƟon [supra], it was held that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      114.6,
      367.37,
      542.95,
      719.51
    ],
    "text": "“With regard to ﬁnancial loss, there is, ﬁrst, the loss of earnings from the date of dismissal to the determinaƟon of the maƩer before the Court, that is, the date of the Order of the Tribunal, or, if there is an appeal, to the date of the ﬁnal determinaƟon of the appellate court. The phrase “loss of earnings\" for this purpose would be the dismissed employee’s pay (net of tax), allowances, bonuses, the value of the use of a car for private purposes, the value of a residence and domesƟc servants and all other perquisites and beneﬁts having a monetary value to which he was enƟtled. The burden is on the employee to adduce suﬃcient evidence to enable the Tribunal to decide the loss he had incurred.” [page 410] “Once the incurred, i.e., the ascertainable past losses have been computed, a Tribunal should deduct any wages or beneﬁts paid by the employer aŌer terminaƟon, as well as remuneraƟon from fresh employment. If the employee had obtained equally beneﬁcial or ﬁnancially beƩer alternaƟve employment, he should receive no compensaƟon at all, for he suﬀers no loss. The principle is this: He is enƟtled to indemnity and not proﬁt.” [emphasis added; page 411] “A dismissed employee must miƟgate his loss by taking any oﬀer of employment that is reasonably oﬀered to him, acƟng ,as if he had no hope of seeking",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      72.17,
      542.85,
      272.03
    ],
    "text": "compensaƟon from his previous employer. I hold that the failure to miƟgate the loss was not due to the PeƟƟoner’s fault. It is a fact recognized by this Court that persons like the PeƟƟoner, who are engaged in the business of running plantaƟons, ﬁnd it diﬃcult to obtain alternaƟve employment.” [pages 411-412] “I am of the view that the manner of dismissal in this case, blackened the PeƟƟoner's name in the plantaƟon sector and rendered him unﬁt for immediate re-employment and that the loss caused by unemployment is enƟrely aƩributable to the Respondent.” [page 412] 54) An employer who terminates the services of an employee without reason cannot be",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      275.33,
      542.85,
      459.23
    ],
    "text": "allowed to get away on the payment of a fracƟon of the salary that it would have paid such employee if not for the unfair dismissal. The Applicant in this case was an Accountant. It is common ground that an Accountant must be of the highest integrity and any allegaƟon of wrongdoing would aﬀect the future employability of such person. It was the posiƟon of the Applicant that she could not ﬁnd alternaƟve employment aŌer her services were terminated. The evidence of the Applicant that she was unable to ﬁnd employment and that she remained unemployed since interdicƟon has not been challenged by the Respondent. 55) Thus, present before the Labour Tribunal was an Accountant of a Provincial authority",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      462.53,
      542.95,
      608.51
    ],
    "text": "who had been unfairly accused of causing ﬁnancial loss to such authority, and who as a result of not being able to secure alternaƟve employment had been without a salary or any other form of remuneraƟon since her interdicƟon on 29th May 2014. She was 54 years of age at the Ɵme she gave evidence in November 2019 and as we have now been informed, was two months short of her 55th birthday at the Ɵme the Labour Tribunal delivered its Order. 56) There are two other factors that are important to my mind in determining the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      100.32,
      611.69,
      542.58,
      684.59
    ],
    "text": "quantum of back wages. The ﬁrst is the fact that the payment of salaries at a higher salary step had been approved by the Board of Directors. Thus, to point the ﬁnger at the Applicant was wrong and malicious. The second is that the document E50 was brought to the aƩenƟon of the Inquiry Oﬃcer but he chose to ignore it. As I have",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.17,
      542.84,
      141.95
    ],
    "text": "already stated, had it been considered, none of the parƟes would be where they are today. 57) Taking into consideraƟon all these factors, I am of the view that the Applicant was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      144.78,
      542.92,
      291.11
    ],
    "text": "enƟtled to be reinstated from the date her services were terminated [i.e. 29th May 2014, that being the date of interdicƟon] with back wages from that date unƟl she reached the age of 55 years [24th August 2020]. The Applicant shall also be enƟtled to the contribuƟons that the Respondent was required to make under the Employees Provident Fund Act and the Employees Trust Fund Act, as well as to any other super annuaƟon enƟtlements including gratuity for that period. 58) I have limited the period of back wages to the date that the Applicant reached the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      294.29,
      542.95,
      529.07
    ],
    "text": "age of 55 years since at its best, that was the evidence that was available to the Labour Tribunal with regard to the age of reƟrement. However, having taken into consideraƟon the submission of both learned Counsel that the reƟrement age of the Respondent is 60 years, I of the view that the Applicant shall be enƟtled to the payment of compensaƟon of one years’ salary calculated at the same rate as the back wages payable to the Applicant for loss of future employment opportuniƟes. I have limited the compensaƟon to one year since there is no assurance that the Applicant would have conƟnued in employment with the Respondent unƟl she reached the age of sixty. Conclusion 59) In the above circumstances, I am of the view that the High Court erred when it failed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      532.37,
      543.0,
      640.19
    ],
    "text": "to order the reinstatement in service of the Applicant in spite of it agreeing with the Labour Tribunal that the terminaƟon of the services of the Applicant was unfair. I would therefore answer the ﬁrst and second quesƟons of law in the aﬃrmaƟve. The need to answer the third quesƟon of law therefore does not arise. 60) I accordingly set aside that part of (a) the Order of the Labour Tribunal that held that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      100.32,
      643.49,
      542.86,
      716.39
    ],
    "text": "reinstatement cannot be ordered, and the payment of compensaƟon calculated at the rate of two months’ salary for 13 years, and (b) the judgment of the High Court aﬃrming the above Order of the Labour Tribunal, and subsƟtute it with the following:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "22",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      87.66,
      542.92,
      176.87
    ],
    "text": "(a) The Applicant is enƟtled to be reinstated in service with back wages from 29th May 2014. However, since she has now reached the age of reƟrement, the quesƟon of actual reinstatement in service does not arise. (b) The Applicant shall be enƟtled to the payment of half months’ salary from the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.0,
      180.05,
      542.93,
      214.79
    ],
    "text": "date that she was sent on compulsory leave unƟl her interdicƟon from service.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      218.93,
      542.73,
      272.75
    ],
    "text": "(c) The Applicant shall be enƟtled to the payment of the full monthly salary from the date of interdicƟon unƟl 24th August 2020.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      276.89,
      542.5,
      292.67
    ],
    "text": "(d) The monthly salary shall include the basic salary, the allowances that the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      295.97,
      542.84,
      422.75
    ],
    "text": "Applicant was enƟtled to and the contribuƟons that the Respondent was required to make under the Employees Provident Fund Act and the Employees Trust Fund Act. Details of the basic salary and allowances payable to the Applicant have been set out in Annexure ‘B’ annexed to the wriƩen submissions of the Respondent ﬁled on 14th August 2025. (e) For the avoidance of doubt, while the monthly salary shall not be less than Rs.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      426.05,
      542.91,
      679.91
    ],
    "text": "52,344 per month, in calculaƟng the basic salary, the Applicant shall not be enƟtled to any salary increments as salary increments must be earned on performance and saƟsfactory service. (f) The Applicant shall be enƟtled to the payment of gratuity for the period of her service from 1st October 2004 to 24th August 2020, provided gratuity is payable to employees of the Respondent, on the salary payable to her for the month of August 2020. (g) The Applicant shall be enƟtled to the payment of compensaƟon of one years’ salary, calculated in accordance with sub paragraphs (d) and (e) above, on the salary payable to the Applicant for the month of August 2020. (h) The Respondent shall deduct from the above amounts the compensaƟon that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      128.64,
      683.09,
      542.47,
      717.95
    ],
    "text": "it may have paid the Applicant pursuant to the Order of the Labour Tribunal, and any sums outstanding on loans that the Applicant may have taken.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "23",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      72.05,
      542.62,
      103.79
    ],
    "text": "61) Subject to the above variaƟon in paragraph 60 above, the Order of the Labour",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      107.09,
      542.45,
      224.27
    ],
    "text": "Tribunal and the judgment of the High Court are aﬃrmed. The Applicant shall be enƟtled to a sum of Rs. Ten Thousand as nominal costs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      224.45,
      520.9,
      319.55
    ],
    "text": "JUDGE OF THE SUPREME COURT Kumudini Wickremasinghe, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      319.61,
      517.97,
      414.71
    ],
    "text": "JUDGE OF THE SUPREME COURT Janak De Silva, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      341.4,
      414.77,
      518.08,
      446.51
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]