[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      72.3,
      536.96,
      85.68
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      285.05,
      88.16,
      330.39,
      101.54
    ],
    "text": "LANKA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      139.76,
      543.13,
      169.08
    ],
    "text": "In the matter of an application under Article 17 and 126 of the Constitution.",
    "fonts": [
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      181.64,
      573.44,
      322.01
    ],
    "text": "RAVINDRA GUNAWARDENA KARIYAWASAM Chairman, Centre for Environment and Nature Studies, No. 1149, Old Kotte Road, Rajagiriya. PETITIONER SC FR Application No. 141/2015 VS. 1. CENTRAL ENVIRONMENT",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      324.47,
      538.76,
      385.49
    ],
    "text": "AUTHORITY No. 104,Denzil Kobbekaduwa Road, Battaramulla. 2. CHAIRMAN, CENTRAL",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      387.95,
      612.65,
      496.63
    ],
    "text": "ENVIRONMENT AUTHORITY No. 104, Denzil Kobbekaduwa Road, Battaramulla. 3. SRI LANKA ELECTRICITY BOARD P.O. Box 540, Colombo 2. 4. CHAIRMAN, SRI LANKA ELECTRICITY BOARD",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      499.09,
      522.08,
      544.15
    ],
    "text": "P.O. Box 540, Colombo 02. 5. CHIEF MINISTER, NORTHERN PROVINCE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      546.73,
      544.04,
      639.46
    ],
    "text": "No. 26, Somasundaram Avenue, Chundukuli, Jaffna. 6. PONNUTHURAI AYNGARANESAN, MINISTER OF ENVIRONMENT, NORTHERN PROVINCE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      641.92,
      543.2,
      687.1
    ],
    "text": "No. 295, Kandy Road, Ariyalai, Jaffna. 7. CHAIRMAN, VALIKAMAM SOUTH",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      689.56,
      468.8,
      702.94
    ],
    "text": "PRADESHIYA SABHA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      705.4,
      408.05,
      718.78
    ],
    "text": "Valikamam.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.3,
      530.84,
      101.54
    ],
    "text": "8. NORTHERN POWER COMPANY (PVT) LTD.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      104.0,
      542.84,
      292.01
    ],
    "text": "No. 29, Castle Street, Colombo 10. 9. HON. ATTORNEY GENERAL Attorney General‟s Department, Colombo 12. 10. BOARD OF INVESTMENT OF SRI LANKA Level 26, West Tower, World Trade Center, Colombo 1. 11. NATIONAL WATER SUPPLY AND DRAINAGE BOARD P.O. Box 14, Galle Road, Mt. Lavinia.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      432.07,
      294.47,
      540.08,
      307.85
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      320.39,
      531.56,
      397.25
    ],
    "text": "1. DR. RAJALINGAM SIVASANGAR Chunnakam East, Chunnakam. 2. SINNATHURAI SIVAMAINTHAN Chunnakam East, Chunnakam. 3. SIVASAKTHIVEL SIVARATHEES",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      399.71,
      547.64,
      693.1
    ],
    "text": "Chunnakam East, Chunnakam. ADDED RESPONDENTS BEFORE: Priyantha Jayawardena, PC, J. Prasanna Jayawardena, PC, J. L.T.B. Dehideniya, J. COUNSEL: Nuwan Bopage with Chathura Weththasinghe for the Petitioner. Dr. Avanti Perera, SSC for the 1st to 4th, 9th, 10th and 11th Respondents. Dr. K.Kanag-Isvaran,PC with L.Jeyakumar instructed by M/S Sinnadurai Sundaralingam and Balendra for the 5th Respondent. Dinal Phillips,PC with Nalin Dissanayake and Pulasthi Hewamanne instructed by Ms. C.D.Amarasekera for the 8th Respondent.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.18,
      528.32,
      209.78
    ],
    "text": "K.V.S.Ganesharajah with Ms. Deepiga Yogarajah, Ms. Suppiah Sugandhini and Ms. A.Gayathry instructed by Ms. Sarah George for the Intervenient Petitioners-Added Respondents. ARGUED ON: 08th February 2018, 07th March 2018 and 04th October 2018. WRITTEN By the Petitioner on 23rd November 2018. SUBMISSIONS By the 1st to 4th and 10th Respondents on 06th",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      210.2,
      543.44,
      292.73
    ],
    "text": "FILED: April 2018 and by the same Respondents together with the 11th Respondent on 16th November 2018. By the 08th Respondent on 04th April 2018 and 17th December 2018. DECIDED ON: 04th April 2019.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      356.99,
      543.44,
      703.66
    ],
    "text": "Prasanna Jayawardena, PC, J Chunnakam is a town situated about 10 kilometres north of Jaffna city. The town sits on the main Jaffna-Kankesanthurai road and the Jaffna-Kankesanthurai railway line. The area is densely populated. It is a hive of commercial and agricultural activity. There are several renowned Hindu temples including the Maruthanamadam Anjaneyar temple, some Christian churches and several schools and offices in the area. The famed Kandarodai [Kadurugoda] archaeological site and Kadurugoda Viharaya are close to Chunnakam. In this application, the petitioner complains that the 8th respondent company has operated a thermal power station in Chunnakam in a manner which has polluted groundwater in the Chunnakam area and made groundwater unfit for human use. The petitioner accuses the Central Environmental Authority [“CEA”] , the Ceylon Electricity Board [“CEB”], the Provincial and Local Authorities, the Board of Investment of Sri Lanka [“BOI”] and the National Water Supply and Drainage Board [“NWSDB”], who are named as the 1st to 7th respondents and 10th and 11th added respondents, of having failed to enforce the law against the 8th respondent and of having failed to stop the 8th respondent polluting groundwater and having failed in their duty to act in the best interests of the public. The petitioner states that, thereby, the respondents have violated the fundamental rights guaranteed to the petitioner and to the residents of the Chunnakam area by Articles 12 (1) of the Constitution",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.3,
      543.44,
      704.62
    ],
    "text": "The respondents deny these charges. They say that electricity services in the Jaffna peninsula had been disrupted during the war and that, while the war was underway, the 8th respondent commenced constructing its thermal power station in 2007, in order to provide electricity to the residents of the Jaffna peninsula. The respondents say that this thermal power station commenced its operations in 2009 and that, as soon as conditions permitted after the end of the war in 2009, the respondents have taken adequate measures to ensure that the 8th respondent‟s thermal power station does not cause pollution. The respondents state that they have complied with the provisions of the law and that, from 2010, the 8th respondent has operated its thermal power station under the authority of duly issued Environmental Protection Licenses, and without causing pollution of groundwater or other components of the environment. The respondents state that they have duly performed their duties and responsibilities. They also state that the 8th respondent cannot be held solely responsible for any pollution of groundwater which may have occurred in the past. In addition to submitting detailed pleadings, the parties have produced a mass of documents in support of their respective positions. It will be useful to firstly describe the historical background which led to the establishment of the 8th respondent‟s thermal power station in Chunnakam. Historical background Since 1958, a significant portion of the electric power requirements of residents of the Chunnakam area and the other areas of the Jaffna Peninsula were serviced by the State owned “Chunnakam Power Station” [sometimes referred to as the “Central Power Station”] situated in Chunnakam and operated by the CEB. It was a diesel fired 14 MW thermal power station which stood on a large area of land possessed by the CEB. That land is within the general area of the Chunnakam town. During the war, the functioning of the CEB‟s Chunnakam Power Station was hampered and its output was reduced. This led to two independent power producers being requested to install and operate power stations in the Jaffna peninsula during the war. One of these was a thermal power station which used heavy fuel oil/diesel to fire its generator sets and was owned by a Company named “Aggreko”. It commenced operating during the war and continued for close to a decade until it was closed down in or about 2012. It was located in Chunnakam within the land possessed by the CEB and very close to the CEB‟s Chunnakam Power Station. The other thermal power station is said to have been operated by another independent power producer in the Kankesanturai area.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.3,
      543.46,
      545.95
    ],
    "text": "However, the combined power output from these three thermal power stations was insufficient to meet the needs of the residents of the Jaffna peninsula during the war. In this background the 8th respondent company [ie: “Northern Power Company (Pvt) Ltd”] was incorporated in 2007 to carry on the business of power generation and supply. The 8th respondent then entered into an agreement with the BOI in terms of which the 8th respondent agreed and undertook to set up and operate a thermal power station in the Jaffna peninsula. In pursuance of this agreement, the 8th respondent took on lease from the CEB an allotment of land within the CEB‟s aforesaid land in Chunnakam. The 8th respondent constructed its thermal power station on that leased land. It was in very close proximity to the CEB‟s existing Chunnakam Power Station. The 8th respondent‟s thermal power station used heavy fuel oil/diesel to operate its generator sets [the 8th respondent company is referred to as the “Northern Power Company (Pvt) Ltd” or “Northern Power” or “NPCL” or “NPC” in the documents produced in this application and cited later on in this judgment. Any such references will mean the 8th respondent]. After the end of the war, the CEB decommissioned its ageing and inefficient Chunnakam Power Station in or about the end of 2012 and replaced it with a new thermal power station which uses heavy fuel oil/diesel to operate the generator sets and has a power generation capacity of approximately 24 MW. This also stood within the land possessed by the CEB and very close to the other three thermal power stations. This new thermal power station was christened the “Uthuru Janani” Power Station. It commenced generating electrical power in early 2013. It should also be mentioned that to two oil tanks within the CEB‟s premises were extensively damaged in 1990-1991 and a very large quantity of fuel oil/diesel flowed on to the adjacent land. This formed what the residents of the area dubbed the “oil kulam” [oil pond]. In 2012, the CEB filled up this “oil kulam” with earth and constructed a Grid Station on that area of land. The petition and interlocutory orders made by Court",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      558.37,
      543.42,
      635.26
    ],
    "text": "The Petitioner describes himself as a public-spirited citizen who is the chairman of an organization named “The Centre for Environment and Nature Studies”. He says this organization works towards preserving the environment. The petitioner states that he files this application in the public interest and on behalf of the residents of the Chunnakam area. The documents marked “P1” to “P23” are annexed to the petition.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      647.8,
      546.45,
      708.82
    ],
    "text": "The petitioner named the CEA [mistakenly referred to as the “Central Environment Authority” by the petitioner] and its Chairman as the 1st and 2nd respondents; the CEB [mistakenly referred to as the “Sri Lanka Electricity Board” in the caption of the petition] and its Chairman as the 3rd and 4th respondents; the Chief Minister of the Northern",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      70.36,
      543.44,
      133.34
    ],
    "text": "Province and the Minister of Environment of the Northern Province as the 5th and 6th respondents; the Chairman of the Valikamam South Pradeshiya Sabhawa as the 7th respondent; the aforesaid “Northern Power Company (Pvt) Ltd” as the 8th respondent; and the Hon. Attorney General as the 9th respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      145.76,
      543.46,
      238.46
    ],
    "text": "The petitioner states that no Initial Environmental Examination Report [“IEER”] or Environmental Impact Assessment Report [“EIAR”] was prepared prior to the 8th respondent commencing its project in 2007 to construct a thermal power station in Chunnakam. The petitioner goes on to make out that the 8th respondent had increased the power generation capacity of its thermal power station to 24MW in 2010 but that no EIAR was prepared even at that stage.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      249.06,
      543.44,
      407.21
    ],
    "text": "Thereafter, the petitioner states that the 8th respondent‟s thermal power station uses “heavy oil” to fire its generator sets and complains that “the disposal of petroleum wastage” from the 8th respondent‟s thermal power station has caused “massive environmental pollution” by the oil contamination of groundwater and wells and other water sources in the Chunnakam area, including the water intake well used by the NWSDB to supply pipe-borne water in the area. The petitioner pleads that, in 2013 and 2014, the NWSDB had tested groundwater obtained from wells within the Chunnakam area and detected that the Oil and Grease content of well water in the Chunnakam area was “considerably above the permissible level” in an area up to 1.5 kilometres around the 8th respondent‟s thermal power station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      419.63,
      543.45,
      528.19
    ],
    "text": "The petitioner accuses the respondents of having “failed to take effective steps to resolve the [aforesaid] issues” and also accuses the CEA of colluding with the 8th respondent and permitting the 8th respondent‟s thermal power station to operate until 09th October 2014 without an Environmental Protection License [“EPL”]. The petitioner holds out that the first EPL held by the 8th respondent was the EPL dated 09th October 2014 issued by the BOI and marked “P23”, which was issued “almost 1 decade from the establishment of the power station”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      540.85,
      543.44,
      649.42
    ],
    "text": "The petitioner states that, upon proceedings being instituted in the Magistrate‟s Court of Mallakam by residents of the Chunnakam area, who complained that the operation of the 8th respondent‟s thermal power station was polluting the environment and creating a public nuisance, the learned Magistrate had issued a stay order on 27th January 2015 restraining the operation of the 8th respondent‟s thermal power station. The 8th respondent had, by a revision application made to the High Court, obtained permission to carry out maintenance work only.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      661.96,
      600.11,
      707.02
    ],
    "text": "On the aforesaid basis, the petitioner pleads that the respondents have violated the fundamental rights guaranteed by Articles 12 (1) and 12 (2) of the Constitution to citizens of this country who reside in the Jaffna Peninsula and the petitioner by:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      70.36,
      546.8,
      165.02
    ],
    "text": "(i) having failed or refused to enforce the law against the 8th respondent and, in particular, the CEA having refused to enforce the law against the 8th respondent; (ii) having failed to act in the best interests of the public and, thereby, having breached the “Doctrine of Public Trust”; and (iii) having denied the residents of the Chunnakam area of their legitimate expectation to have clean water for their use and endangering their safety and health.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      175.62,
      543.44,
      286.13
    ],
    "text": "The petitioner prayed for an interim order staying power generation at the 8th respondent‟s thermal power station; a declaration that the petitioner‟s fundamental rights guaranteed by Articles 12 (1) and 12 (2) of the Constitution had been violated by the respondents; and several declarations to the effect that the operation of the 8th respondent‟s thermal power station is contrary to the law and must cease; that the EPL marked “P22” [should read “P23”] is null and void; for the award of compensation; and for other related reliefs.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      298.67,
      543.38,
      391.37
    ],
    "text": "This Court granted the petitioner leave to proceed under Article 12(1) of the Constitution and directed the 8th respondent to stop the function of generating electrical power at its thermal power station. It was also ordered that the BOI and the NWSDB be added as the 10th and 11th respondents. Three persons who had instituted the aforesaid proceedings in the Magistrate‟s Court of Mallakam sought to intervene and were added as respondents.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      403.91,
      543.44,
      480.67
    ],
    "text": "During the course of the hearing, we permitted the parties to tender several documents which shed some light on the issue before the Court. These documents included a statement which the 8th respondent, without prejudice to the positions it has taken in this application, wished to tender setting out possible remedial action which could be taken with regard to the allegations made by the petitioner.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      493.21,
      231.99,
      506.59
    ],
    "text": "The respondents’ positions",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      519.13,
      543.38,
      548.35
    ],
    "text": "Three affidavits have been tendered on behalf of the CEA together with documents marked “2R1” to “2R21”.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      558.83,
      543.44,
      605.95
    ],
    "text": "The CEA takes up the position that the 8th respondent‟s thermal power station generated only 15 MW and, consequently, there was no requirement for an IEER or an EIAR to be conducted prior to the 8th respondent commencing its project in 2007.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      616.46,
      543.44,
      711.22
    ],
    "text": "The CEA pleads that the 8th respondent has operated its thermal power station in Chunnakam with the necessary approvals and Environment Protection Licenses. The CEA states that the 8th respondent applied for an EPL in 2009 and that the CEA inspected the 8th respondent‟s thermal power station on 27th October 2009 and issued an EPL for the period from 20th May 2010 to 19th May 2011. The CEA states that subsequent EPLs were issued by the BOI since the 8th respondent‟s project was",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.3,
      543.27,
      149.18
    ],
    "text": "approved by the BOI and the BOI is statutorily empowered to issue EPLs with the concurrence of the CEA. Thus, the BOI has issued the EPL marked “10R5” for the period from 15th September 2011 to 14th September 2012, the EPL marked “10R10” for the period from 17th April 2013 to 16th April 2014 and the EPL marked “P23” for the period from 20th September 2014 to 29th September 2015.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      161.6,
      543.44,
      254.42
    ],
    "text": "The CEA states it has “continuously conducted inspections pertaining to alleged oil contamination of water in the Chunnakam area” and that EPLs were issued to the 8th respondent “since it has been found by such inspections that any contamination cannot be definitively traced to the activities of the 8th Respondent.”. The CEA also pleads that, on 30th September 2014, it imposed a condition that the 8th respondent must obtain a Scheduled Waste Management License.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      266.87,
      543.41,
      343.73
    ],
    "text": "An affidavit was tendered on behalf of the CEB together with the documents marked “3R1” to “3R7”. The CEB also takes up the position that the 8th respondent‟s thermal power station generated only 15 MW and, therefore, an IEER or EIAR under Part IV C of the National Environmental Act was not required. The CEB‟s position is that none of the actions of the CEB have given rise to the petitioner‟s application.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      356.27,
      543.44,
      464.83
    ],
    "text": "In addition, the CEB pleads that it requested the Industrial Technology Institute [“ITI”] to investigate and furnish a report on whether the operations of the 8th respondent‟s thermal power station had contributed to environmental pollution and that ITI‟s report “did not conclusively provide an opinion as to whether the 8th respondent had contributed to well water contamination with oil at Chunnakam….” The CEB states it submitted ITI‟s report to the CEA. However, neither the CEB nor the CEA produced ITI‟s report.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      475.43,
      543.44,
      554.23
    ],
    "text": "The CEB has also later produced part of a Power Purchase Agreement dated 23rd March 2007 entered into between the CEB and the 8th respondent and an amendment to that agreement dated 20th December 2007 marked “X1” and “X2” respectively together with a letter dated 15th October 2013 sent by the CEB to the 8th respondent marked “X3” and an inspection report marked “X4”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      566.53,
      543.45,
      675.34
    ],
    "text": "The Chief Minister of the Northern Provincial Council states, in his affidavit, that “the activities of the 1st and/or 2nd and/or 3rd and/or 4th and/or 8th and/or 10th and/or 11th Respondents are beyond my control and/or supervision.” and goes on to state that “it is the 1st and/or 2nd and/or 3rd and/or 4th and/or 10th and/or 11th Respondents who are responsible for the violations set out in the Petition, if any.”. The Chief Minister adds that the Northern Provincial Council continues to supply water transported in bowsers to meet the needs of the residents of the Chunnakam area.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      685.82,
      543.25,
      717.1
    ],
    "text": "The 8th respondent [Northern Power Company (Pvt) Ltd] filed a statement of objections which was supported by an affidavit affirmed to by its Chief Executive Officer.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      70.36,
      543.39,
      165.02
    ],
    "text": "The documents marked “8R1” to “8R25” are annexed. Thereafter, the 8th respondent has filed a further affidavit dated 31st August 2016 annexing a bundle of documents compendiously marked as “A5”. The 8th respondent has also filed a copy of Emergency (Generation of Electrical Power and Energy) Regulation 1 of 1997 published in Gazette Extraordinary No. 966/11 dated 12th March 1997 and a letter dated 28th November 2016 addressed to the 8th respondent‟s Attorney-at-Law by the NWSDB.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      175.62,
      543.44,
      428.93
    ],
    "text": "The 8th respondent pleads that the petitioner has wilfully suppressed the fact that the CEB‟s “Uthuru Janani” thermal power station is located very close to the 8th respondent‟s thermal power station and alleges that the petitioner has filed this application “solely targeting the 8th Respondent for extraneous purposes.”. The 8th respondent pleads that the petitioner has suppressed the following facts and their adverse environmental impact on groundwater in the Chunnakam area: (i) the destruction of two oil tanks in 1990-1991and massive outflow of fuel oil/diesel onto an area of land located close to where the 8th respondent‟s thermal power station is now sited; (ii) that the CEB had been discharging oil waste onto an area of land located close to the 8th respondent‟s thermal power station; and (iii) the existence of an “oil kulam” [oil pond] in the area until 2012 and the fact that it was filled up with earth and a Grid Station was constructed thereon. The 8th respondent also pleads that the petitioner has not visited or even seen the 8th respondent‟s thermal power station and that the petitioner has “…. instituted these proceedings on matters hear-say without verifying matters.” The 8th respondent avers that the petitioner has sought to mislead Court and has misrepresented material facts to Court.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      439.55,
      543.44,
      486.55
    ],
    "text": "The 8th respondent pleads that the petitioner has failed to produce any evidence to substantiate his allegation that the operation of the 8th respondent‟s thermal power station has polluted groundwater in the Chunnakam area.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      497.15,
      543.44,
      623.62
    ],
    "text": "Thereafter, the 8th respondent specifically denies the petitioner‟s allegation that the operation of the 8th respondent‟s thermal power station has polluted groundwater in the Chunnakam area. In support of that position, the 8th respondent has produced a report dated 24th July 2015 prepared by the ITI marked “8R5”. This is the report which was referred to by the CEB and which was not produced by either the CEB or the CEA. The 8th respondent has also produced, marked “8R4”, an evaluation report by a committee appointed by the CEA which had evaluated ITI‟s report marked “8R5”. In fact, the CEA has also produced this evaluation report marked “2R15”.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      634.1,
      543.44,
      712.9
    ],
    "text": "In support of its denial of having polluted groundwater in the Chunnakam area, the 8th respondent has also produced a report dated 23rd June 2015 prepared by the Norwegian Geotechnical Institute for the National Building Research Organization [“NBRO”] marked “8R6” and another report prepared in June 2015 by a group named “Tamil Australian Professionals, Australia” marked “8R7”. A report prepared in March",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.3,
      543.38,
      117.38
    ],
    "text": "2016 by the Water Resources Board and a report prepared in September 2015 by a group of `experts‟ appointed by the Northern Provincial Council are among the documents which have been compendiously marked as “A5” by the 8th respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      127.98,
      543.44,
      286.01
    ],
    "text": "The 8th respondent avers that terrorist activities during the wartime period deprived the residents of the Jaffna peninsula of electrical power supplied through the national grid. In these circumstances, and at the invitation of the Government, the 8th respondent, in 2007, commenced a project to install a thermal power station in Chunnakam. As a result of practical difficulties including the absence of a branch office of the CEA functioning in the Jaffna Peninsula in 2007, no institution was in a position “to travel to Chunnakam to inspect and make such an assessment” prior to the end of the war in 2009. The 8th respondent pleads that, as soon as practicable after the end of the war in May 2009, the 8th respondent has obtained the necessary EPLs and the issue of these EPLs confirms that the 8th respondent was operating “within the parameters of the law.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      296.73,
      543.44,
      470.59
    ],
    "text": "The 8th respondent states that the electrical power needs of the people of Sri Lanka require that the 8th respondent‟s thermal power station be permitted to resume supplying electrical power to the national grid. In this connection, the 8th respondent has marked as “8R20” a letter dated 24th March 2016 addressed to the 8th respondent by the General Manager of the Ceylon Electricity Board [the 3rd respondent] stating “….. CEB on our part wishes to have your generation commenced at your earliest which will certainly support the prevailing energy/power shortage. We certainly wish to confirm the urgency of commencement of power generation from Northern Power Plant at Chunnakam. We therefore, kindly request you to present this request as an issue of national importance to the courts and make a request to get at least an interim release to commence the generation at your earliest.”;",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      481.31,
      543.4,
      575.95
    ],
    "text": "The 8th respondent states it has structured its internal waste management processes so as to deal with wastewater and waste oil formed during the power generating operations of its thermal power station and that it does not discharge waste oil but, instead, sells waste oil to several buyers. The 8th respondent avers that the well within its premises is used to supply drinking water and that tests have established that the groundwater in this well is free of pollutants.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      588.37,
      543.26,
      697.06
    ],
    "text": "The 8th respondent has also taken up the position that, consequent to the Emergency (Generation of Electrical Power and Energy) Regulation 1 of 1997 published in Gazette Extraordinary No. 966/11 dated 12th March 1997, there was no requirement for an Environmental Impact Assessment or an Initial Environmental Examination to be conducted prior to the commencement of the 8th respondent‟s project to set up a thermal power station in 2007 or at the time the 8th respondent commenced generating electrical power at the thermal power station in 2009.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.3,
      543.29,
      101.54
    ],
    "text": "An affidavit was filed on behalf of the BOI together with the documents marked “10R1” to “10R15”.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      112.14,
      543.44,
      206.66
    ],
    "text": "The BOI states that, on 23rd August 2007, it approved the proposal submitted by the 8th respondent to set up a thermal power station in Chunnakam and that the 8th respondent was required to set up the thermal power station and commence generating electrical power within a period of two years. The BOI states that “during this period there were no institutions to carry out tests or any feasibility studies or any monitoring organizations mainly due to the war situation in Jaffna.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      219.32,
      543.41,
      312.05
    ],
    "text": "The BOI states that it issued the aforesaid EPLs marked “10R5”, “10R10” and “P23” after the BOI and the CEA conducted joint inspections of the 8th respondent‟s thermal power station and obtained analytical reports where required. The BOI avers that it issued these EPLs with the concurrence of the CEA. The BOI also pleads that the EPL marked “P23” was issued subject to the condition that the 8th respondent should obtain a Scheduled Waste Management License from the 1st respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      324.35,
      543.32,
      401.21
    ],
    "text": "The BOI pleaded that it “specifically denies that the alleged oil contamination could be attributed to the 8th Respondent Company, and states that, EPL have been periodically issued after inspection by the relevant authorities the CEA and the Respondent, and that this Respondent nor the CEA would have issued a license to carry on a project unless they were satisfied that, conditions in the license have been strictly adhered to.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      413.87,
      543.38,
      443.11
    ],
    "text": "Lastly, the NWSDB has filed two reports prepared by the NWSDB and marked “11R1” and “11R2”.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      455.65,
      277.47,
      469.03
    ],
    "text": "The issues that have to be decided",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      481.45,
      543.27,
      526.63
    ],
    "text": "Drawing from the positions taken by the parties in their pleadings and the documents produced by them, the issues which have to be decided in this application are:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      527.15,
      543.07,
      542.47
    ],
    "text": "1. Whether the 1st to 7th respondents [or any of them] were required to obtain and",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      542.99,
      543.44,
      653.62
    ],
    "text": "consider an IEER or EIAR prior to the 8th respondent commencing the project to construct a thermal power station in 2007 or at some time thereafter during the operation of the thermal power station and, if so, whether the 1st to 7th respondents [or any of them] have failed to perform their statutory and regulatory duties in that regard ? 2. Whether the 8th respondent was prohibited by law, from operating its thermal",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      654.14,
      543.44,
      717.1
    ],
    "text": "power station without the authority of an EPL and, if so, whether the 1st to 7th respondents [or any of them] have failed to perform their statutory and regulatory duties in that regard ?",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      70.36,
      543.44,
      85.68
    ],
    "text": "3. Whether wastewater and petroleum waste products discharged from the 8th",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      88.16,
      543.44,
      149.18
    ],
    "text": "respondent‟s thermal power station has caused oil contamination and pollution of groundwater and soil in the area ? 4. Whether such failure on the part of the 1st to 7th respondents [or any of them] to",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      151.64,
      543.44,
      244.34
    ],
    "text": "perform their statutory and regulatory duties in respect of the matters referred to in the aforesaid three issues has violated the fundamental rights guaranteed to the residents of the Chunnakam area and the petitioner by Article 12 (1) of the Constitution ? 5. Whether the continued operation of the 8th respondent‟s thermal power station",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      246.92,
      566.81,
      577.63
    ],
    "text": "will cause further oil contamination and pollution of groundwater and soil in the area ? These issues have to be considered in the context of the relevant statutory and regulatory provisions which govern both: (i) the 8th respondent in the implementation of its project to construct the thermal power station and then in the operation of the thermal power station; and (ii) the duties and functions of the 1st to 7th respondents with regard to approving the 8th respondent‟s project to construct the thermal power station and the regulating the operation of the thermal power station. Therefore, the relevant statutory and regulatory provisions must be ascertained first. Statutory and regulatory framework With regard to the relevant statutory framework, the National Environmental Act No. 47 of 1980 established the CEA with the powers, functions and duties of making recommendations relating to national environmental policy and the conservation of natural resources and engaging in related research, educational and advisory activities. However, the Act did not invest the CEA with the power or a duty to effectively control pollution and degradation of the environment or to prevent persons from engaging in activities which pollute or degrade the environment.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      590.17,
      543.4,
      714.7
    ],
    "text": "This lacuna in the aforesaid Act was felt with the shift to a more open economy in the 1980s and an increase in the number of industries and projects which could affect the quality of the environment. This gap was rectified, to an extent, by the enactment of the National Environmental (Amendment) Act No. 56 of 1988 and the National Environmental (Amendment) Act No. 53 of 2000. These amending acts conferred on the CEA the additional powers, functions and duties of: coordinating all regulatory activities relating to the discharge of wastes and pollutants into the environment and the protection and improvement of the quality of the environment; regulating, maintaining",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.3,
      542.9,
      149.18
    ],
    "text": "and controlling sources of pollution of the environment; requiring the submission of proposals for new projects and changes in existing projects for the purpose of evaluating their impact on the environment; and requiring local authorities to comply with and give effect to recommendations relating to environmental protection and the prohibition, prevention or control [as the case may be] of environmental pollution.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      161.72,
      543.42,
      222.5
    ],
    "text": "In pursuance of these additional powers, functions and duties conferred on the CEA, the aforesaid Act No. 56 of 1988 introduced a new Part IV A titled “ENVIRONMENTAL PROTECTION”, a new Part IV B titled “ENVIRONMENTAL QUALITY” and a new Part IV C titled “APPROVAL OF PROJECTS”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      235.16,
      543.44,
      312.05
    ],
    "text": "Part IV A of the National Environmental Act, as amended, [“the Act”] contains provisions which prohibit the carrying on of any activities which cause pollution [termed “prescribed activities”] except under the authority of an EPL and in compliance with the terms, standards and conditions which are specified in that EPL and which are specified in the Act and regulations made under the Act.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      324.47,
      543.24,
      401.33
    ],
    "text": "Part IV B of the Act contains provisions which regulate the discharge or emission of waste in to inland waters, the atmosphere and soil; which prohibit the pollution of inland waters, the atmosphere and soil in a manner which makes any such component of the environment poisonous, noxious, unclean or detrimental to the health and safety of human beings, fauna and flora, and other related provisions.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      413.87,
      543.44,
      522.31
    ],
    "text": "The provisions of Part IV C of the Act introduce a special procedure for granting approval to implement projects which, in very general terms, may be described as being either: (i) specified types of large scale projects which, by the nature and magnitude of the scale of their operations, are likely to have a significant effect on the environment; or (ii) specified types of projects of whatever magnitude which are located in or near areas identified to be environmentally significant or sensitive. Both types of projects are termed “prescribed projects” in Part IV C of the Act.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      533.03,
      543.44,
      675.34
    ],
    "text": "With regard to the relevant regulatory framework, the 2nd respondent [Chairman of the CEA] has referred to and relied on the Order dated 18th June 1993 and published in Extraordinary Gazette No. 772/22 dated 24th June 1993 made by the Minister under section 23Z of Part IVC of the Act [mistakenly referred to as section 23Y by the 2nd respondent]. This Order is included in the document marked “2R1” by the 2nd respondent and has been subsequently amended by the Order dated 16th February 1995 published in Extraordinary Gazette No. 859/14 dated 23rd February 1995 and Order dated 27th October 1999 published in Extraordinary Gazette No.1104/22 dated 05th November 1999. Those amendments are not relevant to the present application.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      70.24,
      543.41,
      117.38
    ],
    "text": "The aforesaid Order dated 18th June 1993 lists the “prescribed projects” which require approval under the special procedure introduced by Part IVC of the Act for the implementation of any such project.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      129.92,
      543.41,
      238.46
    ],
    "text": "The document marked “2R1” also contains the `National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993‟ dated 18th June 1993 made by Minister under section 23CC of Part IVC read with section 32 of the Act and published in Extraordinary Gazette No. 772/22 dated 24th June 1993. It should be mentioned that these regulations were subsequently amended by the amendment dated 21st November 2000 published in Extraordinary Gazette No. 1159/22 dated 22nd November 2000. This amendment is not relevant to the present application.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      251.03,
      543.44,
      312.05
    ],
    "text": "The aforesaid National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 set out the procedure to be followed by a project approving agency when considering an application for approval of the implementation of a “prescribed project” under the provisions of Part IV C of the Act.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      324.47,
      513.08,
      337.85
    ],
    "text": "When examining the relevant regulatory framework, it is necessary to also refer to:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      348.45,
      543.44,
      697.06
    ],
    "text": "(i) The Order dated 21st November 2000 made under the provisions of section 23A of the Act listing the “prescribed activities” for which an EPL is required. This Order was published in Extraordinary Gazette No. 1159/22 dated 22nd November 2000. The aforesaid Order was rescinded and replaced by the Order dated 14th January 2008 made under the provisions of section 23A of the Act and setting out a revised list of “prescribed activities” for which an EPL is required. That Order was published in Extraordinary Gazette No. 1533/16 dated 25th January 2008; (ii) The Regulations dated 08th January 1990 and titled `National Environmental (Protection and Quality) Regulations No. 1 of 1990‟ made under the provisions of section 32 of the Act and published in Extraordinary Gazette No. 595/16 dated 02nd February 1990, which govern the issue of EPLs and Scheduled Waste Management Licenses and also specify tolerance limits relating to the composition of various types of waste which may be discharged into the environment. These regulations were amended on 02nd July 1990 by the amendment published in Extraordinary Gazette No. 617/7 dated 05th July 1990 and on 25th April 1996 by the amendment published in Extraordinary Gazette No. 924/12 dated 23rd May 1996.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      126.02,
      72.18,
      543.42,
      149.18
    ],
    "text": "These aforesaid regulations were rescinded and replaced by the `National Environmental (Protection and Quality) Regulations No. 01 of 2008‟ dated 14th January 2008 made under the provisions of section 23A and 23B of the Act and published in Extraordinary Gazette No.1534/18 dated 01st February 2008.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      161.72,
      543.44,
      365.45
    ],
    "text": "In my view, the aforesaid Orders and Regulations are relevant to the issues before us and should be considered when determining this application even though the parties have not referred to or relied on them. This is particularly so since, in an application of this nature, which has the flavour of public interest litigation and which raises important issues regarding the right of a section of the citizens of this country to have their sources of water protected from pollution, this Court should endeavour to consider relevant facts of which the Court is entitled to take judicial notice. In this regard, I am of the view that, even though the parties have failed to mention these Orders and Regulations, the provisions of section 57 of the Evidence Ordinance read with the provisions of section 32 and section 23A of the Act and section 2 of the Interpretation Ordinance amply entitle this Court to take these Orders and Regulations into consideration when determining this application - vide: DE SILVA vs. DON FRANCIS [1924 2 Times Law Reports 4] and SIVASAMPU vs. JUAN APPU [38 NLR 369].",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      376.05,
      543.44,
      454.87
    ],
    "text": "Next, it is evident that the previous Order dated 21st November 2000 and previous Regulations dated 08th January 1990, as amended, were in force up to 14th January 2008 and were, on that day, rescinded and replaced by the aforesaid Order dated 14th January 2008 and the aforesaid Regulations dated 14th January 2008. It is necessary to decide which Regulations and which Order are relevant to the present application.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      465.35,
      543.44,
      623.62
    ],
    "text": "In this regard, although the 10th respondent [the BOI] entered into the agreement marked “10R2” with the 8th respondent on 31st August 2007, the Indenture of Lease marked “P4” between the 8th respondent and the 3rd respondent [Ceylon Electricity Board] was entered into only on 24th October 2007. Thus, it would appear that the 8th respondent obtained possession of the site only at or about the time “P4” was executed. Accordingly, it can be reasonably assumed that, in the common course of business, the substantial implementation of the 8th respondent‟s project to construct and operate a thermal power station got underway in early 2008. As set out later on, it is also established that the 8th respondent applied for an EPL and commenced operating its thermal power station in 2009.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      636.04,
      543.47,
      712.9
    ],
    "text": "In these circumstances, the Order and Regulations which are relevant to this application are: (i) the Order dated 14th January 2008 setting out a list of “prescribed activities” for which an EPL is required; and (ii) the `National Environmental (Protection and Quality) Regulations No. 01 of 2008‟ dated 14th January 2008 which govern the issue of EPLs and Scheduled Waste Management Licenses and also specify tolerance limits relating",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.3,
      543.44,
      101.54
    ],
    "text": "to the composition of various types of waste which may be discharged into the environment.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      114.08,
      542.94,
      143.3
    ],
    "text": "Having identified the relevant provisions of the statutory and regulatory framework, it is time to examine and decide on the aforesaid five issues which arise in this application.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      151.76,
      543.44,
      387.41
    ],
    "text": "Whether the 1st to 7th respondents [or any of them] were required to obtain and consider an IEER or EIAR submitted by the 8th respondent prior to the 8th respondent commencing the project to construct a thermal power station in 2007 or at some time thereafter during the operation of the thermal power station and, if so, whether the 1st to 7th respondents [or any of them] have failed to perform their statutory and regulatory duties in that regard ? It is evident from the statutory framework set out in Part IV C of the Act and the procedure set out in the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 that the submission and consideration of an IEER or EIAR is only necessary in the case of “prescribed projects” which require the approval of the “project approving agency” for the implementation of any such project - ie: for projects which fall within the description of “prescribed projects” as listed in the aforesaid Order dated 18th June 1993 .",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      399.83,
      543.41,
      571.99
    ],
    "text": "Thus, section 23BB (1) in Part IVC of the Act stipulates that any project approving agency from which approval for the implementation of a “prescribed project” is sought, must require the project proponent to submit an IEER or an EIAR which contains the prescribed information and particulars. Section 23BB (1) authorises the project approving agency to decide which type of report is required in the first instance. On the same lines, clauses 5 to 12 of the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 also envisage that an IEER or an EIAR is only required in the case of “prescribed projects” and require the project approving agency, in consultation with the CEA and after taking into account the views of relevant state agencies and the public where necessary, to decide whether an IEER or an EIAR should be submitted by the project proponent.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      584.41,
      543.42,
      708.94
    ],
    "text": "It should be mentioned here that, as apparent from the definition in section 33 of the Act, an IEER is in the nature of a written report which assesses whether the “prescribed project” will have a significant impact on the environment and will, therefore, require the preparation of a [more detailed] EIAR. As also apparent from section 33 of the Act, an EIAR is, in a nutshell, a comprehensive report which sets out a detailed description of the “prescribed project”, identifies its avoidable and unavoidable adverse environmental effects, assesses the possible alternatives which might be less harmful to the environment, sets out reasons why such alternatives have been rejected, describes the",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.18,
      543.44,
      307.85
    ],
    "text": "resources which are required and must be committed to the “prescribed project‟ and contains, where available, an environmental cost-benefit analysis etc. Thereafter, section 23BB (2) to 23BB (5) in Part IVC of the Act stipulate that, once an EIAR relating to a “prescribed project” is submitted, the public must be notified that the EIAR can be inspected and that any member of the public is entitled to submit his comments on the EIAR. A person who submits his views is entitled to be heard, where appropriate. The project approving agency has a duty to consider the views of the public when deciding whether to grant approval for the implementation of the “prescribed project”. Notice of approval granted for the implementation of a “prescribed project” must be published. Where the project approving agency requires the submission of only an IEER by the project proponent, the IEER is deemed to be a public document and is open to inspection by the public. Corresponding provisions are stipulated in clauses 11 to 15 of the `National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993‟.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      320.39,
      543.44,
      714.58
    ],
    "text": "Thus, it is apparent from the statutory and regulatory framework that the submission and consideration of an IEER or EIAR [as the case may be] is a sine qua non for a “project approving agency” to consider granting approval to implement a “prescribed project”. It is now necessary to ascertain the stage at which a project proponent who wishes to embark on a “prescribed project” must obtain approval from the “project approving agency” for the implementation of the project. In this connection, section 23AA in Part IVC of the Act states that a project proponent “…will be required to obtain approval under this Act for the implementation of such prescribed projects.” In the context in which the word “implementation” is used in section 23AA, the word has to be taken in the sense of “to put (a decision or plan) into effect” set out in the Shorter Oxford Dictionary [5th ed. Vol. 1 at p. 1330]. Thus, the term “implementation” used in section 23AA would include any work on the physical implementation of the project from the stage of groundwork on the site and its environs onwards. This view is supported by clause 5 and 6 of the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 which require that a project proponent who wishes to embark on a “prescribed project” must apply for approval under Part IVC “as early as possible”. As stated earlier, an IEER or EIAR [as the case may be] must be thereafter submitted by the project proponent and the “prescribed project” has to be evaluated by the project approving agency and the CEA to determine its likely impact on the environment. Provision is made for the public to have their say where a “prescribed project” may have a significant impact on the environment and an EIAR has been submitted. The project approving agency can grant or refuse approval for a “prescribed project” only after these",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.3,
      542.94,
      101.54
    ],
    "text": "steps are taken. These safeguards would be lost if the proponent is allowed to proceed with the physical work required for the project prior to or pending the grant of approval.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      113.96,
      543.42,
      175.1
    ],
    "text": "Thus, there can be no doubt that, in the case of “prescribed projects”, approval under Part IV C of the Act must be obtained from the project approving agency prior to the commencement of any form of groundwork on the project or other activity which could have an effect on the environment.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      187.52,
      543.44,
      264.41
    ],
    "text": "It is also apparent from the material before us and is, in fact, undisputed that, in the event the 8th respondent‟s project to construct and operate a thermal power station in Chunnakam constituted a “prescribed project” which required approval under Part IV C of the Act for the implementation of the project, the relevant “project approving agency” was the CEA and/or the BOI.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      276.95,
      543.35,
      337.85
    ],
    "text": "Having made those observations, I turn to considering whether the statutory and regulatory framework required that an IEER or EIAR relating to the construction or operation of the 8th respondent‟s thermal power station had to be obtained and considered by the CEA or BOI, at any stage.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      348.45,
      546.8,
      443.11
    ],
    "text": "The first question which then arises is whether the 8th respondent‟s project to construct and operate a thermal power station in Chunnakam constituted a “prescribed project” which required the approval of the CEA or the BOI [as the “project approving agency”] for the implementation of the project - ie: approval granted under the provisions and procedure set out in Part IV C of the Act and the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      453.71,
      543.4,
      548.35
    ],
    "text": "In this regard, Item (9) of the aforesaid Order dated 18th June 1993 made under provisions of section 23Z of the Act and marked “2R1” states that only projects for the “Construction of thermal power plants having generation capacity exceeding 25 Megawatts at a single location or capacity addition exceeding 25 Megawatts to existing plants” are to be regarded as “prescribed projects” which require approval under Part IVC of the Act.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      560.77,
      543.44,
      717.1
    ],
    "text": "It is seen that Item (9) of the Order marked “2R1” has two limbs. The first limb includes projects for the construction of a new thermal power station which will have a power generation capacity of more than 25 megawatts from its inception. As for the second limb of Item (9), it is plain to see that the words “capacity addition exceeding 25 Megawatts to existing plants” have to be read as meaning any addition of power generation capacity to an existing thermal power station which results in that thermal power station acquiring a total power generation capacity of more than 25 megawatts after the addition. It is evident that these words cannot be read so as to confine the applicability of Item (9) to only the capacity of the addition to the power generation capacity of the thermal power station. Such an interpretation will result in an",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.3,
      543.41,
      212.66
    ],
    "text": "unacceptable situation where any project proponent will be able to flout the aforesaid statutory and regulatory scheme and avoid obtaining approval under Part IV C of the Act by simply adopting a `two-stage approach‟ of commencing with a power generation capacity of just under 25 MW and later adding power generation capacity of under another 25 MW and, thereby, ending up with a thermal power station with a power generation capacity far in excess of 25 MW without obtaining the required approval under Part IV C of the Act. Such a result would, obviously, make a mockery of the provisions of the Part IVC of the Act and Item (9) of the Order marked “2R1” and render them nugatory.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      223.14,
      546.72,
      317.93
    ],
    "text": "Thus, the question of whether the 8th respondent‟s project to construct and operate a thermal power station in Chunnakam constituted a “prescribed project” will depend on whether the thermal power station was envisaged to have a power generation capacity exceeding 25 MW either: (i) at the stage of construction in 2007; or (ii) by the addition of power generation capacity at any subsequent time during the operation of the thermal power station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      328.41,
      543.44,
      550.03
    ],
    "text": "To first consider whether the 8th respondent‟s thermal power station had a power generation capacity exceeding 25 MW at the time it was constructed, the letter dated 06th September 2011 marked “P3” sent by the CEB to the 8th respondent proceeds on the basis that the 8th respondent was to be leased the CEB‟s land for the purpose of a “15MW Power Project to Supply Power to Jaffna Peninsula Handing Over the Chunnakam Site.” The subsequent lease agreement marked “P4” dated 24th October 2007 by which the CEB leased this land to the 8th respondent also refers to the 8th respondent‟s proposal to construct a 15 MW diesel power plant on the CEB‟s land. The power purchase agreement dated 23rd March 2007 between the CEB and Northern Power Company marked “X1” also refers to the 8th respondent constructing and operating a 15 MW thermal power station. Thereafter, the Inspection Report marked “2R2” prepared by three officers of the CEA who inspected the 8th respondent‟s thermal power station on 27th October 2009 have recorded that, at the time, the power generation capacity of the thermal power station was 15 MW.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      560.63,
      543.44,
      718.78
    ],
    "text": "In the light of this material, it can be reasonably concluded that the 8th respondent‟s project initially envisaged constructing and operating a thermal power station with a power generation capacity of 15 MW and that, at the time the power station was constructed in 2009, it had a power generation capacity of 15 MW. Accordingly, it is clear that the 8th respondent‟s project did not fall within the category of “prescribed projects” at the time of construction in 2007 because the proposed power generation capacity did not exceed the 25 MW threshold specified in Item (9) of the Order marked “1R1”. A perusal of the petition shows that the petitioner also does not suggest that, at the time the 8th respondent‟s thermal power station was constructed in 2008-2009, it had a power generation capacity exceeding 25 MW.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      70.24,
      543.44,
      117.26
    ],
    "text": "Next, it is necessary to examine whether the 8th respondent, thereafter, increased the power generation capacity of its thermal power station to over 25 MW at any time during the operation of the power station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      129.92,
      543.39,
      301.97
    ],
    "text": "In paragraphs [12] to [14] of his petition, the petitioner makes out that, in or around the year 2010 or shortly thereafter, the 8th respondent increased its power generation capacity to a level above 25 MW without the submission and consideration of an IEER or EIAR. In reply, the CEA and the CEB take up the position that the 8th respondent‟s thermal power station has not, at any stage, had a power generation capacity exceeding 25 MW. The 8th respondent has denied the averments in paragraphs [12] and [14] of the petition and, thereby, denied that the power generation capacity exceeded 25 megawatts. However, the 8th respondent has, somewhat curiously, refrained from stating the power generation capacity. The 8th respondent‟s silence on this relevant issue is telling and suggests a reluctance to reveal the power generation capacity of its own thermal power station. The BOI has remained entirely silent on this issue.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      314.51,
      543.44,
      438.91
    ],
    "text": "The only documents produced by the petitioner in support of his allegation that the power generation capacity of the 8th respondent‟s thermal power station was increased by 24 MW in 2010, are the letter dated 01st November 2010 sent by the CEB to the CEA marked “P6” and the letter dated 30th November 2011 written by the CEA marked “P7”. In “P6”, the CEB refers to a proposal “to install 3 or 4 Diesel Engine Power Plant having a cumulative capacity of 24MW of power at Chunnakam in the Jaffna Peninsula.” Similarly, in “P7”, the CEA refers to “INITIAL ENVIRONMENTAL EXAMINATION - PROPOSED 24 MW DIESEL POWER PLANT PROJECT - CHUNNAKAM. JAFFNA”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      451.45,
      543.42,
      560.11
    ],
    "text": "The CEB and CEA have categorically stated that these two letters refer to the CEB‟s project to set up its “Uthuru Janani” power plant in Chunnakam, which generates 24 MW. A perusal of “P6” and “P7” confirm the truth of this statement. Thus, the petitioner‟s contention that the letters marked “P6” and “P7” prove that 8th respondent increased its capacity by 24 megawatts in 2010, has to be firmly rejected. The petitioner‟s references to “P6” and “P7” are misleading. The resulting questions of whether this misrepresentation was material and deliberate will be considered later.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      570.59,
      543.44,
      696.94
    ],
    "text": "However, the matter does not end there. The aforesaid amendment dated 20th December 2007 marked “X2” to the Power Purchase Agreement dated 23rd March 2007 between the CEB and the 8th respondent marked “X1” envisages that the 8th respondent would subsequently increase its guaranteed power generation capacity to 30 MW. Thereafter, the letter dated 16th January 2008 from the BOI to the 8th respondent company which has been annexed to the documents marked “8R3” by the 8th respondent, bears the heading “DUTY FREE IMPORT - 30MW POWER PROJECT-CHUNNAKAM” and states “We wish to inform you that the BOI has granted approval to",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.18,
      543.41,
      101.42
    ],
    "text": "your company to import Partial shipment of Diesel Power Plant for Thermal Power Plant at Jaffna as indicated… on duty free basis…”",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      112.14,
      543.4,
      222.62
    ],
    "text": "This material shows that, although the project initially proposed by the 8th respondent was to construct a thermal power station with a power generating capacity of 15 MW, there was a plan to subsequently increase the power generation capacity to 30 MW at some later point in time after the thermal power station was constructed. The material before us also suggests that this plan to subsequently increase the power generation capacity to 30 MW [or more] was implemented at some time prior to the third quarter of 2012.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      235.16,
      543.44,
      439.03
    ],
    "text": "In this connection, the investigation report prepared by the ITI for submission to the BOI and marked “10R7” states that the 8th respondent‟s thermal power station was inspected on 23rd and 24th October 2012 and that, at the time, there were “…six HFO [heavy fuel oil] driven diesel generators of 6MW capacity each” and that the “…plant is in continuous operation with contract agreement to generate 30MW electricity”. Further, both the “INVESTIGATION REPORT ON OIL CONTAMINATION OF GROUND WATER AT CHUNNAKAM AREA, JAFFNA” dated 17th November 2014 compiled by the Deputy Director General - Environmental Pollution Control of the CEA and marked “2R9” and the report prepared subsequent to an inspection conducted on 25th February 2015 by the CEA and marked “2R14” state that the 8th respondent‟s thermal power station had a power generation capacity of 30MW. The report dated 24th July 2015 also prepared by the ITI marked “8R5” refers to the 8th respondent‟s thermal power station having a power generation capacity of 36 MW.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      449.51,
      543.44,
      607.51
    ],
    "text": "The fact that the power generation capacity of the 8th respondent‟s thermal power station was subsequently increased is put beyond doubt by the letter dated 15th October 2013 sent by the CEB to the 8th respondent and marked “X3”. This letter refers to the 8th respondent having submitted a “commissioning test report” confirming the “commissioning” of a thermal power station on 30th September 2013 with a “Maximum Plant Capacity recorded during the test” of 27 MW on 30th September 2013. The thermal power station referred to in the letter can only be the 8th respondent‟s thermal power station which is the subject matter of this application. In this letter, the CEB has also referred to the 8th respondent‟s letter dated 07th October 2013 by which the 8th respondent had “confirmed that the plant was commissioned at 27 MW”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      618.26,
      543.44,
      681.22
    ],
    "text": "Thus, it has been established that the 8th respondent‟s thermal power station had acquired a power generation capacity of at least 27 MW by 30th September 2013, at the latest. This, perhaps, accounts for the 8th respondent‟s telling silence on the power generation capacity of its own thermal power station, which I referred to earlier.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.3,
      543.4,
      149.18
    ],
    "text": "Learned Senior State Counsel has, very correctly and in the best traditions of the Attorney General‟s Department, furnished the aforesaid amendment marked “X2‟ and letter marked “X3” to Court and, in written submissions, has acknowledged that, at least from 30th September 2013 onwards, the 8th respondent‟s thermal power station had a power generation capacity which exceeded 25 MW.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      159.78,
      543.44,
      286.13
    ],
    "text": "Thus, the material placed before us establishes that: (i) at the time the 8th respondent‟s project to construct a thermal power station commenced, it envisaged having a power generation capacity under 25 MW and, therefore, did not fall within the category of a “prescribed project” which required the submission and consideration of an IIEER or EIAR for the grant of approval under Part IVC of the Act; (ii) however, subsequently, additional power generating capacity has been introduced which endowed the 8th respondent‟s thermal power station with a power generating capacity far in excess of 25 MW.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      296.73,
      543.46,
      692.98
    ],
    "text": "As set out earlier, by operation of Item (9) of the Order dated 18th June 1993 marked “2R1” the work done by the 8th respondent to effect that said addition of power generation capacity [at some time prior to 30th September 2013] constituted a “prescribed project” which required the submission and consideration of an IEER or EIAR and approval for implementation under and in terms of the procedure set out in Part IV C of the Act. Further, Clause 17 of the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 stipulates that a project proponent is required to inform the project approving agency of any “alteration” to a “prescribed project” in respect of which approval for implementation has been obtain under Part IV C of the Act and states that the project proponent is required to obtain “fresh approval” in respect of that “alteration” after submitting a “supplemental report” in respect of the proposed “alteration” to the “prescribed project”. Thus, it is crystal clear that the 8th respondent was required to obtain approval from the CEA or BOI under Part IV C of the Act for the implementation of the project to add power generation to the 8th respondent‟s thermal power station As observed earlier, this process required the CEA or the BOI to obtain and consider an IEER or EIAR and, in the case of an EIAR afford the public an opportunity to submit their comments on the proposed addition of power generation capacity and, where appropriate, be heard. The CEA or BOI had to go through this process before deciding whether to grant or refuse approval to implement the proposed addition of power generation capacity. However, it is common ground that the 8th respondent has not sought approval under Part IVC of the Act. It is also common ground that the 8th respondent has not submitted an IEER or EIAR to the CEA or the BOI at any stage and the CEA and BOI",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      70.36,
      543.26,
      101.54
    ],
    "text": "acknowledge that they have not, at any stage, required the 8th respondent to submit an IEER or EIAR.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      107.94,
      543.42,
      218.66
    ],
    "text": "Instead, it is seen that the 8th respondent has made an addition to the power generating capacity of its thermal power station to bring the total power generating capacity to a level in excess of 25 MW without applying for approval under Part IVC of the Act. It is evident that the CEA and the BOI have taken no action in this regard despite the fact that the said addition of power generating capacity constituted a “prescribed project” which required approval under Part IV C of the Act including the obtaining and considering an IEER or an EIAR.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      231.08,
      543.38,
      323.93
    ],
    "text": "This constitutes a violation of the provisions of Part IV C of the Act and non-compliance with the procedure set out in the `National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993‟ and a failure on the part of the CEA and/or the BOI to fulfil their statutory and regulatory duties with regard to the consideration and approval or refusal of a “prescribed project” including obtaining and considering an IEER or an EIAR.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      336.35,
      542.84,
      381.53
    ],
    "text": "The question of whether this failure on the part of the CEA and/or BOI violated the fundamental rights guaranteed by Article 12 (1) of the Constitution to the residents of the Chunnakam area and the petitioner will be considered later.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      393.95,
      543.4,
      486.67
    ],
    "text": "Learned Senior State Counsel has submitted that, due to conditions prevailing in the Jaffna peninsula at the time the project to add power generation capacity was implemented, it was not feasible to go through the procedure stipulated in Part IV C of the Act. Learned Senior State Counsel also submits that the stage of conducting an IEER or EIAR has long passed and that it was not feasible to conduct an IEER or an EIAR at this stage. The merits of these arguments will be considered later.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      497.27,
      543.44,
      703.06
    ],
    "text": "Whether the 8th respondent was prohibited, by law, from operating its thermal power station without the authority of an EPL and, if so, whether the 1st to 7th respondents [or any of them] have failed to perform their statutory and regulatory duties in that regard ? Section 23A (2) in Part IV A of the Act prohibits any person from carrying on a “prescribed activity” except under the authority of an EPL. Item 73 in Part A of the aforesaid Order dated 14th January 2008 setting out a revised list of “prescribed activities” for which an EPL is required under section 23A of the Act, declares that “Electrical power generating utilities excluding standby generators and hydro or solar or wind power generation” are a `prescribed activity‟.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      70.36,
      543.41,
      196.82
    ],
    "text": "It is common ground that the 8th respondent had constructed and was operating a thermal power station. It hardly needs to be said that a thermal power station is an “electrical power generating utility” falling within the description set out in the aforesaid Item 73. Thus, it follows that the 8th respondent was prohibited from carrying on the operation of its thermal power station unless the 8th respondent had obtained an EPL which authorised its operation.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      209.24,
      543.44,
      317.93
    ],
    "text": "In this regard, it should be mentioned that section 23A (2) in Part IV A of the Act envisages that an EPL under the provisions of the Act [such as the EPL which the 8th respondent was required to obtain] is to be issued by the CEA. However, since the 8th respondent is a “licensed enterprise” within the meaning of section 5 read with section 20A and Schedule D of the Board of Investment of Sri Lanka Law No. 4 of 1978, as amended, the BOI is also empowered to issue an EPL to the 8th respondent with the concurrence of the CEA.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      328.41,
      543.27,
      375.53
    ],
    "text": "The CEA and the BOI acknowledge that the 8th respondent was required to obtain an EPL to carry on the operation of its thermal power station and, as mentioned earlier, have listed the EPLs issued to the 8th respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      386.01,
      543.21,
      417.29
    ],
    "text": "For purposes of clarity, the EPLs issued to the 8th respondent and the periods of validity of these EPLs are set out below in the form of a table:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      163.7,
      430.09,
      462.77,
      443.47
    ],
    "text": "EPL Period of Validity",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      454.93,
      265.47,
      482.11
    ],
    "text": "Referred to in “2R16” [issued by the CEA]",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      288.89,
      452.99,
      464.33,
      468.31
    ],
    "text": "20th May 2010 to 19th May 2011.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      481.07,
      536.48,
      496.39
    ],
    "text": "“10R5” [issued by the BOI] 15th September 2011 to 14th September 2012.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      502.67,
      463.73,
      517.99
    ],
    "text": "“10R10” [issued by the BOI] 17th April 2013 to 16th April 2014",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      525.11,
      533.12,
      540.43
    ],
    "text": "“P23” [issued by the BOI] 30th September 2014 to 29th September 2015",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      549.73,
      543.44,
      690.1
    ],
    "text": "It is now necessary to examine at which point of time the 8th respondent was required to obtain an EPL. In this connection Section 23A (2) of the Act stipulates that “No person shall carry on any prescribed activity except under the authority of a license…” [ie: an EPL] and “in accordance with such standards and other criteria as may be prescribed under this Act.” [ie: National Environmental Act]. Similarly, clause 2 in Part I of the National Environmental (Protection and Quality) Regulations No. 1 of 2008 prohibits any person from carrying on a prescribed activity except under the authority of an EPL. Thus, it appears that section 23A of the Act read with clause 2 of the aforesaid",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.18,
      543.44,
      609.46
    ],
    "text": "Regulations envisages that an EPL must be obtained before the commencement of a “prescribed activity”. The requirement that an EPL must be obtained before the commencement of a “prescribed activity” is put beyond any doubt by clause 14 of the aforesaid regulations which states “Any person who operates a prescribed activity shall obtain a license from the Authority prior to the commencement of such activity.” The requirement that an EPL must be obtained before the commencement of a “prescribed activity” is also reflected in clause 5 (1) of these regulations which specifies that an application for an EPL must be submitted at least thirty days prior to the commencement of a “prescribed activity”. Thus, the statutory and regulatory requirement was that the 8th respondent had to obtain an EPL from the CEA [or the BOI] before the 8th respondent commenced “carrying on” the activity of its thermal power station - ie: before the 8th respondent commenced operating its thermal power station and generating electrical power. In this regard, the letter dated 20th May 2010 written by the CEA to the 8th Respondent and marked “2R16” reveals that the 8th Respondent applied to the CEA on 12th October 2009 for the issue of an EPL. The Inspection Report marked “2R2” shows that there were 35 employees at the thermal power station on 27th October 2009. The observations made in “2R2” by the inspecting officers note that “Waste water/Effluent is black in colour: waste water is not treated: discharged in to an open land”; “Air emission: 5th chimney is not functioning properly”; “Noise and vibration - High”. Thereafter, although the format of the inspection report marked “2R2” provided for the inspecting officers to state whether they recommended that an EPL be issued or refused and to make their comments with regard to that recommendation, the inspecting officers have not made any recommendation or comments in that regard on “2R2”. The fact that the 8th respondent had 35 employees on site at Chunnakam on 27th October 2009 and the other contents of the inspection report including the aforesaid observations suggests that the thermal power station was in operating condition by 27th October 2009. Accordingly, it can be reasonably assumed that the 8th respondent was ready to commence commercially operating its thermal power station on or soon after 27th October 2009.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      619.94,
      543.44,
      714.7
    ],
    "text": "In these circumstances, the CEA had to reach a decision as to whether the 8th respondent‟s application should be allowed and an EPL be issued [subject to the standard conditions or subject to such specific or special conditions as the CEA may decide] or whether the application should be refused and an EPL denied. When doing so, the CEA had to act on the basis of clause 7 of the aforesaid National Environmental (Protection and Quality) Regulations No. 1 of 2008 which stipulate that an EPL should",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      70.36,
      543.29,
      149.18
    ],
    "text": "be issued only if the CEA was satisfied that the 8th respondent will not contravene the provisions of the Act and any regulations made thereunder; that no irreversible damage or hazard to the environment or any person or any nuisance will result from the operations of the 8th respondent and that the 8th respondent has taken adequate steps for the protection of the environment in accordance with the requirements of the law.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      161.72,
      543.44,
      286.13
    ],
    "text": "The CEA has stated that, having taken the steps required under the law to satisfy itself that the 8th respondent was entitled to be issued an EPL, it issued an EPL to the 8th respondent for the period 20th May 2010 to 19th May 2011 and forwarded the EPL to the 8th respondent by the letter marked “2R16”. Although a copy of this EPL has not been produced, I accept the statement by the Chairman of the CEA that this EPL was issued, but that the copy has been misplaced. Regrettably, the 8th respondent has not seen fit to produce a copy of this EPL despite the fact that this EPL would have been in its possession.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      296.73,
      543.44,
      327.89
    ],
    "text": "In any event, it has been established that, from 20th May 2010 onwards, the 8th respondent has operated under the authority of an EPL issued by the CEA.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      338.49,
      543.44,
      433.13
    ],
    "text": "However, it is seen that, although the 8th respondent applied for the EPL on 12th October 2009 and the 8th respondent‟s thermal Power Plant was inspected by the CEA on 27th October 2009, the EPL was issued almost seven months later, on 20th May 2010. The CEA has not stated what action it took with regard to the 8th respondent‟s application for an EPL during that period. None of the other respondents have shed any light on what transpired during this period of more than half a year.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      443.63,
      543.44,
      490.75
    ],
    "text": "Therefore, the inescapable conclusion is that the 8th respondent did not have any authority to commence operating its thermal power station until the EPL was granted on 20th May 2010.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      501.23,
      543.44,
      579.91
    ],
    "text": "Since the petitioner has alleged that the 8th respondent operated its thermal power station without the authority of an EPL, it is necessary to ascertain whether the 8th respondent commenced operating its thermal power station only after obtaining the EPL on 20th May 2010 or whether the 8th respondent operated its thermal power station without the authority of an EPL prior to the issue of the EPL on 20th May 2010.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      590.63,
      543.41,
      717.1
    ],
    "text": "In this regard, the 8th respondent, the CEA [which had a Provincial Office - Northern Province in Jaffna as seen from the documents before us], the CEB [on whose land the 8th respondent is sited and who purchased electrical power from the 8th respondent] and the BOI [who approved the 8th respondent‟s project as a “licensed enterprise” approved by the BOI] would have also known when the 8th respondent commenced operating its thermal power station. But, the CEA, the CEB and the BOI have been silent on this issue. In fact, a reading of the affidavits filed on behalf of these three respondents could even leave one with the impression that the 8th respondent commenced operating its",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      70.36,
      543.44,
      212.66
    ],
    "text": "thermal power station at or about the time the EPL was issued on 20th May 2010. As for the 8th respondent, its affidavit only states that the 8th respondent “commissioned the power generating plant in the year 2009 and the Environmental Protection License has been granted subsequently by the issuing authority for the operation of power plant.”. The words chosen by the 8th respondent suggests that, at some time in 2009, the thermal power station was commissioned and was ready to commence operating but that commercial operations began subsequently with the issue of the EPL. Having said that, the 8th respondent has refrained from stating the date on which its thermal power station actually commenced its commercial operations.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      225.08,
      543.44,
      381.41
    ],
    "text": "Despite this coyness on the part of the respondents with regard to stating the date on which the 8th respondent‟s thermal power station commenced commercial operations, that date can be found in the letter dated 24th February 2015 sent by the CEB to the CEA and marked “2R11”/“3R1” which contains a statement that, “Northern Power Company (Pvt) Ltd (Company) has entered into Power Purchase Agreement (PPA) with Ceylon Electricity Board (CEB) and has been supplying electrical energy to CEB from their power plant at Chunnakam, Jaffna with effect from December 10, 2009.”. There is no reason to doubt the CEB‟s categorical statement in this letter that the 8th respondent‟s thermal power station has been operating on a commercial basis from 10th December 2009 onwards.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      391.89,
      543.44,
      454.87
    ],
    "text": "There is also no reason to think that, once the 8th respondent commenced commercial operations on 10th December 2009, it would have stopped those commercial operations unless it had been ordered do so by the CEA or another duly authorised authority. There is no suggestion that such an order was made.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      465.35,
      543.44,
      544.15
    ],
    "text": "Thus, it follows that the 8th respondent operated its thermal power station, from 10th December 2009 onwards for more than five months until the EPL was issued on 20th May 2010. The 8th respondent did so without the authority of an EPL. This was in violation of the express prohibition stipulated in section 23A of the Act. The CEA has not done anything to prevent this violation of the law.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      554.75,
      543.44,
      681.22
    ],
    "text": "To move on, the validity of the aforesaid EPL issued by the CEA ended on 19th May 2011. Clause 8 of the National Environmental (Protection and Quality) Regulations No. 1 of 2008 required the 8th respondent to submit an application for renewal of the EPL at least three months before 19th May 2011. However, as revealed in the letter dated 10th June 2011 sent by the CEA to the BOI and marked “10R3”, the 8th respondent had submitted a renewal application to the CEA on 09th May 2011, which is only ten days before the EPL expired. The CEA has not stated that it took any action in respect of this lapse on the part of the 8th respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      70.36,
      543.44,
      212.66
    ],
    "text": "Instead, the CEA has sent the letter dated 10th June 2011 marked “10R3” to the BOI stating that the 8th respondent is a “licensed enterprise” in terms of the BOI Law and, therefore, the renewal of the EPL should be handled by the BOI. The BOI has then considered the 8th respondent‟s application for renewal of the EPL and, as mentioned in the letter dated 07th September 2011 marked “10R4” sent by the CEA to the BOI, the BOI and the CEA carried out a joint inspection of the 8th respondent‟s thermal power station before the CEA gave its concurrence for the renewal of the EPL. The BOI has then issued the EPL marked “10R5” on 15th September 2011, as set out in the aforesaid table.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      223.14,
      543.4,
      254.42
    ],
    "text": "Thus, during the period from 20th May 2011 to 15th September 2011, the 8th respondent did not hold an EPL.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      264.93,
      543.44,
      470.71
    ],
    "text": "There is no suggestion that the 8th respondent suspended or ceased operating its thermal power station during this period when it did not hold the authority of an EPL. In fact, there is no suggestion by any of the parties that, after the 8th respondent commenced operating its thermal power station on a commercial basis on 10th December 2009, it suspended or stopped commercial operations at any point in time until the Magistrate‟s Court of Mallakam issued the Order dated 27th January 2015 marked “8R15/8R15(a)” suspending the operation of the thermal power station. The 8th respondent would have been receiving a lucrative income from the sale of electrical power to the CEB and it is unlikely that the 8th respondent would stop operating its thermal power station unless it was directed to do so by the CEA or another lawfully authorised entity or due to a technical breakdown or as a result of the CEB ceasing to purchase electrical power from the 8th respondent. There is no suggestion of such an occurrence.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      481.31,
      543.44,
      560.11
    ],
    "text": "Therefore, it can be reasonably concluded that the 8th respondent operated its thermal power station during this period of more than three months and three weeks from 20th May 2011 to 14th September 2011 without the authority of an EPL. This was in violation of the express prohibition stipulated in section 23A of the Act. The CEA and the BOI have not done anything to prevent this violation of the law.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      572.53,
      543.44,
      712.9
    ],
    "text": "During the validity of the aforesaid EPL marked “10R5”, the BOI received a letter dated 28th December 2011 marked “10R6” sent by the CEA stating that the Chairman of the Valikamam South Pradheshiya Sabha and two community organizations in the Chunnakam area had made complaints regarding “noise, air emission and discharge of wastewater containing oil causing pollution to the surrounding environment.” from the 8th respondent‟s thermal power station. There is no material before us which suggests that the CEA or the BOI took action, during the period of validity of the EPL marked “10R5” which ended on 14th September 2012, to look into these complaints and ascertain whether the 8th respondent was causing pollution.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      70.36,
      543.44,
      323.81
    ],
    "text": "Instead, the BOI has, on 19th October 2012, requested the ITI to inspect the 8th respondent‟s thermal power station and its operating practices and submit a report on whether oil waste generated by the thermal power station was contaminating wells in the areas and, if so, what measures should be taken to rectify that problem. The ITI carried out an inspection on 23rd and 24th October 2012 and submitted the report marked “10R7”. The report recommended several corrective measures steps which should be taken by the 8th respondent to prevent the discharge of oil contaminated wastewater onto the surrounding environs. The BOI has sent the letter dated 31st October 2012 marked “10R8” to the 8th respondent instructing the 8th respondent to implement the recommendations in “10R7”. Subsequently, the 8th respondent has sent the letter dated 21st November 2012 marked “10R8(1)” to the BOI stating that it had implemented these recommendations. Thereafter, as set out in the letter dated 27th March 2013 marked “10R9” sent by the CEA to the BOI, a joint inspection of the 8th respondent‟s thermal power station was carried out by the CEA and the BOI and the CEA gave its concurrence for the renewal of the EPL. The BOI has then issued the EPL marked “10R10” on 17th April 2013, as set out in the aforesaid table.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      334.29,
      543.41,
      413.09
    ],
    "text": "Thus, during the period from 15th September 2012 to 17th April 2013, the 8th respondent did not hold an EPL. It can be reasonably concluded that the 8th respondent operated its thermal power station during this period of seven months. This too was in violation of the express prohibition stipulated in section 23A of the Act. The BOI and the CEA have not done anything to prevent this violation of the law.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      423.69,
      543.44,
      534.19
    ],
    "text": "The aforesaid EPL marked “10R10” was valid until 16th April 2014. The letter sent by the BOI to the 8th respondent dated 06th June 2014 and marked “10R11” reveals that the 8th respondent submitted an application for the renewal of the EPL marked “10R10” only on 07th April 2014 - ie: nine days before the expiry of that EPL - despite the requirement that an application for renewal must be submitted at least three months before the expiry of the EPL which is sought to be renewed. Here too, there is no indication that the BOI took any action in respect of this lapse on the part of the 8th respondent.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      546.73,
      543.44,
      671.02
    ],
    "text": "In any event, upon receipt of the application for renewal of the EPL, the BOI has inspected the 8th respondent‟s thermal power station and sent a letter dated 06th June 2014 marked “10R11” directing the 8th respondent to obtain an analytical report of the stack emissions produced at the thermal power station - ie: a report on the gases and solids emitted from the smoke stacks [chimneys] at the thermal power station. The BOI states that the 8th respondent submitted the report but the BOI has not produced such a report. Instead, the BOI has produced report dated 13th August 2014 marked “10R12” which is a test report of a sample of “Treated wastewater”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      681.74,
      543.44,
      712.9
    ],
    "text": "Thereafter, as stated in the letter dated 30th September 2014 marked “10R13”, the CEA has given its concurrence for the renewal of the EPL subject to the condition that the 8th",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "30",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      72.3,
      543.39,
      101.54
    ],
    "text": "respondent must obtain a Scheduled Waste Management License [“SWML”] under and in terms of the provisions of the Act.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      112.14,
      543.39,
      159.14
    ],
    "text": "The BOI has then issued the EPL marked “P23” on 30th September 2014, as set out in the aforesaid table. The present application was filed during the period of validity of this EPL marked “P23”.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      169.74,
      543.4,
      264.41
    ],
    "text": "Thus, during the period from 16th April 2014 to 30th September 2014, the 8th respondent did not hold an EPL. Here too, it can be reasonably concluded that the 8th respondent operated its thermal power station during this period of more than five months without the authority of an EPL. This was again in violation of the prohibition stipulated in section 23A of the Act. The BOI and the CEA have not done anything to prevent this violation of the law.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      275.01,
      543.44,
      337.85
    ],
    "text": "Subsequently, the CEA has issued, to the 8th respondent, the SWML dated 10th November 2014 marked “10R15”. Item 18 of this SWML states that this license is issued in respect of the generation of the following types of Scheduled Waste at the 8th respondent‟s thermal power station:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      90.02,
      350.39,
      543.35,
      443.11
    ],
    "text": "(i) Spent oil and grease used for lubricating industrial machines - Item NO11 of the “List of Scheduled Wastes” specified in Schedule VIII of the aforesaid National Environmental (Protection and Quality) Regulations No. 1 of 2008; (ii) Sludge from oil storage tank - Item NO16 of the “List of Scheduled Wastes” specified in Schedule VIII of the aforesaid regulations.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      453.71,
      543.44,
      564.07
    ],
    "text": "As set out above, the material before us clearly establishes that the 8th respondent has operated its thermal power station for several lengthy periods of time from 10th December 2009 onwards, without the authority of an EPL and that the CEA and the BOI have done nothing to prevent this violation of the law. It has also been established that, although the 8th respondent commenced commercial operations on 10th December 2009, the CEA and BOI required the 8th respondent to obtain an SWML only on 30th September 2014 - ie: nearly five years later.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      574.79,
      543.44,
      621.82
    ],
    "text": "Have wastewater and petroleum waste products discharged from the 8th respondent’s thermal power station caused oil contamination and pollution of groundwater and soil in the area ?",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      634.36,
      543.44,
      711.22
    ],
    "text": "In order to decide this issue, it is necessary to first examine whether, in fact, groundwater, well water and soil in the area surrounding the 8th respondent‟s thermal power station has been polluted by oil contamination. In the event it is established that groundwater, well water and soil in the area has been polluted, it will be necessary to then ascertain whether the operations of the 8th respondent‟s thermal power station",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "31",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      72.3,
      543.38,
      133.34
    ],
    "text": "have caused or contributed towards that pollution. Deciding these questions will require careful consideration of the many reports which have been produced by the parties and a large number of documents. That will, unavoidably, be a lengthy process. It is best approached by examining the material before us in a chronological sequence.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      145.76,
      543.38,
      190.94
    ],
    "text": "To turn to the first question of whether groundwater, well water and soil in the area surrounding the 8th respondent‟s thermal power station has been polluted by oil contamination.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      203.36,
      543.44,
      407.21
    ],
    "text": "It is apparent that, from 2008 onwards, residents of the Chunnakam area have complained of pollution in groundwater and soil in the area around the “Chunnakam Power Station Complex” [ie: the CEB‟s aforesaid land in Chunnakam within which four thermal power stations have operated - namely, the CEB‟s Chunnakam Power Station, Aggreko‟s thermal power station, the 8th respondent‟s thermal power station and CEB‟s “Uthuru Janani” thermal power station]. Thus, the report marked “8R7” prepared by the group named “Tamil Australian Professionals, Australia” states that the “Chunnakam South Farmer‟s Organisation” had sent a letter dated 21st October 2008 to the Government Agent of Jaffna raising concerns regarding pollution of soil and groundwater in the vicinity of the Chunnakam Power Station Complex. Further, the letter dated 28th December 2011 marked “10R6” sent by the CEA to the BOI shows that three community organisations in the Chunnakam area had complained, inter alia, regarding the discharge of oil contaminated wastewater polluting the aforesaid area in 2011.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      419.75,
      543.33,
      512.47
    ],
    "text": "I am inclined to give weight to these complaints which have been made by residents of the area who have first-hand and day-to-day knowledge and will be aware of signs of noticeable pollution in groundwater and soil in the area in which they live, farm and work. In my view, these complaints indicate that groundwater and soil in the area surrounding the Chunnakam Power Station Complex bore traces of pollution from 2008 onwards.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      523.07,
      543.44,
      649.42
    ],
    "text": "Next, in the year 2012, the letter dated 09th October 2012 marked “P10” written by the NWSDB to the CEB states that the well water in the NWSDB‟s intake well in the Chunnakam area has been contaminated with petroleum waste and that the NWSDB has been compelled to stop distributing pipe borne water from that intake well. The NWSDB has also stated that tests done by the NWSDB have established oil contamination of well water in 2012. Similar complaints are made by the NWSDB in its letter dated 12th October 2012 marked “P11” and its letter dated 11th October 2012 [on the reverse of “P11”], both of which were addressed to the CEA.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      661.96,
      543.42,
      707.02
    ],
    "text": "The contents of the aforesaid letters also have to be given weight since the NSWDB would have had first-hand knowledge of the difficulties encountered when it discovered that its intake well in the Chunnakam area was contaminated. The NWSDB would also",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "32",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      72.3,
      543.31,
      165.02
    ],
    "text": "have first-hand knowledge of the results of the tests it had done. Further, the report marked “2R9” submitted by the CEA to the Mallakam Magistrate‟s Court acknowledges that an analytical report dated 29th July 2012 prepared by the NWSDB showed that well water in the Chunnakam area had been contaminated with oil and did not meet the minimum specified standards for potable water specified by the Sri Lanka Standards Institute in SLS 614:1983.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      177.56,
      543.42,
      381.41
    ],
    "text": "To move on to the years 2013 and 2014, the NWSDB‟s report marked “P21” is based on a study during which officers of the NWSDB‟s Regional Laboratory, Jaffna analysed samples of well water collected from 150 wells in the Chunnakam area to ascertain the Oil and Grease content in those samples. This report states that tests done during the period from November 2013 to August 2014 established that well water in 109 [73%] of the 150 wells which were tested had Oil and Grease content which was higher than the then maximum permissible level for potable water of 1 mg/Litre specified in SLS 614:1983. It is apparent that the NWSDB‟s Regional Laboratory, Jaffna has applied SLS 614:1983 which was in force till or about 28th August 2013. Since that date, the revised SLS 614:2013 has been in force. The said revised SLS 614:2013 was in force at the time this application was filed and remains in force to this day. It specifies that the maximum permissible level of Oil and Grease content in potable water is only 0.2 mg/Litre.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      393.71,
      543.27,
      454.75
    ],
    "text": "The NWSDB‟s report marked “P21” concludes “From the above facts, we can conclude that the oil concentration of the water is high in the surrounding of the Chunnakam power station and spread out from this point. It is already spread up to 1500 surrounding and the contaminants moved towards the north.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      467.29,
      543.44,
      528.31
    ],
    "text": "Thereafter, the Water Quality Reports issued by the Regional Laboratory, Jaffna of the NWSDB and marked “P13” to “P20” record that the Oil and Grease content in samples of well water drawn on 31st July 2014 from fifteen wells situated in the Chunnakam area ranged from 1.3 mg/Litre to 8.3 mg/Litre.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      540.85,
      543.41,
      585.91
    ],
    "text": "Further, CEA‟s report marked “2R9” states that the Oil and Grease content in samples of well water obtained a few months later on 07th November 2014 from the six wells in the Chunnakam area ranged from 2 mg/Litre to 7 mg/Litre.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      598.48,
      543.38,
      659.38
    ],
    "text": "To proceed to the year 2015, the CEA‟s report marked “2R14” states that 20 samples of well water collected on 25th February 2015 had lower Oil and Grease Content that samples of water that had been analysed in previous years and “indicates decreasing trend of oil in ground water.”.",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      669.98,
      543.42,
      717.1
    ],
    "text": "Another report prepared in 2015 is the report marked “8R5” dated 24th July 2015 which has been prepared by the ITI at the request of the CEB. For the purposes of preparing the report marked “8R5”, the ITI has analysed samples of water obtained on 23rd and",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "33",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      70.36,
      543.44,
      165.02
    ],
    "text": "24th March 2015 from 82 wells situated within a two kilometre radius of the 8th respondent‟s thermal power station. Further, the ITI had analysed 07 soil samples from sites which had signs of oil contamination and were within or close to the 8th respondent‟s thermal power station and 01 control sample from a site which had no signs of oil contamination and was located about 01 kilometre south west of the 8th respondent‟s thermal power station.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      177.56,
      543.44,
      238.46
    ],
    "text": "In the report marked “8R5”, the ITI has stated that Oil and Grease content exceeded a level of 0.2 mg/Litre in 44 of the 82 wells [54%] from which samples of water were extracted. The highest level of Oil and Grease content found in a sample of well water tested by the ITI for the purposes preparing the report marked “8R5” was 6.2 mg/Litre.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      251.03,
      543.38,
      296.21
    ],
    "text": "The standard of 0.2 mg/Litre has been correctly adopted by the ITI since that was the applicable standard at the time of preparing “8R5” [and at present] as specified by the Sri Lanka Standards Institute in SLS 614:2013.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      308.63,
      543.31,
      385.49
    ],
    "text": "It is relevant to note the ITI found that 51 of the 82 wells [62%] that were tested had not been maintained by the residents and were dirty due to the presence of garbage dumps, stagnant water and mud puddles around the well and that there had been debris - such as plastic bottles/containers, polythene bags and empty pesticide bottles in 46 out of the 82 wells.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      398.03,
      543.33,
      458.95
    ],
    "text": "The results of the analyses of soil samples revealed high levels of Oil and Grease contamination of soil [at varying depths from the surface] in all 07 sites which were within or close to the Chunnakam Power Station Complex and no oil contamination in the control sample extracted from the site which was about 01 kilometre away.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      469.55,
      543.44,
      707.02
    ],
    "text": "Yet another report which emerged in 2015 is the report dated 23rd June 2015 marked “8R6” which has been prepared by the Norwegian Geotechnical Institute [“NGI”] at the request of the NBRO. However, a perusal of “8R6” makes it clear that the officers of the NGI had obtained samples of water from only seven wells and then assessed these samples based solely on visual and olfactory observations on the colour, shine, viscosity and smell of the water. No analysis was done. No samples of soil were examined. Another report prepared in 2015 is the report dated June 2015 and marked “8R7”. It has been authored by a group named “Tamil Australian Professionals”. It has been prepared after analysing samples of well water collected in March 2015 from 12 wells located close to the Chunnakam Power Station Complex. “8R7” states that, in order to ascertain the content of only petroleum-based contaminants, the analyses of samples of well water obtained for the purpose of “8R7” was done using sophisticated techniques [gas chromatography, mass spectrometry, partition-gravimetric methods and hexane",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "34",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      72.3,
      543.44,
      101.54
    ],
    "text": "extractable gravimetric method] so as to measure the content of specific petroleum- based products only.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      114.08,
      543.44,
      587.71
    ],
    "text": "The report marked “8R7” states that the analyses done for purposes of preparing “8R7” did not detect “traces of petroleum products” in any of the twelve samples of well water which were analysed for the purposes of the report. The report also states that “The results of this analysis indicate that O&G (HEM) [“Oil and Grease”] for all twelve water samples were below the limits of detection.” It appears that “8R7” has set the “limit of detection” at 1mg/Litre - vide: p.23 of “8R7”. This indicates that the authors of “8R7” have disregarded Oil and Grease content below 1 mg/Litre when they made the aforesaid observation. However, as stated earlier, from 28th August 2013, the maximum permissible Oil and Grease content in potable water specified by the Sri Lanka Standards Institute is only 0.2 mg/Litre. Therefore, the observation in “8R7” that no Oil and Grease content was detected in w-ell water has to be discounted to the extent that the applicable standard for potable water specified by the Sri Lanka Standards Institute has not been applied in “8R7”. In any event, the report marked “8R7” goes on to state that “Absence of evidence for the presence of petroleum hydrocarbons in water samples during the study cannot be used as evidence for the absence of petroleum pollution of the Chunnakam aquifer. Although the results show good insight into the potential presence of petroleum hydrocarbons, the authors stress that twelve samples cannot represent the vast and diverse Chunnakam aquifer. Undoubtedly, oil traces and distinct smells were reported from a number of drinking and irrigation wells in and around Chunnakam. It is quite likely that the hydrocarbon plume moved from CPSC [the Chunnakam Power Station Complex referred to earlier] after the monsoon rains, but hydrocarbon levels reduced over time due to physical, chemical and microbial degradation in soil and water matrices.”. “8R7” also states that “All observations and reports confirmed the presence of oil traces in the wells in recent years without substantive evidence of the nature of the oil.” The last report prepared in 2015 is a report dated September 2015 prepared by an `Experts Committee‟ appointed by the Northern Provincial Council.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      598.19,
      543.4,
      677.02
    ],
    "text": "The report states that, during the period from 09th February 2015 to 24th March 2015, samples of well water were obtained from 93 wells located within a radius of 2 kilometres of the Chunnakam Power Station Complex. In addition, for control purposes, samples of well water were obtained from 09 wells located in other areas outside the Chunnakam aquifer.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "35",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      72.3,
      543.31,
      117.38
    ],
    "text": "These samples of well water had been analysed to ascertain FOG content [Fat, Oil and Grease] using gravimetric methods and to ascertain BTEX content [Benzene, Toluene, Ethyl Benzene and Xylene] using Gas Chromatography.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      129.92,
      543.41,
      254.42
    ],
    "text": "The report states that well water in 16% of the wells that were tested had FOG content above 2 mg/Litre. However, this report does not state how many of the wells that were tested had FOG Content above 0.2 mg/Litre which is the standard for potable water specified by the Sri Lanka Standards Institute. Since the reports states the well water in as much as 16% of the wells had FOG content as high as 2 mg/Litre, it can be reasonably presumed that well water in much more than 16% of the wells would have had FOG Content above 0.2 mg/Litre, which is the maximum permitted Oil and Grease content in potable water.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      266.87,
      543.44,
      296.21
    ],
    "text": "The report states that none of the wells that were tested had more than a mere trace of BTEX content.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      308.63,
      558.92,
      480.55
    ],
    "text": "The report by the `Experts Committee‟ states that the findings of high levels of Oil and Grease content in well water reported in NWSDB‟s report marked “P21” are inaccurate due to an arithmetical error in the calculation of test results. The `Experts Committee‟ says the test results in “P21” should have been divided by a divisor of 300, presumably because 300 ml samples of well water were tested to determine Oil and Grease content. The authors of the report marked “8R7” also state “there is an apparent error” in the results reported in “P21”. By a motion dated 31st March 2017, the 8th respondent has filed a copy of a letter dated 28th November 2016 written by the NWSDB which states that the test results in “P21” were, in fact, correct since a divisor of 300 had been used though that fact had inadvertently been not been stated in “P21”. The NWSDB has categorically stated “….. we confirm that the value mentioned in the report are correct.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      493.21,
      543.44,
      712.9
    ],
    "text": "The report marked “8R7” authored by the group named “Tamil Australian Professionals” also questions the validity of the process of testing for Oil and Grease content used in the NWSDB‟s report marked “P21” and other reports prepared by the NWSDB which had found high levels of Oil and Grease content in well water. “8R7” comments that the analyses done by the NWSDB for those reports included a range of non-petroleum based oils [such as natural oils and vegetable oils] in addition to petroleum based hydrocarbons when Oil and Grease content was reported. In its letter dated 28th November 2016, the NWSDB has acknowledged that the tests done by NWSDB had only checked the Oil and Grease content of the samples of well water and had not checked specifically for the content of petroleum-based hydrocarbon contaminants such a fuel oil and lubrication to the exclusion of non-petroleum based oils However, it appears to me that a common sense approach should be taken when looking at this question and take into account the facts that: (i) it is acknowledged by the",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "36",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      72.3,
      546.8,
      641.14
    ],
    "text": "authors of the report marked “8R7”, the `Experts Committee‟ and the NWSDB that the tests done by NWSDB to ascertain Oil and Grease content of well water would have detected the presence of petroleum based hydrocarbon contaminants such as fuel oil and lubricating oil as constituting part of that Oil and Grease content; (ii) the tests were carried out on samples of well water obtained from the general vicinity of the Chunnakam Power Station Complex in which thermal power stations have operated for a long period of time and are said to have discharged significant amounts of used oil and oil contaminated wastewater onto the surrounding environs; (iii) there is no material which suggests there were significant sources of non-petroleum based contaminants which could have added Oil and Grease content to groundwater in the Chunnakam area; and (iv) although the `Experts Committee‟ have stated that samples of well water obtained from distant aquifers in Vadamaradchi, Thenmaradchi and Kayts have also recorded Oil and Grease content above the permitted levels, there is no suggestion that the Oil and Grease content in those samples approached the high levels recorded in well water in the general vicinity of the Chunnakam Power Station Complex. It appears to me that, when these four factors are taken into account, the probability is that the Oil and Grease content detected in the samples of well water tested by the NWSDB had a significant percentage of petroleum-based hydrocarbon contaminants such as fuel oil and lubricating oil discharged from the several thermal power stations and seeping from the oil kulam within the Chunnakam Power Station Complex. For the reasons set out above, I am not inclined to disregard the results recorded by the NWSDB in “P21” and other reports. In this connection, it is relevant to note that the results recorded by the NWSDB in “P21” and other reports during the period 2012 to 2014 are not dissimilar to the results recorded in tests done by the CEA in 2014 and by the ITI in 2015. The most recent reports have been prepared in 2017. They are the NWSDB‟s reports marked “11R1” and “11R2”. The report marked “11R1” states that, during the period from July 2016 to February 2017, the NWSDB tested samples of well water extracted from 160 wells located within a 4 mile radius of the aforesaid Chunnakam Power Station Complex and that well water in 35 [22%] of the 160 wells contained Oil and Grease content which was higher than 0.2 mg/Litre. The well water in 06 [4%] of these wells contained Oil and Grease content which was above 1 mg/L. Well water in the remaining 125 [78%] of these wells were not contaminated with Oil and Grease.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      653.68,
      543.42,
      714.58
    ],
    "text": "In “11R1”, the NWSDB has concluded that well water found in wells within a 1.3 kilometre radius of the aforesaid Chunnakam Power Station Complex is “still under O&G [Oil and Grease] contamination and well water of the area is not suitable for drinking purposes as per SLS 614,2013.”",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "37",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      72.3,
      543.44,
      117.26
    ],
    "text": "In “11R1”, the NWSDB also concludes that the tests done by the NWSDB during the period from November 2013 up to February 2017 have “showed a reduction of O&G concentrations in well water.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      129.92,
      543.44,
      254.3
    ],
    "text": "The report marked “11R2” was prepared by a Research Committee appointed by the NWDSB and sets out, in detail, the information which has been summarized in “11R1”. The report marked “11R2” states “It can be observed clearly that the contamination is presently localized to wells located near the CPS [ie: the Chunnakam Power Station Complex] and contaminated wells cannot be observed away from the power station. ….. the presence of O&G is within a distance of 1.3 km radius from centre point of CPS which is oriented in the Northern and Southern directions from the power plant and O&G is not present in areas beyond 1.3 km radius from the centre point of CPS.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      266.87,
      543.44,
      708.7
    ],
    "text": "To conclude, the picture that emerges from these reports and documents is clear and establishes that groundwater in the area around the Chunnakam Power Station Complex has been contaminated with oil from 2008 onwards. Test reports establish that the level of contamination was significant in 2012, 2013 and up to 2014 and then has shown a trend of declining from 2015 onwards. However, oil contamination of groundwater was still significant in the vicinity of the Chunnakam Power Station Complex in 2016 and 2017. To now turn to the second question of whether the operations of the 8th respondent‟s thermal power station have caused or contributed towards that pollution. To start with the years 2009 and 2010 - ie: prior to the 8th respondent‟s thermal power station commencing commercial operations on 10th December 2009 and the following year - the inspection report marked “2R2” records that, on 27th October 2009, untreated black coloured wastewater and effluent was being discharged onto an “open land”. The CEA‟s report marked “2R9” states that, at this time, the 8th respondent had not put in place “adequate mitigatory measures for Pollution control” and that oil contaminated water was being discharged onto an adjoining land. Similarly, the CEA‟s later report marked “2R14” states that “Northern Power Plant was established in 2009 during war period without adequate measures for pollution control such as oil separators or any type of treatment for oil contaminated waste water prior to discharge. They discharged contaminated water into another adjoining land belongs to CEB. It is observed as another `oil kulam‟ situated very close vicinity (about 200m distance). Occasional diesel spillages and the disposal of oil contaminated rags and spent oil filters etc. accumulated at the back yard of Northern Power Plant which was disposed in the open space may also have contributed in some extent for the pollution caused. The inspections carried out on 2009-1-27 by the CEA confirmed this situation and upon instructions given, the rectification and mitigation measures were adopted.. As a result an oil-water separation",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "38",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      72.18,
      543.31,
      180.74
    ],
    "text": "system has been installed and subsequently the Environmental Protection License (EPL) has been issued by the Board of Investment (BOI) with the concurrence of the CEA (Since this is a BOI-approved project) in 2013 due to the conformity with the relevant wastewater discharge standards stipulated by the CEA. In 2014 the Hazardous Waste Management License (HWML) has also been issued to this power plant due to the fact that the handling of sludge generated by the treatment system was satisfactory.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      191.34,
      543.25,
      254.3
    ],
    "text": "In the following year - ie: 2011 - the letter dated 28th December 2011 marked “10R6” establishes that that three community organisations in the Chunnakam area had complained “regarding noise, air emission and discharge of wastewater containing oil to the surrounding environment.” caused by the 8th respondent‟s thermal power station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      264.93,
      543.44,
      518.35
    ],
    "text": "To move to the year 2012, the letter dated 03rd September 2012 marked “P9” sent by the Medical Officer - Health of Uduvil to the 8th respondent states that the Medical Office visited the 8th respondent‟s thermal power station on 29th August 2012 following complaints made by persons living in its vicinity. The Medical Officer states he observed that “There was no proper disposal system available to dispose the used oil (Scraps oil)” and “The Storing tanks of the used oil were leaking and oil was found in the earth.”. The Medical Officer goes on to say “In this regard, I request you to renovate the storing tanks of the used oil and made a proper structure to dispose the waste and used oil without harming the environment as early as possible.”. Further, the letter marked “2R4” sent by the CEA to the BOI states that investigations by the CEA in 2012 had found that the 8th respondent‟s thermal power station was discharging untreated wastewater into the surrounding environs even in 2012. This observation made by the CEA in 2012 lends credence to the complaint made by the NWSDB in its aforesaid letter dated 09th October 2012 marked “P10” that the disposal of “petroleum waste” from 8th respondent‟s thermal power station had contaminated the NWSDB‟s intake well in Chunnakam.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      528.83,
      543.44,
      718.66
    ],
    "text": "The condition of the 8th respondent‟s thermal power station in 2012 is described in the report marked “10R7” prepared by the ITI after a team of officers from the ITI conducted an inspection on 23rd and 24th October 2012. The report states that it had been observed that oil leaked from all six generators and was collected in trenches. Although these trenches are not connected to the drain system, oil was seen in the storm water drains “due to poor housekeeping practices”. The report also highlights that wastewater generated by the maintenance and overhauling of the engines in the thermal power station was directed into an Oil Trap. The first compartment of the Oil Trap had accumulated a “large volume” of oil contaminated wastewater which flowed into a storm water drain and was discharged onto an adjacent land within the CEB‟s premises. The report states that this oil contaminated wastewater would be “absorbed into the ground.”. The report states that oil sludge collected from the Oil Trap is collected and",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "39",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      72.3,
      543.44,
      212.66
    ],
    "text": "stored in sludge storage tanks prior to sale to a third party. The report also states that some of the “housekeeping practices” at the 8th respondent‟s thermal power station required improvement and that in some instances the 8th respondent had followed “bad practices” with regard to the containment, collection and disposal of oil contaminated substances. The report recommended that improvements be made to the efficacy of the Oil Trap and that the 8th respondent‟s “housekeeping practices” be remedied. It was also recommended that the 8th respondent treat the wastewater “to comply with relevant effluent discharge standard.”. The report also observes that there was no oil contamination in the well located within the 8th respondent‟s premises.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      223.14,
      543.44,
      413.09
    ],
    "text": "The report marked “8R6” prepared by the NGI also refers to the condition of the 8th respondent‟s thermal power station in 2012. This report states that officers of the NGI found that, until 2012, “oil wastes” generated by the 8th respondent‟s thermal power station had been “directly released to the environment in the Northern part of the plant.”. The report states that satellite pictures taken during the period from 2009 to 2012 had shown “dark areas” - which appeared to be oil - on the land adjacent to the northern boundary of the 8th respondent‟s premises. The oil contamination of the site at that time is also recorded in two photographs which had been provided to the NGI. Even at the time of the inspection by officers of the NGI in 2015, traces of this oil contamination had been seen at the site. The officers of the NGI had also seen evidence of a drain system which led from the 8th respondent‟s thermal power station onto the land adjacent to the northern boundary of the 8th respondent‟s premises.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      423.69,
      543.45,
      677.02
    ],
    "text": "To move on to 2014, the report dated 17th October 2014 marked “2R6” prepared by a team of officers representing the CEA, the Ministry of Health, the NWSDB, the Pradeshiya Sabha and a representative of the public, records that, when these officers inspected the 8th respondent‟s thermal power station on 15th October 2014, there was an Oil Separator which was used to separate and collect oil mixed in wastewater generated when servicing the generator sets and other equipment. The collected oil was then stored in a Sludge Storage Tank. Oil which leaked from the generator sets and other equipment was directed into Oil Collection Pits and then pumped into the Sludge Storage Tank. The report marked “2R6” does not mention a defect or inadequacy in the aforesaid apparatus set up by the 8th respondent to collect and store waste oil produced in the course of the operations of its thermal power station. However, “2R6” states that storm water collected within the premises of the 8th respondent‟s thermal power station and was then discharged onto an oil contaminated open land, despite the 8th respondent having been previously instructed [on 29th November 2013] to refrain from this practice. Further, the report does not state the manner in which wastewater emitted from the Oil Separator was disposed of.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      687.62,
      543.4,
      718.78
    ],
    "text": "Finally, to consider the condition of the 8th respondent‟s thermal power station in 2015, the report dated 24th July 2015 marked “8R5” prepared by the ITI and submitted to the",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "40",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      72.3,
      543.42,
      212.66
    ],
    "text": "CEB, is informative. This report observes that oil spills and discharges of oil contaminated wastewater and oil sludge can occur in one or more of the following four stages of the operation of an oil fired thermal power station: (i) in the course of the delivery of fuel oil/diesel and lubricating oils and their transfer to storage tanks; (ii) from leakage of fuel oil/diesel and lubricating oils from engines and other machinery during the operating processes of a thermal power station; (iii) as a result of the practices followed for the treatment and disposal of oil contaminated wastewater and oil sludge; and (iv) from accidents which result in spillages of fuel oil/diesel, lubricating oils, oil contaminated wastewater and oil sludge",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      225.08,
      543.44,
      476.59
    ],
    "text": "With regard to stage (i) referred to above, the report marked “8R5” states that the Unloading Bay area [where fuel oil/diesel and lubricating oils are delivered] was not concreted and, further, there were no drains which could collect and contain any inadvertent oil spillages in the course of delivery and transfer of fuel oil/diesel and lubricating oil to storage area. The ITI has observed that, consequently, there was a high possibility of oil contamination of the surrounding areas, particularly during periods of rain and flows of storm water. In fact, the officers of ITI who conducted the audit had observed evidence of past oil spillages from the Unloading Bay. Next, the report states that the fuel oil/diesel and lubricating oils delivered to the 8th respondent‟s thermal power station were transferred to a “Bulk Storage Tank Farm” which had three fuel oil/diesel storage tanks and an oil sludge storage tank. All four tanks were in satisfactory condition. However, there were cracks in the concrete floor of the Bulk Storage Tank Farm [upon which these tanks were placed] and the wall around this area had cracks and holes. The ITI has observed that, consequently, there was a possibility of oil contamination of the surrounding areas, particularly during periods of rain and flows of storm water.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      489.13,
      543.44,
      613.54
    ],
    "text": "With regard to stage (ii) referred to above, the report states there was evidence of oil leaks/spillages in the area of the Fuel Treatment Unit. With regard to the Power Generation Unit, the six fuel oil/diesel powered engines were in satisfactory condition other than for some evidence of oil leaks/spillages in that area. With regard to the Workshop and Maintenance Bay, there was evidence of oil leaks/spillages in that area. The ITI has observed that there was a possibility of leaked/spilt oil in these three areas being washed out of the 8th respondent‟s premises, particularly during periods of rain and flows of storm water.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      626.08,
      543.36,
      718.78
    ],
    "text": "With regard to stage (iii) referred to above, the report marked “8R5” examined the manner in which the 8th respondent‟s thermal power station managed oil contaminated wastewater generated during the course of the operations of the bulk storage tank farm, fuel treatment processes, power generation processes and repairs and maintenance processes. The report states that, since 2012, oil contaminated wastewater generated from the bulk storage tank farm, fuel treatment processes and power generation",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "41",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      72.3,
      543.44,
      260.3
    ],
    "text": "processes has been directed to three Gravity Oil Separators which separate the oil content from the wastewater. The oil content which is thereby separated, forms “oil sludge” which is then collected in Sludge Tanks. The wastewater is treated and is used for gardening purposes within the 8th respondent‟s premises. Since 2012, oil contaminated wastewater generated from the workshop and maintenance area has been directed to a separate Oil Trap which has four compartments and is designed to separate the oil content in the wastewater and discharge wastewater which does not contain oil. This wastewater is also used for gardening purposes within the 8th respondent‟s premises. The ITI has recommended that this Oil Trap [used for the workshop and maintenance area] be upgraded by adding a Gravity Oil Separator to enhance its efficacy. The audit reports that, since 2010, the 8th respondent has sold, to third parties, oil sludge collected at its thermal power station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      272.75,
      543.44,
      381.41
    ],
    "text": "The officers of ITI had noted that, during periods of rain and flow of storm water, rain water flowing over the several operational areas in the 8th respondent‟s thermal power could bypass the aforesaid waste management systems and directly enter the storm water drains which were then discharged onto adjacent lands. The ITI has observed that, thereby, there is a high possibility that storm water flowing out of the 8th respondent‟s premises would be contaminated with oil and cause oil contamination of soil and groundwater in the surrounding areas.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      393.83,
      543.33,
      439.03
    ],
    "text": "With regard to stage (iv) referred to above, the report states that the 8th respondent did not make available documents which were maintained to record spillages of oil and waste.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      451.45,
      543.44,
      686.98
    ],
    "text": "The results of the analysis of soil samples set out in the ITI‟s report marked “8R5” are instructive. The samples extracted from the two sites identified as “SS3” and “SS4” and which are on the allotment of land adjacent to the northern boundary of the 8th respondent‟s thermal power station, recorded very high levels of Oil and Grease contamination [up to 32,834 mg/kg] when compared to the levels of Oil and Grease contamination in the other sites which were tested. A high level of Oil and Grease contamination [up to 1490 mg/kg] was also seen in the site identified as “SS5” which is the location where Aggreko‟s thermal power station had been located. That was close to the site identified as “SS4” and proximate to the northern boundary of the 8th respondent‟s thermal power station. The soil sample extracted from the site identified as “SS7” which is within the premises of the 8th respondent‟s thermal power station also recorded a much lesser but still high level of Oil and Grease contamination [up to 949 mg/kg]. A lower level of Oil and Grease contamination [up to 263 mg/kg] was seen in the soil sample extracted from the site identified as “SS1”, which is on the north-western boundary of the CEB‟s “Uthuru Janani” thermal power station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "42",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      72.3,
      543.23,
      149.06
    ],
    "text": "A high level of Oil and Grease contamination [up to 1770 mg/kg] was present in the soil sample extracted from the site identified as “SS2”, which is where the two oil tanks damaged during the war [in 1990-1991] were located. A higher level of Oil and Grease contamination [up to 3230 mg/kg] was present in the soil sample extracted from the site identified as “SS6”, which is close to where the “oil kulam” was located.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      161.6,
      543.44,
      397.13
    ],
    "text": "Based on the data obtained from its study, the ITI has concluded in “8R5”, inter alia, that the possibility of oil contamination in soil [and, thereby, groundwater] is high due to “The processes and activities carried out in the unloading bay, contaminated storm water management practices and historical disposal practices of NPCL [ie: the 8th respondent]”. The report of the `Experts Committee‟ appointed by the Northern Provincial Council states with regard to the 8th respondent‟s thermal power station, “Disposal of Petroleum products/waste oil in the open ground by the NORTHERN POWER plant Is ecologically and environmentally unacceptable. This location has been found to have very high oil content in the soil matching the Northern power lubricant in the GC study [Gas Chromatography].” The report also stated “It is very clear that the oil/water outlet from the Northern power plant (having the same lubricant as Uthuru Janani) has caused the oil pollution at soil test sites 3 and 4, which is also indicated in the environment Audit report of the ITI”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      409.67,
      543.44,
      502.51
    ],
    "text": "Finally, the report marked “8R5” states that a test report issued by the NBRO and dated 13th August 2014 [ie: “10R12] had found that treated wastewater discharged at the 8th respondent‟s thermal power station could be described as “Clear water” with an Oil and Grease content of 6.5 mg/Litre and complied with the standard specified for Industrial Wastewater [ie: a maximum of 10mg/Litre] in the EPL which was then in force. It may be mentioned here that the EPL issued to the 8th respondent states",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      512.99,
      543.44,
      718.66
    ],
    "text": "Finally, it is necessary to examine the Order dated 27th January 2015 made by the Magistrate‟s Court of Mallakam. The translation marked “8R15(A)” shows that the learned Magistrate inspected the 8th respondent‟s thermal power station and the CEB‟s “Uthuru Janani” thermal power station, on the invitation of the 8th respondent and the other parties to the case of the Magistrate‟s Court. With regard to the 8th respondent‟s thermal power station, the learned Magistrate has stated in his order “However, oil leaks are found on the electric machines of the 1st respondent [ie: the 8th respondent in the present application] and such leakage is spread at many places around the electricity generating station. It is observed that many drainage lines are created and oil waste is allowed to spread on the ground and oil leakage was also observed there. Large tanks collecting waste water and waste oil and found open without protection and waste water and waste oil stored there. No proper waste management is followed. It is not known that how oil waste of electricity power generating machines is disposed.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "43",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      72.3,
      546.3,
      704.62
    ],
    "text": "When the reports marked “10R7”, “2R6” and “8R5” are read together, it is seen that, by October 2012, the 8th respondent had installed Oil Traps, Gravity Oil Separators and a Sludge Tank which were designed to remove oil content from wastewater prior to wastewater being discharged into the surrounding environs. However, the report marked “8R5” observes that, even in July 2015, there were a still few shortcomings in the waste management system, procedures and practices in the 8th respondent‟s thermal power station and that there was still a possibility of oil contaminated storm water flowing from the 8th respondent‟s thermal power station onto adjoining lands. The Order of the learned Magistrate also reports oil leaks and spillages in the 8th respondent‟s premises. To conclude, the picture that emerges from the reports and other documents is clear and establishes that, from 2008 onwards and up to about 2012, the 8th respondent‟s thermal power station had been discharging oil contaminated wastewater onto an adjoining land and has, thereby, caused oil contamination of groundwater in a large area of land around the Chunnakam Power Station Complex and also caused oil contamination of soil in the vicinity of the 8th respondent‟s thermal power station. Further, during this period, the waste management system, procedures and practices in the 8th respondent‟s thermal power station have been inadequate and there was a likelihood that leakages of oil from machinery and inadvertent spillages of oil within the 8th respondent‟s thermal power station would have been washed out on to adjoining lands via the drainage system and also permeated into the soil within the 8th respondent‟s premises and, thereby, caused further oil contamination of groundwater and soil in the area. The reports and documents before us lead, plainly and inevitably, to these conclusions and require no `technical expertise‟ or knowledge on the part of the Court to arrive at these conclusions. This is not a case where petitioner calls upon the Court to rule on the soundness of an EIAR as was the case in PUBLIC INTEREST LAW FOUNDATION vs. CENTRAL ENVIRONMENTAL AUTHORITY [2001 3 SLR 330] or the environmental impact of a proposed project as was the case in AUSTRALIA CONSERVATION FOUNDATION INCORPORATED vs. MINISTER FOR THE ENVIRONMENT AND ENERGY [2017 FCAFC 134], cited by learned Senior State Counsel. Reaching the conclusions set out above certainly does not require us to “sit in judgment over the cutting edge of scientific analysis” to use the words of Rajendra Babu J in the Supreme Court of India in ND JAYAL vs. UNION OF INDA [AIR 2004 SC 867 at para 19]. The material before us in the reports marked “P21”, “2R9”,” “2R14”,“8R5”,“8R6” and “10R7” indicates that, the operations of the CEB‟s Chunnakam Power Station has been a significant cause of oil contamination of groundwater and soil in the Chunnakam area",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "44",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      72.3,
      543.42,
      625.3
    ],
    "text": "until that thermal power station was decommissioned in or about 2012-2013. The operations of Aggreko‟s thermal power station also appear to have caused some extent of oil contamination of the surrounding environs. The very large quantity of fuel oil/diesel which flowed out of the two oil tanks damaged in 1990-1991 and the oil kulam which formed on the land near the CEB‟s Chunnakam Power Station were also significant causes of oil contamination of groundwater and soil in the Chunnakam area. Consequently, the 8th respondent is certainly not the sole cause of oil contamination of groundwater and soil in the Chunnakam area. There were several actors and causes for that pollution. But, quite obviously, where there is clear evidence to establish that the 8th respondent caused oil contamination of groundwater and soil, the fact that there were other polluters who did the same, did not give the 8th respondent the license to pollute and does not absolve 8th respondent from being held accountable for the pollution it caused. Similarly, fact that there were other polluters did not entitle the CEA and the CEB to fail to perform their statutory duties and responsibilities with regard to enforcing the law in respect of the operations of the 8th respondent‟s thermal power station. Have the 1st to 7th respondents [or any of them] failed to perform their statutory and regulatory duties in respect of the matters referred to in the aforesaid three issues and, if so, has such failure on their part violated the fundamental rights guaranteed to the residents of the Chunnakam area and the petitioner by Article 12 (1) of the Constitution ? As mentioned earlier, the CEA has, under and in terms of the Act, the power, function, duty and responsibility to, inter alia, require: the submission of proposals for new projects and changes in existing projects for the purpose of evaluating their impact on the environment; to regulate, maintain and control sources of pollution of the environment; to coordinate all regulatory activities relating to the discharge of waste and pollutants into the environment; and to protect and improve the quality of the environment. When the BOI acts under the provisions of the Board of Investment of Sri Lanka No. 4 of 1978, as amended, and exercises and performs powers, duties and functions conferred on or assigned to the CEA by the National Environmental Act, the BOI has the same powers, functions, duties and responsibilities.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      637.84,
      543.4,
      714.7
    ],
    "text": "The provisions of the Ceylon Electricity Board Act No. 17 of 1969, as amended and the provisions of the National Water Supply and Drainage Board Law No. 2 of 1974, as amended, do not appear to directly place similar duties and responsibilities on the CEB and the NWSDB, respectively. No material has been placed before us which suggests that the Northern Provincial Council and its Chief Minister had a direct role to play with",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "45",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      70.36,
      543.44,
      466.51
    ],
    "text": "the regard to the approval of projects and issue of EPLs relating to the 8th respondent‟s thermal power station and monitoring its operations. Thus, it is evident that the aforesaid fourth issue will be limited to examining whether the CEA and/or the BOI have failed to perform their statutory and regulatory duties and, if so, whether the CEA and/or the BOI have, thereby, violated the fundamental rights guaranteed to residents of the Chunnakam area and the petitioner by Article 12 (1) of the Constitution. It should be mentioned that the 8th respondent is a company incorporated under the provisions of the Companies Act No. 07 of 2007. The State does not own any shares in it and does not have direct or indirect control over its management. Thus, the 8th respondent is not an agency or instrumentality of the State and the acts or omissions of the 8th respondent cannot be regarded as executive or administrative action in terms of Article 17 of the Constitution. However, this would not affect the jurisdiction vested in this Court to direct the 8th respondent to comply with an Order giving effect to a remedy for loss or damage which may have been caused by any acts or omissions of the 8th respondent which have polluted the environment, in the event the 8th respondent is held responsible or partly responsible for such pollution. It is necessary to first consider whether the fundamental rights guaranteed to the residents of the Chunnakam area and the petitioner by Article 12 (1) of the Constitution were violated by the CEA and the BOI failing to ensure that the 8th respondent obtained prior approval to increase the power generating capacity of its thermal power station -vide: the first issue considered earlier.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      476.99,
      543.44,
      651.22
    ],
    "text": "In this regard, I have held earlier that the 8th respondent had implemented an addition to the power generating capacity of its thermal power station to bring total power generation capacity to a level in excess of 25 MW without applying for approval under Part IV C of the Act and without complying with the procedure set out in the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993. It has also been held that the CEA and BOI have taken no action in this regard, despite the fact that the said addition of power generation capacity constituted a “prescribed project” which required approval prior to implementation. As stated earlier, this approval process required the submission of an application seeking approval for the implementation of the project and the submission and consideration of an IEER or EIAR by the CEA and BOI.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      663.64,
      543.21,
      692.98
    ],
    "text": "As held earlier, this constituted a failure on the part of the CEA and/or the BOI to fulfil their statutory and regulatory duties.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "46",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      72.18,
      543.4,
      149.18
    ],
    "text": "It should be mentioned that the BOI is a “project approving agency” listed in the aforesaid Order dated 18th June 1993 made under Section 23Y of the Act, as amended. Therefore, the BOI had the statutory power to approve “prescribed projects” in terms of Part IV C of the Act and the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      161.72,
      543.41,
      286.13
    ],
    "text": "As also stated earlier, in June 2011, the BOI assumed the powers and duties conferred on the CEA by the Act in respect of the 8th respondent‟s thermal power station after receiving the CEA‟s letter dated 10th June 2011 marked “10R3” which stated that the renewal of the EPL should be handled by the BOI. This indicates that, from then on, the BOI was the primary “project approving agency” which had the duty and responsibility of ensuring that approval for the implementation of any “prescribed project” proposed by the 8th respondent was obtained in accordance with Part IV C of the Act and the aforesaid Regulations No. 1 of 1993 [after submission of an IEER or EIAR].",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      298.67,
      543.44,
      486.55
    ],
    "text": "As observed earlier, this addition of power generation capacity had taken place sometime after the 8th respondent commenced operating its thermal power station on 10th December 2009. The earliest indication that the 8th respondent‟s thermal power station had a power generation capacity above 25 MW is ITI‟s report marked “10R7” which states that the 8th respondent had “…six HFO driven diesel generators of 6MW capacity each” when ITI‟s officers carried out an inspection on 23rd and 24th October 2012. Thus, it appears that the implementation of the project to increase power generation capacity had commenced in or shortly prior to 2012. At that time, the relevant “project approving agency” was the BOI. Therefore, the BOI is primarily responsible for the failure to ensure that the 8th respondent submitted an IEER or EIAR and obtained approval under Part IV C of the Act and in accordance with the aforesaid Regulations No. 1 of 1993.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      499.09,
      543.44,
      639.46
    ],
    "text": "At the same time, as stated earlier, the BOI is required to act in consultation with and after having obtained the concurrence of the CEA when considering granting approval to implement a “prescribed project”. The aforesaid Regulations No. 1 of 1993 make it clear that the CEA performs a significant role in the approval of “prescribed projects” by another “project approving agency” including at the stages of deciding whether an IEER or EIAR is required and, thereafter, when considering the IEER or EIAR which has been submitted and evaluating the comments made by the public and deciding whether to grant or refuse approval for the implementation of the “prescribed project” - vide: clauses 5, 6, 7, 9, 11, 12, and 13 of these Regulations.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      649.94,
      543.44,
      697.06
    ],
    "text": "Therefore, the CEA must also bear responsibility for the failure to ensure that the 8th respondent obtained the requisite approval prior to the implementation of the project to add to the power generation capacity of its thermal power station.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "47",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      72.18,
      543.44,
      180.86
    ],
    "text": "It should be mentioned that the BOI, as the “project approving agency” [under Part IV C of the Act] and “licensing authority” [under Part IV A of the Act] and the CEA [which had a provincial office - Northern Province in the Jaffna peninsula] could not have been unaware of the fact that the 8th respondent had, in or about 2012, embarked on a project to add to the capacity of its power generation project, especially when the CEA and BOI say they conducted joint inspections of the 8th respondent‟s thermal power station.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      193.28,
      543.4,
      254.42
    ],
    "text": "As stated earlier, “prescribed projects” which require approval under Part IV C of the Act are those which are likely to have a significant impact on the environment, and which must, therefore, be examined carefully with the submission of an IEER or EIAR to the project approving agency, before approval is granted to implement such projects.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      266.87,
      543.44,
      399.17
    ],
    "text": "In BULANKULAMA vs. MINISTRY OF INDUSTRIAL DEVELOPMENT [2000 3 SLR 243 at p.315], Amerasinghe J refers to the „Guide for Implementing the EIA Process, No. 1 of 1998‟ issued by the CEA states “The purposes of environmental impact assessment (EIA) are to ensure that developmental options under consideration are environmentally sound and sustainable and that environmental consequences are recognized and taken into account early in project design. EIAs are intended to foster sound decision making, not to generate paperwork. The EIA process should also help public officials make decisions that are based on understanding environmental consequences and take actions that protect, restore and enhance the environment.”",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      408.95,
      543.44,
      469.99
    ],
    "text": "These observations by Amerasinghe J refer to the vital function that an EIAR performs in ensuring that the adverse environmental impact of a “prescribed project” are minimised by identifying them after hearing the public and, thereafter, formulating methods to counter these adverse environmental impacts, as far as is possible.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      482.41,
      543.41,
      574.99
    ],
    "text": "The importance of obtaining and carefully considering IEERs and EIARs before permitting the implementation of a “prescribed project” is highlighted in Principle 17 of the Rio Declaration on Development and the Environment, 1992 [“the Rio Declaration”] which states “Environmental impact assessment, as a national instrument, shall be undertaken for proposed activities that are likely to have a significant adverse impact on the environment and are subject to a decision of a competent national authority.”",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      587.65,
      543.44,
      712.06
    ],
    "text": "The insistence on obtaining and considering an IEER or EIAR before permitting the implementation of a “prescribed project” is a practical and effective method of putting into effect the `Prevention Principle‟ and its ally, the `Precautionary Principle‟ which are guiding lights of modern environmental law. As Burnet-Hall observes [Environmental Law 3rd ed. at p.88], “The prevention principle has a meaningful role where foreseeable environmental harm is likely as a consequence of proposed action; the precautionary principle comes into play where not only the likelihood of harm, but also its nature and extent, may all be uncertain.”. These principles are based on the common sense dictate",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "48",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      72.3,
      543.42,
      228.38
    ],
    "text": "that a society should seek to avoid environmental damage which may result from proposed projects, by exercising care, foresight and forward planning. Simply put, that, as the old adage says, “It is better to be safe than sorry.” The approach that States should be guided by the `Precautionary Principle‟ where there is an element of uncertainty with regard to the environmental harm that may be caused by a proposed project is highlighted in Principle 15 of the Rio Declaration, which states “In order to protect the environment, the precautionary approach shall be widely applied by states according to their capabilities. Where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation.”",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      241.04,
      543.44,
      381.29
    ],
    "text": "Further, as mentioned earlier, the procedure set out in Part IV C of the Act and the aforesaid Regulations No. 1 of 1993 gives the public an opportunity to comment on, and where required, be heard on a “prescribed project” in respect of which an EIAR is submitted and to inspect an IEER in the cases in which only an IEER is submitted. This is an important right vested in the residents of the area where a “prescribed project” is to be located, who are the persons who will be directly affected by that project. They are given the right to state their views and have them considered before a “prescribed project” is approved. In fact, this right extends to all members of the public who have concerns regarding the environmental impact of a “prescribed project”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      393.83,
      543.44,
      550.03
    ],
    "text": "The importance of public participation in this process is captured in Principle 10 of the Rio Declaration which states, “Environmental issues are best handled with the participation of all concerned citizens, at the relevant level. At the national level, each individual shall have appropriate access to information concerning the environment that is held by public authorities, including information on hazardous materials and activities in their communities, and the opportunity to participate in decision-making processes. States shall facilitate and encourage public awareness and participation by making information widely available. Effective access to judicial and administrative proceedings, including redress and remedy, shall be provided.” In Sri Lanka, the provisions of the Act and aforesaid Regulations reflect Principle 10 of the Rio Declaration.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      562.57,
      543.36,
      607.51
    ],
    "text": "On these lines, Amerasinghe J emphasised in in GUNARATNE vs. THE HOMAGAMA PRADESHIYA SABHAWA [1998 2 SLR 11 at p.16] that “Publicity, transparency and fairness are essential if the goal of sustainable development is to be achieved.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      620.2,
      543.44,
      712.75
    ],
    "text": "The Rio Declaration has the weight of having been agreed to by over 170 countries including Sri Lanka. In BULANKULAMA vs. MINISTRY OF INDUSTRIAL DEVELOPMENT [at p. 274], Amerasinghe J referred to and applied the Principles of the Rio Declaration stating “Admittedly, the principles set out in the Stockholm and Rio De Janeiro Declarations are not legally binding in the way in which an Act of our Parliament would be. It may be regarded merely as `soft law'. Nevertheless, as a Member of the",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "49",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      72.18,
      543.44,
      704.47
    ],
    "text": "United Nations, they could hardly be ignored by Sri Lanka. Moreover, they would, in my view, be binding if they have been either expressly enacted or become a part of the domestic law by adoption by the superior Courts of record and by the Supreme Court in particular, in their decisions.”. In WIJEBANDA vs. CONSERVATOR GENERAL OF FORESTS [2009 1 SLR 337 at p.358-359], Tilakawardane J observed “Although the international instruments and constitutional provisions cited above are not legally binding upon governments, they constitute an important part of our environmental protection regime. As evidenced by the decision of this court in Bulankulama v. Secretary, Ministry of Industrial Development, they constitute a form of soft law, the importance and relevance of which must be recognized when reviewing executive action vis-a-vis the environment.”. In the light of these observations made by two eminent judges of this Court, I have no hesitation in being guided by the Principles of the Rio Declaration when considering the importance of ensuring that an IEER or EIAR is obtained and considered prior to granting approval for the implementation of a “prescribed project” and in determining the significance of a failure to do so by the BOI and/or CEA. In my view, these observations highlight the vital importance of the CEA and the BOI ensuring the submission and consideration of an IEER or EIAR and giving the public an opportunity to make their comments and, where required, be heard, prior to the grant of approval for the implementation of a “prescribed project”. This procedure is an essential safeguard put in place by the Act to ensure that the possible adverse environmental effects of “prescribed projects” are ascertained and minimised. Therefore, this procedure had to be followed by the BOI and the CEA and could not be dispensed with. The BOI and the CEA were required to perform these duties and obligations vested in them by the provisions of Part IV C of the Act and the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 keeping in mind that doing so was not only their statutory and regulatory duty but also that these powers have been conferred on them in the public trust. This Court has, in several decisions such as WIJEBANDA vs. CONSERVATOR GENERAL OF FORESTS, SUGATHAPALA MENDIS vs. CHANDRIKA KUMARATUNGE [2008 2 SLR 339], ENVIRONMENTAL FOUNDATION LTD vs. MAHAWELI AUTHORITY OF SRI LANKA and PREMALAL PERERA vs. TISSA KARALIYADDE [SC FR 891/2009 decided on 31st March 2016], recognised and given effect to the public trust doctrine. In the renowned “Mono Lake Case” [33 Cal. 419 at p.21], the Supreme Court of California stated \"Thus the public trust is more than an affirmation of state power to use public property for public purposes. It is an affirmation of the duty of the state to protect",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "50",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      72.18,
      543.44,
      512.71
    ],
    "text": "the people‟s common heritage of streams, lakes, marshlands and tidelands, surrendering the right only in those rare cases when the abandonment of the right is consistent with the purposes of the trust\". This oft cited observation highlights the duty placed on the State and its agencies to protect the environment and the fact that this duty is vested in the State and its agencies as the trustees of the public. Thus, Broussard J observed [at p.2] “….. public trust protects environmental and recreational values….” Consequently, the BOI and the CEA‟s duty to ensure that the provisions of Part IV C of the Act and the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 [including obtaining and considering an IEER or EIAR] were strictly complied with prior to the 8th respondent implementing its project to add power generation capacity, were statutory and regulatory duties and powers conferred on the BOI and the CEA in the public trust. A failure to duly perform those duties and duly exercise those powers amounts to a breach of the public trust reposed in the CEA and the BOI. Next, in WIJEBANDA vs. CONSERVATOR GENERAL OF FORESTS [at p. 356] Tilakawardane J. stated “The constitution in Article 27 (14) of the directive principles of state policy enjoins the state to protect, preserve and improve the environment. Article 28 refers to the fundamental duty upon every person in Sri Lanka to protect nature and conserve its riches.”. In ENVIRONMENTAL FOUNDATION LTD vs. MAHAWELI AUTHORITY OF SRI LANKA [2010 1 SLR 1 at p.19], Ratnayake J observed “Although it is expressly declared in the Constitution that the Directive principles and fundamental duties 'do not confer or impose legal rights or obligations and are not enforceable in any Court of Tribunal' Courts have linked the Directive principles to the public trust doctrine and have stated that these principles should guide state functionaries in the excise of their powers.”",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      525.37,
      543.41,
      649.9
    ],
    "text": "The CEA and BOI which are agencies of the State are to be guided by these directive principles and fundamental duties when carrying out their statutory and regulatory duties. The Directive Principles of State Policy are not wasted ink in the pages of the Constitution. They are a living set of guidelines which the State and its agencies should give effect to. Thus, where a petitioner complains of a violation of his fundamental rights arising from the breach of a statutory or regulatory duty by the State or an agency of the State, a demonstration that the violation is also in contravention of one or more of the Directive Principles of State Policy, will lend strong support to his case.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      662.32,
      543.21,
      707.5
    ],
    "text": "In the present application, the petitioner‟s complaint that the BOI and the CEA have failed to perform their duty of ensuring that the provisions of Part IV C of the Act and the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "51",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      70.36,
      543.44,
      371.21
    ],
    "text": "[including obtaining and considering an IEER or EIAR] were complied with when the 8th respondent increased the power generating capacity of its thermal power station, point to a failure on the part of BOI and the CEA to give effect to Article 27 (14) of the Constitution which declares that one of the Directive Principles of State Policy is that the State [and its agencies] “….. shall protect, preserve and improve the environment for the benefit of the community.”. Further, the State and its agencies are undoubtedly required to assist or undertake infrastructure projects, large scale agricultural projects, industrialisation projects and other development projects which are aimed at achieving economic progress, an equitable division of prosperity and a good standard of living and quality of life for all Sri Lankans. At the same time, it must be ensured that such endeavours are geared to achieve `Sustainable Development‟. It is hardly necessary to say here that projects in the name of `Development‟ which harm the environment result more in a deterioration in the quality of life of people of the country which comes inevitably with the destruction of the environment, than in true development. Thus, in VELLORE CITIZENS WELFARE FORUM vs. UNION OF INDIA [1996 Indlaw SC 1075 at para.11], the Supreme Court of India observed “The traditional concept that development and ecology are opposed to each other, is no longer acceptable. `Sustainable Development‟ is the answer.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      383.75,
      543.44,
      635.14
    ],
    "text": "This approach is reflected in Principle 1 of the Rio Declaration, which declares “Human beings are at the centre of concerns for sustainable development. They are entitled to a healthy and productive life in harmony with nature.” and Principle 4 which asserts that “In order to achieve sustainable development, environmental protection shall constitute an integral part of the development process and cannot be considered in isolation from it.”. It may be mentioned here that the term `Sustainable Development‟ emerged in 1987 in the Brundtland Commission‟s report titled “Our Common Future” which succinctly described `sustainable development‟ as “development that meets the needs of the present without compromising the ability of future generations to meet their own needs.”. In WIJEBANDA vs. CONSERVATOR GENERAL OF FORESTS, Tilakawardane J. described sustainable development [at p. 359] as “The phrase „sustainable development‟ encapsulates the meaning that natural resources must be utilized in a sustainable manner, in keeping with the principle of intergenerational equity. This requires that the State as the guardian of our natural resource base does not compromise the needs of future generations whilst attempting to meet and fulfill the present need for development and commercial prosperity or short term gain.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      647.8,
      570.05,
      692.98
    ],
    "text": "It is very clear that the provisions of the Act are designed to promote sustainable development and that there is a duty placed on the CEA [and the BOI when it performs duties vested in the CEA by the Act] to ensure sustainable development as far as",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "52",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      72.3,
      543.44,
      466.51
    ],
    "text": "is practical and possible. It is evident that the processes and procedures set out in Part IV C the Act and the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 which stipulate that prior approval must be obtained for the implementation of a “prescribed project” with the submission and consideration of an IEER or EIA, are designed to enable the CEA and BOI to promote sustainable development. Thus, a failure on the part of the CEA and the BOI to duly perform those duties and duly exercise those powers will amount to breach of the statutory duty placed on the CEA and the BOI to promote and ensure sustainable development. Finally, to consider the question of whether the scope of Article 12 (1) of the Constitution extends to environmental rights in appropriate circumstances, the Supreme Court of India has firmly declared that the people of that country have a fundamental right to a clean environment as part of the right to life guaranteed by Article 21 of the Constitution of India. Thus, in ND JAYAL vs. UNION OF INDA [at para. 22], the Supreme Court of India stated “In a catena of cases we have reiterated that right to clean environment is a guaranteed fundamental right.”. In Sri Lanka, Tilakawardane J., in WIJEBANDA vs. CONSERVATOR GENERAL OF FORESTS stated [at p. 356], “The right of all persons to the useful and proper use of the environment and the conservation thereof has been recognized universally and also under the national laws of Sri Lanka. While environmental rights are not specifically alluded to under the fundamental rights chapter of the Constitution, the right to a clean environment and the principle of inter generational equity with respect to the protection and preservation of the environment are inherent in a meaningful reading of Article 12 (1) of the Constitution.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      479.05,
      543.41,
      714.7
    ],
    "text": "While I am in respectful agreement with Justice Tilakawardane, I wish to add that, in my view, when Article 12 (1) of the Constitution is read in the light of Article 27 (14) of the Constitution, it vests in the citizens of Sri Lanka a fundamental right to be free from unlawful, arbitrary or unreasonable executive or administrative acts or omissions which cause or permit the causing of pollution or degradation of the environment. In this connection, I note that in ASHIK vs. BANDULA, O-I-C WELIGAMA [2007 1 SLR 191 at p.193], Silva CJ mentioned that the Court was acting in the public interest “to make a determination as to the effective guarantee of the fundamental right enshrined in Article 12 (1) of the Constitution for the equal protection of the law in safeguarding the People from harmful effects of noise pollution.”. Further, with regard to the case before us, it seems to me that when Article 12 (1) guarantees that “All persons are equal before the law and are entitled to the equal protection of the law”, it vests in the residents of the Chunnakam area a constitutionally guaranteed right to be protected by the provisions of the National Environmental Act to",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "53",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      72.3,
      543.44,
      719.26
    ],
    "text": "the same extent that residents elsewhere in the country would be protected by the same Act. This, in turn, grants the residents of the Chunnakam area the right to legitimately expect that the CEA and BOI will fulfil their duties under the Act and the applicable Regulations in relation to the 8th respondent‟s thermal power station and not act in breach of these duties, just as these statutory authorities are required to do and have done in relation to comparable projects anywhere else in the country. Therefore, an arbitrary or unreasonable failure on the part of the CEA and the BOI to perform their duties under the National Environmental Act and the regulations made thereunder which causes loss, damage and inconvenience to the residents of the Chunnakam area, will entail a violation of their rights guaranteed by Article 12 (1). I might add that, access to clean water is a necessity of life and is inherent in Article 27 (2) (c) of the Constitution which declares that the State must ensure “the realization by all citizens of an adequate standard of living for themselves and their families, including adequate food, clothing and housing, the continuous improvement of living conditions and the full enjoyment of leisure and social and cultural opportunities.”. It is public knowledge that the majority of the people of our country have ready access to clean water which is provided by the apparatus of the State. It is also undisputed that prior to the pollution of groundwater in the Chunnakam area referred to earlier, the residents of that area had clean water. Thus, the pollution referred to earlier has deprived the residents of the Chunnakam area of access to clean water. They have, thereby, been placed at a significant disadvantage when compared to residents elsewhere in the country. To move on, it has been established that the BOI and the CEA have acted in breach of the provisions of Part IV C of the Act and in disregard of the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 and have failed to obtain an IEER or EIAR and failed to ensure that the 8th respondent obtained prior approval for the implementation of its project to increase the power generation capacity of the thermal power station. The aforesaid failures on the part of the BOI and CEA constitute a blatant violation and disregard of their statutory and regulatory duties described above and a failure to discharge the public trust vested in them These failures on the part of the BOI and CEA have exacerbated the pollution of groundwater in the Chunnakam area and of soil in the vicinity of the 8th respondent‟s thermal power station. These failures have denied the residents of the Chunnakam area and the general public of their rights under the Act and the aforesaid Regulations No. 1 of 1993. This includes the residents of the area being deprived of their right to comment on the proposed addition of power generation capacity and, where necessary, to be heard in that regard and have their views taken into account by the BOI and the CEA. There can be no doubt that these omissions,",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "54",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      72.3,
      543.2,
      117.38
    ],
    "text": "inaction and failure on the part of the BOI and the CEA to perform their statutory and regulatory duties have caused loss, damage and prejudice to the residents of the Chunnakam area and the general public.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      129.92,
      543.44,
      714.7
    ],
    "text": "For these reasons and keeping mind the principles set out earlier, I hold that the failure on the part of the BOI and the CEA to act in terms of the provisions of Part IV C of the Act and the National Environmental (Procedure for approval of projects) Regulations No. 1 of 1993 and to ensure that an IEER or EIAR was submitted and considered and prior approval was obtained for the implementation of the 8th respondent‟s project to add to the power generation capacity of its thermal power station, was arbitrary and unreasonable and in breach of the public trust reposed in the BOI and the CEA and, thereby, constituted a violation of the fundamental rights guaranteed to the residents of the Chunnakam area and the petitioner by Article 12(1) of the Constitution. As stated earlier, learned Senior State Counsel has submitted that, due to conditions prevailing in the Jaffna peninsula at the time the project to add power generation capacity was implemented, it was not feasible to go through the procedure spelt out in Part IV C of the Act. There is no merit in this submission since, as stated earlier, the addition of power generation capacity took place in or about 2012, which was long after conditions of normalcy and a fully functional civilian administration and bureaucracy were in place in the Jaffna peninsula. It is evident from the documents before us that the CEA had a Provincial Office in Jaffna at the time. Furthermore, it is public knowledge that the BOI had an office in Jaffna from 2010 onwards. Therefore, I see no reason why the BOI and CEA could not have ensured that the procedure spelled out in Part IVC of the Act and the aforesaid Regulations No. 1 of 1993 was followed by the 8th respondent prior to increasing the power generating capacity of the thermal power station. Learned Senior State Counsel went on to submit that the stage of conducting an IEER or EIAR has long passed and that it was not feasible to conduct an IEER or an EIAR at this stage. It is now about seven years since the addition of power generation capacity. The environmental impact of the operation of the 8th respondent‟s thermal power station with the additional power generating capacity has been established with the passage of time and is seen in the material referred to earlier. In these circumstances, I see no purpose in going through the IEER/EIAR process at this stage. To now consider whether the fundamental rights guaranteed to residents of the Chunnakam area and the petitioner by Article 12 (1) of the Constitution were violated by the CEA and BOI permitting the 8th respondent to operate its thermal power station without the authority of an EPL [vide: the second issue considered earlier], it is evident from the statutory and regulatory framework in part IV A of the Act and the National Environmental (Protection and Quality) Regulations No. 01 of 2008, that the CEA and",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "55",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      72.02,
      72.3,
      543.44,
      228.38
    ],
    "text": "thereafter the BOI with the concurrence of the CEA, had statutory and regulatory duties to: (i) ensure that the 8th respondent operated its thermal power station only under the authority of an EPL; and (ii) a duty to ensure that all EPLs issued to the 8th respondent stipulated the standards and criteria which are prescribed under the Act, which the 8th respondent must adhere to in the operation of its thermal power station - vide section 23A (2) which states that “No person shall carry on any prescribed activity except under the authority of a license…” and “in accordance with such standards and other criteria as may be prescribed under this Act.”. Further, the BOI or CEA were entitled to specify [if circumstances required] more stringent standards than those prescribed in the Regulations - vide clause 3 in Part I of the aforesaid Regulations.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      72.02,
      241.04,
      543.44,
      714.7
    ],
    "text": "Thereafter, as stated earlier, clause 7 in Part 1 of the aforesaid Regulations No. 01 of 2008 specifies that the CEA or BOI shall issue an EPL only if it is satisfied that “the license will not be used to contravene the provisions of the Act or any regulations made thereunder”; “no irreversible damage or hazard to any person, environment or any nuisance will result from the acts authorized by the license”; and “the applicant has taken adequate steps for the protection of the environment in accordance with the requirements of the Law”. Thus, it is clear that the CEA and the BOI [when it performed the duties and exercised the powers of the CEA] were the `licensing authorities‟ under and terms of the provisions of Part IV A of the Act and the aforesaid Regulations No. 01 of 2008 and the `guardians‟ entrusted with the statutory and regulatory duty of authorising, monitoring and, where necessary, policing the operation of any business or entity which carries on a “prescribed activity” which can have an impact on the environment, as contemplated in Section 23 A of Part IV A of the Act. These provisions highlight the critical importance of the CEA and BOI ensuring that an EPL was issued to the 8th respondent only after the CEA and the BOI were satisfied that the 8th respondent had taken adequate steps to ensure the operation of its thermal power station will not cause harm or damage to the environment and of ensuring that the 8th respondent operated its thermal power station only with the authority of a valid EPL. However, as I have already held, the CEA has, in derogation of its duty under the aforesaid statutory and regulatory provisions, permitted the 8th respondent to operate without the authority of an EPL for a period of over five months from 10th December 2009 to 19th May 2010. Thereafter, the BOI has, in derogation of its duty under the aforesaid statutory and regulatory provisions, permitted the 8th respondent to operate without an EPL for a period of three months and three weeks from 20th May 2011 to 14th September 2011, for a period of seven months from 15th September 2012 to 16th April",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "56",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      72.02,
      70.36,
      543.44,
      704.62
    ],
    "text": "2013, and for a period of more than five months from 17th April 2014 to 29th September 2014. With regard to these latter three periods of time, the CEA has been complicit in permitting the 8th respondent to operate without an EPL because the CEA was undoubtedly aware of this breach and, in terms of the Act, the CEA had knowledge, responsibility and authority in relation to the issue of EPLs by the BOI. I have earlier held that the operation of the 8th respondent‟s thermal power station caused oil contamination of groundwater in the Chunnakam area and of soil in the vicinity of the thermal power station. The terms and condition of the four EPLs issued to the 8th respondent stipulate, inter alia, that “Fuel shall be stored in properly sealed tanks. Adequate precautionary measures shall be taken to avoid any accidental spillages of fuel oil in the storage/dispensing/ handling point”; “Cleanliness and good house keeping practices especially in and around the wastewater treatment plant shall be adopted”; “All wastewaters arising from the operations shall conform to the `Tolerance Limits for Discharge of Industrial wastewater into Inland Surface Waters‟ prior to discharge”; “No oil or grease shall be discharged into surface water or to the ground”; and “No wastewater shall be discharged into storm water drains”. It is plain to see that, if the CEA and BOI had acted diligently to perform their statutory duties and obligations and: (i) ensured that the 8th respondent did not commence operating its thermal power station until it was ensured that no harm would be caused to the environment as a result of its operation; and, thereafter, (ii) ensured that the thermal power station operated in strict compliance with these terms and conditions stipulated in the EPLs, the pollution caused by the 8th respondent could have been avoided, or at the least minimised to the extent permitted by law. The CEA and BOI have claimed that inspections of the 8th respondent‟s thermal power station did not reveal any irregularities in the management and disposal of wastewater and other effluents. But these claims are contradicted and disproved by the reports and other material before this Court. Therefore, these claims made by the CEA and BOI must be rejected. Another area that causes concern is the fact that the CEA and the BOI were placed on notice by the complaints received from the public in 2011 and the findings of the ITI in the report marked “10R7” in 2012 that oil contaminated wastewater from the 8th respondent‟s thermal power station was ending up on an open land and that the measures adopted by the 8th respondent to contain oil leakages were patently inadequate. The report marked “2R2” of the CEA itself had observed that the 8th",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "57",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      72.02,
      72.3,
      543.44,
      704.62
    ],
    "text": "respondent was discharging oil contaminated wastewater onto open land in 2009. The CEA‟s report marked “2R14” recognised the existence of another oil kulam on the land adjoining the 8th respondent‟s premises onto which the 8th respondent had been discharging oil contaminated wastewater. It is hardly necessary to say that an “oil kulam” cannot form overnight. Thus, the CEA‟s own report marked “2R14” recognises that the 8th respondent had been discharging oil contaminated wastewater onto an adjoining land over a considerable period of time. Section 23D of the Act empowered the CEA or BOI to suspend or cancel the EPL if the 8th respondent carried out the “prescribed activity” [ie: operated its thermal power station] in violation of the terms, standards and conditions specified in that EPL and/or in the Act and regulations made under the Act. Similarly, clause 9 of the National Environmental (Protection and Quality) Regulations No. 01 of 2008 required the CEA and the BOI to suspend or cancel an EPL where continued discharge, deposit or emission of waste into the environment as a result of the “prescribed activity” has adversely affected the beneficial use of the environment. However, it is evident that neither the CEA nor the BOI has attempted to use these powers vested in them to ensure that the 8th respondent complied with the terms and conditions stipulated in the EPLs issued to the 8th respondent. I must also advert to the fact that the letter dated 30th September 2014 marked “10R13” reveals that the first time the CEA and BOI realized that the nature of the 8th respondent‟s operations required a SWML, was in September 2014. This was a very belated realisation since a rudimentary knowledge of the nature of operations of a thermal power station and common sense would make one aware that a thermal power station will produce oil contaminated wastewater, waste oil and sludge. Thus, the report marked “8R5” prepared by the ITI and submitted to the CEB states that oil-fired thermal power stations “can become a possible source of soil and water contamination with oil, if the raw materials (fuel and lube oil stocks) and liquid/solid wastes (oily water and oil sludge) are not managed properly.”. Further, the report marked “10R7” prepared by the ITI and submitted to the BOI in October 2012 [ie: almost two years before the 8th respondent was required to obtain a SWML] made a specific recommendation that the 8th respondent should treat wastewater “to comply with relevant effluent discharge standards.”. Thus, the CEA and the BOI should have realised, long before 30th September 2014, that the 8th respondent must be required to obtain a SWML. The fact that this realisation was reached only on 30th September 2014 - almost five years after the thermal power station commenced commercial operations - suggests incompetency or disinterest or a deliberate overlooking of an essential requirement.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "58",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      72.02,
      72.3,
      543.44,
      704.62
    ],
    "text": "It is evident that the aforesaid failures on the part of the CEA and BOI to perform their aforesaid duties and obligations vested in them by the provisions of Part IV A of the Act and the National Environmental (Protection and Quality) Regulations No. 01 of 2008 have resulted in harm to the environment and adversely affected the daily lives of the residents of the Chunnakam area, who have suffered substantial inconvenience, prejudice and loss. Before concluding this section, it should be mentioned that the ITI‟s report dated 10th September 2019 marked “8R9” indicated that the water in the well within the 8th respondent‟s premises was not contaminated with oil. However, that cannot negate the substantial evidence which was discussed earlier, which establishes that the discharge of oil contaminated wastewater from the 8th respondent‟s thermal power station has contaminated groundwater in the Chunnakam area and soil in the vicinity of the thermal power station. In this regard, it has to be recognised that the quality of water in the well within the 8th respondent‟s premises could be an anomaly caused by factors such as the depth of the well, the impermeable nature of its construction and the passage of time. I have previously held that the failure on the part of the CEA and BOI to perform their duty under the provisions of the Act and the National Environmental (Protection and Quality) Regulations No. 01 of 2008, to prevent the 8th respondent from operating its thermal power station without the authority of an EPL [for several periods of time] and to enforce the terms and conditions of the EPLs which were issued to the 8th respondent from time to time, has exacerbated the pollution of groundwater in the Chunnakam area and soil in the vicinity of the 8th respondent‟s thermal power station and caused prejudice to the residents of the Chunnakam area and the petitioner [who is a member of the public]. If the CEA and BOI had acted diligently to fulfil their duties and prevented the 8th respondent from operating without the authority of an EPL for several periods of time and also ensured that the 8th respondent adhered to the terms and conditions specified in the EPLs that were issued from time to time, the pollution caused by the 8th respondent could have been avoided, or at the least minimised to the extent permitted by law. For these reasons and applying the principles set out earlier, I hold that the aforesaid failures, omissions and inaction on the part of the CEA and the BOI were arbitrary and unreasonable and in a breach of the public trust reposed in the CEA and the BOI and, thereby, constituted a violation of the fundamental rights guaranteed to the residents of the Chunnakam area and the petitioner by Article 12(1) of the Constitution. I now turn to considering whether the fundamental rights guaranteed to the residents of the Chunnakam area and the petitioner by Article 12(1) of the Constitution have been",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "59",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      72.02,
      70.36,
      543.44,
      117.26
    ],
    "text": "violated by the CEA and BOI permitting the 8th respondent to cause oil contamination of groundwater in the Chunnakam area and of soil in the vicinity of the thermal power station - vide: the third issue considered earlier.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      72.02,
      129.92,
      542.89,
      175.1
    ],
    "text": "Under and in terms of the Act, the CEA and the BOI had the duty and responsibility of regulating, maintaining and controlling sources of pollution of the environment and of protecting and improving the quality of the environment.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      72.02,
      187.52,
      543.44,
      708.82
    ],
    "text": "It is painfully evident that the CEA and the BOI have failed to perform these duties and responsibilities vis-à-vis the operation of 8th respondent‟s thermal power station which caused oil contamination of groundwater in the Chunnakam area and of soil in the vicinity of the thermal power station. As a result, the pollution of groundwater in the Chunnakam area and soil in the vicinity of the 8th respondent‟s thermal power station has been exacerbated and the residents of the Chunnakam area and the petitioner [who is a member of the public] have been prejudiced. For these reasons and applying the principles set out earlier, I hold that the failure on the part of the CEA and BOI to perform their statutory and regulatory duties under the provisions of Act and the National Environmental (Protection and Quality) Regulations No. 01 of 2008 and prevent the 8th respondent from operating its thermal power station in a manner which caused oil contamination of groundwater in the Chunnakam area and of soil in the vicinity of the thermal power station, was arbitrary and unreasonable and in breach of the public trust reposed in the CEA and the BOI and, thereby, constituted a violation of the fundamental rights guaranteed to the residents of the Chunnakam area and the petitioner by Article 12(1) of the Constitution. Before concluding this section, I should refer to the 8th respondent‟s submission that the petitioner has misrepresented the effect of the letters marked “P6” and “P7” and held out that these letters related to the 8th respondent‟s thermal power station. The 8th respondent submits that the petitioner had also suppressed the fact that EPLs had been issued prior to “P23”. It has to be recognised that, as is often the case in public interest litigation, the petitioner was hampered by a lack of access to documentation in the hands of the respondents and I am unable to conclude that these alleged misrepresentations were deliberate. More importantly, the alleged misrepresentations are not material in the light of the issue before the Court. I am not inclined to dismiss this application solely on the basis of these alleged misrepresentations. The 8th respondent has also submitted that the petitioner has not produced evidence to establish that the 8th respondent caused contamination of groundwater, as alleged in the petition. I cannot agree with this submission since the reports marked “P13” to “P21” produced by the petitioner confirm oil contamination of groundwater in the Chunnakam",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "60",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      72.02,
      70.36,
      543.45,
      704.62
    ],
    "text": "area in which the 8th respondent‟s thermal power station is located. No doubt there were other thermal power stations in the same area. But, that fact alone does not warrant a dismissal of the petitioner‟s application. It is also pertinent to note that the quality of groundwater in the Chunnakam area has shown a trend of improving after the operations of the 8th respondent‟s thermal power station were suspended by the Magistrate‟s Court in January 2015. The 8th respondent has tendered a copy of the “Emergency (Generation of Electrical Power and Energy) Regulations 1 of 1997” made under Section 5 of the Public Security Ordinance. This regulation declares that the provisions of, inter alia, the National Environmental Act shall be of no force or effect in so far as they relate to the generation of power and energy. The 8th respondent has submitted that, by operation of this regulation, there was no need for an EIAR at the time of setting up and commencing the generation of power at the 8th respondent‟s thermal power station. There is no merit in this contention since, as determined earlier, the addition of power generation capacity to the 8th respondent‟s thermal power station occurred sometime in 2012 and the State of Emergency ended before that, in September 2011. Thus, by 2012, this Emergency Regulation had lapsed, if it had not been revoked or lapsed earlier. Will the continued operation of the 8th respondent’s thermal power station cause further pollution of groundwater in the Chunnakam area ? As mentioned earlier, the level of oil contamination of groundwater in the Chunnakam area has shown a trend of declining from 2012 onwards. The material before us, including the most recent Inspection Report dated 14th July 2017 prepared by the BOI and marked “X4”, establishes that there are Centrifugal Separators, a Skimmer, Oil Gravity Separation Tanks, Oil Traps, Pumps and a Sludge Tank now installed in the 8th respondent‟s thermal power station to collect waste oil and sludge and also that oil contaminated wastewater is treated before being discharged. It has also been established that the 8th respondent has, in recent years, sold its waste oil to third parties. Wastewater generated during the course of the operation of the 8th respondent‟s thermal power station now appears to be in conformity with the Tolerance Limits specified in the EPL marked “P23”. This is confirmed by the test report marked “10R12” issued by the NBRO which tested a sample of wastewater obtained from the 8th respondent‟s thermal power station on 20th June 2014 and found it to be in conformity with the relevant Tolerance Limits. In these circumstances, it can be reasonably concluded that the resumption of operations of the 8th respondent‟s thermal power station [which have been suspended",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "61",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      72.02,
      70.36,
      543.44,
      704.62
    ],
    "text": "from 27th January 2015 onwards] is unlikely to cause further contamination or pollution of the surrounding environs provided it is ensured that: (i) the waste containment and management machinery, equipment and apparatus in the 8th respondent‟s thermal power station [including any additional machinery, equipment or apparatus which may now be required] are in good working order; and (ii) good and efficient practices, procedures and processes are carefully followed by the 8th respondent with regard to the containment and management of waste products generated in the course of the operations of its thermal power station in strict compliance with the criteria and standards stipulated in the Act and Regulations made thereunder. Orders It has previously been held that the CEA and BOI have violated the fundamental rights guaranteed by Article 12 (1) of the Constitution to the residents of the Chunnakam area and the petitioner [as a member of the public]. A declaration to that effect is hereby made. The petitioner has prayed for an order from this Court directing that the 8th respondent‟s thermal power station must cease all operations. I do not think that such an order would be justified or reasonable at this stage in view of the conclusion that the resumption of operations of the 8th respondent‟s thermal power station is unlikely to cause further contamination or pollution of the surrounding environs provided the conditions referred to above are met. Further, the permanent shutting down of the 8th respondent‟s thermal power station would be unwise and also irresponsible in the light of the prevailing need for additional electrical power generating capacity to service the demands of the National Grid. However, the 8th respondent is permitted to resume operating its thermal power station provided adequate measures are taken to ensure that doing so would not cause contamination or pollution of the surrounding environs, except as may be permitted by a duly issued EPL. Accordingly, I direct that the 8th respondent is permitted to resume operation of its thermal power station upon obtaining an EPL and a SWML from the BOI and/or CEA and subject to the 8th respondent‟s strict adherence to the terms and conditions stipulated in that EPL and SWML, the National Environmental Act and the regulations made thereunder. The BOI and the CEA are permitted to issue an EPL and SWML to the 8th respondent only after the BOI and the CEA, in consultation with the NWSDB, issue a written",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "62",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      72.02,
      70.36,
      544.4,
      704.62
    ],
    "text": "certificate that: (i) the machinery, equipment and apparatus of the 8th respondent‟s thermal power station [including any additional machinery, equipment or apparatus which may now be required] have been checked and found to be in good working order and adequate to ensure that no pollution or contamination of the surrounding environs will be caused by the operation of the 8th respondent‟s thermal power station, except as may be permitted by a duly issued EPL and SWML; and (ii) the practices, procedures and processes adopted by the 8th respondent have been checked and found to be sufficient, adequate and efficient so as to ensure that waste oil, wastewater and other waste products generated in the course of the operations of the 8th respondent‟s thermal power station are contained within the 8th respondent‟s premises and are then managed and/or treated and/or processed in a manner which ensures that the eventual discharge or disposal of waste oil, treated or processed wastewater and other waste products are in strict conformity with the terms, conditions and Tolerance Limits stipulated in the National Environmental Act and the Regulations made thereunder The CEA and BOI are directed to obtain consultancy services of the ITI in this exercise and any certificate issued in pursuance of this Order should be confirmed as correct by the ITI. In the event an EPL and SWML are issued and the 8th respondent‟s thermal power station resumes operations, the BOI and the CEA, in consultation with the NWSDB and with the assistance of the ITI, are required to conduct quarterly inspections of the 8th respondent‟s thermal power station commencing from the date of resumption of operations. These quarterly inspections should investigate and verify whether the 8th respondent‟s thermal power station is operating in compliance with the terms, conditions and Tolerance Limits specified in the EPL and SWML and the standards and criteria specified in the National Environmental Act and regulations made thereunder. In the event a quarterly inspection reveals that the operations of the 8th respondent‟s thermal power station are not in compliance with any of the aforesaid terms, conditions, Tolerance Limits, standards and criteria, the BOI and CEA are directed to immediately take appropriate steps under the National Environmental Act and regulations made thereunder to prevent environmental harm, degradation or damage being caused including, where appropriate, suspending the operation of the 8th respondent‟s thermal power station until corrective action is taken and the effectiveness of such corrective action is verified. Further, in the event an EPL are SWML being issued and the 8th respondent‟s thermal power station resumes operations, the BOI and the CEA, in consultation with the NWSDB and with the assistance of the ITI, are also directed to identify a minimum of 50",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "63",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      72.02,
      72.3,
      543.44,
      656.98
    ],
    "text": "wells representatively located within a 1.5 kilometre radius of the 8th respondent‟s thermal power station and, on a quarterly basis from the date of resumption of operations, test samples of well water obtained from these wells to ascertain the Oil and Grease content and BTEX content [Benzene, Toluene, Ethyl Benzene and Xylene] in these samples of well water. In the event these quarterly tests show an increase in the Oil and Grease content and/or BTEX content, the BOI and the CEA, in consultation with the NWSDB and with the assistance of the ITI, are directed to investigate and ascertain whether it is likely that the operations of the 8th respondent‟s thermal power station have caused such increase. If such investigations find that it is likely that the 8th respondent is responsible, the BOI and CEA are directed to immediately take appropriate steps under the National Environmental Act and regulations made thereunder to prevent environmental harm, degradation or damage being caused including, where appropriate, suspending the operation of the 8th respondent‟s thermal power station until corrective action is taken and the effectiveness of such corrective action is verified. In the event the 8th respondent‟s thermal power station operates for a period of one year from date of the first resumption of operations without adverse results being determined at the quarterly inspections and quarterly tests of well water, similar inspections shall be carried out half-yearly and similar tests of well water shall be carried out half-yearly, in the course of the next year. The rest of the conditions specified above will apply mutatis mutandis. In the event the 8th respondent‟s thermal power station operates during that year without adverse results being determined at the half-yearly inspections and half-yearly tests of well water, the operation of the 8th respondent‟s thermal power station can continue to operate subject to the usual regime under the National Environmental Act and regulations made thereunder. It is an oft-cited and applied principle of environmental law that the “Polluter Pays”. This is reflected in Principle 16 of the Rio Declaration, which states “National authorities should endeavour to promote the internalization of environmental costs and the use of economic instruments, taking into account the approach that the polluter should, in principle, bear the cost of pollution, with due regard to the public interest and without distorting international trade and investment.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      72.02,
      669.52,
      543.4,
      714.58
    ],
    "text": "In VELLORE CITIZENS WELFARE FORUM vs. UNION OF INDIA [at para. 12], the Supreme Court of India observed “The `Polluter Pays‟ principle has been held to be a sound principle by this Court” and went on to state “The `Polluter Pays‟ principle as",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "64",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      72.02,
      98.12,
      543.29,
      270.29
    ],
    "text": "interpreted by this Court means that the absolute liability for harm to the environment extends not only to compensate the victims of pollution but also the cost of restoring the environmental degradation.”. When granting relief [at para. 36], the Supreme Court ordered, inter alia, “An industry may have set up the necessary pollution control device at present but it shall be liable to pay for the past pollution generated by the said industry which has resulted in the environmental degradation and suffering to the residents of the area.”. The Supreme Court of India applied the `Polluter Pays‟ Principle directed the polluter to pay compensation in several later cases such as S. JAGANATH vs. UNION OF INDIA [AIR 1997 SC 811], M.C. MEHTA vs. KAMALNATH [1997 1 SCC 388] and RAMJI PATEL vs. ANGRIK UPBHOKTA MARG DHARSHAK MANCH [2000 3 SCC 29].",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      72.02,
      282.83,
      543.44,
      438.91
    ],
    "text": "In Sri Lanka, in WIJEBANDA vs. CONSERVATOR GENERAL OF FORESTS [at p.362], Tilakawardane J stated “While the polluter pays principle internalizes the costs of pollution to corporate or individual polluters, the principle of public accountability extends this liability towards corrupt or incompetent regulators for the most egregious instances of mis-regulation.”. In BULANKULAMA vs. MINISTRY OF INDUSTRIAL DEVELOPMENT [p. 305] Amerasinghe J stated, “The costs of environmental damage should, in my view, be borne by the party that causes such harm, rather than being allowed to fall on the general community to be paid through reduced environmental quality or increased taxation in order to mitigate the environmentally degrading effects of the project”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      72.02,
      449.51,
      543.44,
      560.11
    ],
    "text": "This is an appropriate case to apply the “Polluter Pays” principle. I direct the 8th respondent to pay compensation in a sum of Rs.20 million to offset at least a part of the substantial loss, harm and damage caused to the residents of the Chunnakam area by the contamination of groundwater in the Chunnakam area and of soil in the vicinity of the 8th respondent‟s thermal power station. Article 126 (4) of the Constitution vests ample jurisdiction in this Court to make the aforesaid Order, which is just and equitable in the circumstances of this case.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      72.02,
      570.59,
      576.78,
      697.06
    ],
    "text": "The 8th respondent is hereby directed to pay a sum of Rs. 20 million within three months of today. This sum is to be paid to the credit of a special fund which is to be administered by the NWSDB under the control of a panel consisting of a representative each of the NWSDB, BOI, CEA and the 8th respondent. The aforesaid payment of Rs. 20 million will establish that fund and shall be paid to the credit of a bank account under the control of that panel. The panel will be headed by the representative of the NWSDB.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "65",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      72.02,
      72.3,
      543.42,
      514.15
    ],
    "text": "The members of panel and the institutions they represent shall be collectively and individually responsible for distributing this sum of Rs. 20 million among persons who reside within a 1.5 kilometre radius of the 8th respondent‟s thermal power station and whose wells have been contaminated with Oil and Grease and/or BTEX, in order to assist those persons to clean and rehabilitate their wells. The members of the panel and the institutions they represent shall be collectively and individually responsible for the integrity of that process. One month prior to commencing the process of distributing this sum of Rs. 20 million among the residents of the Chunnakam area, the panel shall give sufficient notice of the proposed process to the residents of the area within a 1.5 kilometre radius of the 8th respondent‟s thermal power station, through the Grama Niladhari Divisions in the area. The distribution of this sum of Rs. 20 million among the residents of the Chunnakam area shall be subject to the condition that only the chief occupant of a household is entitled to be paid out of these monies and that the maximum sum payable to one person is Rs.40,000/-. I direct the aforesaid panel to ascertain, with reasonable certainty, that the persons to whom monies are paid are persons whose wells have been contaminated with Oil and Grease and/or BTEX This mechanism will enable at least 500 residents of the area to be compensated, at least in part, for the loss and damage they have suffered as the result of the oil contamination of groundwater in the Chunnakam area. It is possible that the number of residents who have suffered such loss and damage may exceed 500. Therefore, I direct the panel to ensure that the sum of Rs. 20 million is divided equitably on the basis that the worst affected wells are to be given priority when distributing the payment. The 8th respondent will pay costs which may be incurred for the work of this panel.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      72.02,
      516.73,
      517.52,
      593.59
    ],
    "text": "Judge of the Supreme Court Priyantha Jayawardena, PC, J. I agree.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      72.02,
      596.08,
      517.52,
      657.1
    ],
    "text": "Judge of the Supreme Court L.T.B. Dehideniya, J. I agree.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      324.05,
      659.56,
      514.28,
      704.62
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  }
]