[
  {
    "page_number": 0,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      116.78,
      72.44,
      481.54,
      120.32
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      301.61,
      156.82,
      526.31,
      204.5
    ],
    "text": "In the matter of an Appeal under and in terms of Article 128 of the Constitution from a Judgment of the Court of Appeal.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      301.61,
      206.74,
      379.63,
      238.24
    ],
    "text": "Now Between",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      301.61,
      240.82,
      461.5,
      323.47
    ],
    "text": "Patali Champika Ranawaka, No. 88/1, Jayanthipura Road, Jayanthipura, Battaramulla.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.73,
      325.93,
      508.3,
      340.19
    ],
    "text": "1st Accused Petitioner Appellant",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.0,
      342.49,
      410.95,
      458.59
    ],
    "text": "SC Appeal No. 116/2022 SC (SPL) LA No. 102/2022 Court of Appeal Application No. CA/LTA 05/2021 vs. HC Colombo Case No. 1824/2020",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      301.61,
      461.07,
      476.98,
      509.49
    ],
    "text": "Honourable Attorney-General, Attorney-Generals Department, Colombo 12.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      511.95,
      469.54,
      559.57
    ],
    "text": "Complainant Respondent Respondent",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      301.61,
      561.87,
      512.13,
      643.65
    ],
    "text": "Walawe Mahadurage Dilum Thusitha Kumara, Imaduwa, Galle.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      646.11,
      465.34,
      760.24
    ],
    "text": "2nd Accused Respondent Respondent",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.61,
      72.2,
      499.9,
      154.0
    ],
    "text": "Wasala Atapattu Samarakoon Mudiyanselage Ralahamige Sudath Asmadala Asmadala Walauwa, Aranayaka.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.45,
      156.46,
      553.42,
      170.72
    ],
    "text": "3rd Respondent Respondent Respondent",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      63.0,
      173.02,
      526.42,
      766.8
    ],
    "text": "Before: Murdu N.B. Fernando, PC, J. (as Her Ladyship the present Honourable Chief Justice was then) E.A.G.R. Amarasekera, J. & Yasantha Kodagoda, PC, J. Appearance: Faisz Musthapha, PC with Faisza Markar, PC, Amarasiri Panditaratne, Keerthi Thilakarathne and Bishran Iqbal for the 1st Accused Petitioner Appellant. Maithri Gunaratne, PC with I. Shahabdeen for the 2nd Accused Respondent Respondent. Anil Silva, PC with Amaan Bandara for the 3rd Accused Respondent Respondent. Rohantha Abeysuriya, PC, ASG (as he then was, and presently Senior ASG) with Dileepa Pieris, Senior DSG (as he then was, and presently ASG) and A. Malik Azeez, SC for the Complainant Respondent Respondent. Argued on: 15th May 2024 Written Submissions filed on: On 28th June 2024 for the Appellant. On 8th July 2024 for the Complainant Respondent Respondent Respondent. Judgment delivered on: 8th May, 2025",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      63.0,
      72.2,
      210.77,
      86.66
    ],
    "text": "Yasantha Kodagoda, PC, J.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      89.14,
      164.66,
      136.88
    ],
    "text": "[A] Introduction",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      139.54,
      526.42,
      154.0
    ],
    "text": "1) This is an Appeal against a judgment of the Court of Appeal dated 29th",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      156.7,
      526.43,
      256.84
    ],
    "text": "March 2022 (hereinafter referred to as the impugned judgment of the Court of Appeal), wherein the Court of Appeal had refused to grant Leave to Appeal to that Court in respect of an order dated 2nd December 2021 pronounced by the High Court (hereinafter referred to as the impugned order of the High Court).",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      259.54,
      526.42,
      274.0
    ],
    "text": "2) On a consideration of a Petition by which the 1st Accused Petitioner",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      276.73,
      526.43,
      359.83
    ],
    "text": "Appellant (hereinafter referred to as the Appellant) sought Special Leave to Appeal against the said impugned judgment of the Court of Appeal to this Court, Special Leave had been granted by a differently constituted Bench, on the following questions of law:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      361.45,
      526.42,
      726.04
    ],
    "text": "i. Did the Court of Appeal fail to appreciate the applicability of the doctrine of issue estoppel, and therefore err in holding that there was no legal impediment to the forwarding of the present indictment? ii. Did the Court of Appeal err in failing to consider that it was not open to the Attorney-General to maintain the charges contained in the indictment, without having recourse to setting aside the previous conviction of the 2nd Accused Respondent Respondent in case bearing No. 23254/07/2017 of the Magistrates Court of Colombo? iii. Did the Court of Appeal fail to appreciate the distinction between (a) the nature and effect of the doctrine of autrefois acquit which is predicated on the basis of the offences being identical, and the (b) nature of the plea of issue estoppel? iv. Did the Court of Appeal err in law and in fact in concluding that the case before the High Court did not arise out of and had no connection to the charges previously levelled in the Magistrates Court of Colombo against the Accused in that case (who is the 2nd Accused Respondent Respondent in the present case)? [Some of the questions have been slightly modified, and emphasis has been added to them to facilitate clarity.] [B] Background",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      727.62,
      526.27,
      742.08
    ],
    "text": "3) On 28th February 2016 at around 9.55 p.m., a motor vehicle accident",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      744.78,
      526.32,
      759.24
    ],
    "text": "occurred on the Sri Jayawardenapura Road, near the Janadhipathi",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.44,
      526.42,
      464.23
    ],
    "text": "Vidyalaya in Welikada, Rajagiriya. It involved a jeep bearing No. WP KT 7545 which had been driven towards Borella and a motorcycle bearing No. WP BAK 2011 which had been ridden towards Rajagiriya. The jeep was owned by the State. The motorcycle was privately owned. It is to be noted that the Sri Jayawardenapura Road is a dual carriage way and has a turning point in front of the entry into Sarana Road. The jeep had been driven on the Sri Jayawardenapura Road towards Colombo, and had been turned by the driver to the right-hand side, near the Janadhipathi Vidyalaya in order to enter Sarana Road. This necessitated the jeep to cross-over, cutting across perpendicular, to the opposite side of the Sri Jayawardenapura Road. As the front of the jeep entered Sarana Road, the motor cycle (which had an engine capacity of 1000cc) which was travelling towards Rajagiriya on the opposite side of the dual carriage way, collided with the jeep. The points of collision of the two vehicles were the left side rear of the jeep (near the rear left wheel) and the front side of the motorcycle. The exact circumstances under which the accident took place, the identity of the driver of the jeep, and the culpability (if any) based on negligence of such driver of the jeep and/or the rider of the motorcycle (who was one Sandeep Sampath Gunawardana) are in dispute. Arriving at determinations on those disputed facts is not necessary for the adjudication of the instant Appeal. This Appeal can be determined on the material available on the face of the record, the agreed facts, and the applicable law.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      466.95,
      526.4,
      481.41
    ],
    "text": "4) It is accepted between the parties that as a result of this accident, Sandeep",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      484.11,
      526.42,
      618.57
    ],
    "text": "Sampath Gunawardana and another named Minsuka (who had been on the pillion of the motor cycle) sustained grievous injuries. Most unfortunately, due to such injuries sustained, Sandeep Sampath Gunawardana remains incapacitated to-date. Along with them, had been two friends of theirs one Sideek and Gayashan, who had also been travelling on another motorcycle, close to the ill-fated motorcycle. However, that motorcycle was not involved in the accident.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      621.27,
      526.4,
      635.73
    ],
    "text": "5) The position of the 1st Accused Petitioner - Appellant (hereinafter",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      638.43,
      526.42,
      755.76
    ],
    "text": "sometimes referred to as the Appellant) is that, soon after the accident, the driver of the jeep being the 2nd Accused Respondent Respondent (who was a driver attached to a Ministry), proceeded directly to the Borella police station, reported the accident and surrendered himself. Thus, the Appellant vehemently denies the allegation that he was the person who drove the jeep at the time of the accident. The Complainant Respondent Respondent (Honourable Attorney-General) disputes this narrative. He has alleged in",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      72.44,
      526.42,
      274.48
    ],
    "text": "the corresponding proceedings in the High Court that at the time of the accident, the jeep was driven by the Appellant and by none other. Furthermore, counsel representing the interests of Sandeep Sampath Gunawardana had, in the Magistrates Court proceedings made the same allegation against the Appellant. The allegation levelled against the Appellant by both the Attorney General and counsel for Sandeep Sampath Gunawardana is that, having driven the jeep and met with the accident, the Appellant planted the 2nd Accused Respondent Respondent as the driver of the jeep at the time of the accident, and had got him to accept liability. 6) The occurrence of this accident was initially investigated into by police",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      277.21,
      526.42,
      582.21
    ],
    "text": "officers attached to the Welikada police station and later on the instructions of the Inspector General of Police (IGP), by officers assigned to conduct a special investigation under the supervision of the Senior Superintendent of Police (SSP), Nugegoda. That team was headed by an Assistant Superintendent of Police (ASP). In the course of the investigation conducted by the Welikada police station, on the night of the accident itself, the 2nd Accused Respondent Respondent (Dilum Thusitha Kumara) was arrested at the Borella police station. The arrest was made on the premise that it was he who had at the time of the accident driven the jeep bearing No. WP KT 7545, and therefore was culpable for the accident. It was specifically alleged by the police that the 2nd Accused Respondent Respondent had committed certain offences contained in the Motor Traffic Act in relation to the accident. The core allegation was that the 2nd Accused Respondent Respondent had driven the jeep in a negligent and or rash manner, and that such conduct resulted in the accident and the ensuing injuries and damage being caused. 7) Consequently, on 29th February 2016, criminal proceedings bearing No. B",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      584.91,
      526.42,
      684.0
    ],
    "text": "791/7/16 was initiated by the Officer-in-Charge of the Welikada Police Station (the 3rd Accused Respondent Respondent) (by the filing of a Report which is commonly referred to as a B Report) in the Magistrates Court of Colombo against the 2nd Accused Respondent Respondent. 8) A perusal of the case record of the Magistrates Court relating to B 791/7/16",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      686.7,
      526.43,
      769.8
    ],
    "text": "reveals that, representations have been made to the learned Magistrate on behalf of Sandeep Sampath Gunawardana that at the time of the accident, it was not the 2nd Accused Respondent Respondent who had driven the jeep, and that it was the Appellant (Patali Champika Ranawaka) who had been behind the wheel. Thus, it was demanded on behalf of Sandeep",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      72.44,
      526.42,
      309.91
    ],
    "text": "Sampath Gunawardana that the Appellant should be arrested and criminal proceedings be initiated against him. The record also reveals and it is not in dispute that as at that time, the Appellant had been a Cabinet Minister of the Government. Learned Attorney-at-Law representing Sandeep Sampath Gunawardana has alleged that the police were not conducting an independent investigation since the Appellant was a person possessing political authority and capable of exerting influence. He has alleged that therefore the police had been shielding the Appellant, by implicating the 2nd Accused Respondent Respondent. It was possibly due to these allegations, that the Inspector General of Police (IGP), intervened, and a special investigation into the accident was launched under the supervision of the Senior Superintendent of Police (SSP) Nugegoda. 9) Following several days of proceedings during which the learned Magistrate",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      312.61,
      526.42,
      480.33
    ],
    "text": "had read and considered the contents of several further B Reports submitted to court, heard submissions made by the Attorney-at-Law for the injured victim, and the position advanced by police officers (which included the police officers who were part of the team that conducted the special investigation), on 29th June 2016, the learned Magistrate made order that there is no basis to conclude that it was the Appellant (Patali Champika Ranawaka) who drove the jeep at the time of the accident, and thus there was no need to add the Appellant as a suspect. 10) On 4th January 2017, the Officer-in-Charge of the Welikada police station",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      483.03,
      526.42,
      566.13
    ],
    "text": "(3rd Accused Respondent Respondent) instituted criminal proceedings against the 2nd Accused Respondent Respondent (Dilum Thusitha Kumara) in the same Magistrates Court (Case No. 23254/7/2017) for having committed the following offences:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      134.06,
      567.75,
      526.4,
      736.56
    ],
    "text": "i. That on 28th February 2016, by negligently driving jeep No. WP KT 7545 and thereby committing several negligent acts, the said jeep collided with motorcycle No. WP BAK 2011 and caused an accident, and thereby caused grievous injuries to two persons and damage to another vehicle, and thereby committed an offence punishable under section 224 of the Motor Traffic Act read with section 2(1) of the Increase of Fines Act. ii. That the Accused failed to take injured Sandeep Sampath Gunawardana whose life was in danger due to injuries sustained as a result of the accident, to a hospital or to a medical practitioner, and",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      72.44,
      526.38,
      138.4
    ],
    "text": "thereby committed an offence under section 16(1)(a)(ii) read with sections 214(1)(a) and 67 of the Motor Traffic Act. 11) On 4th of January 2017 itself, the 2nd Accused Respondent Respondent",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      141.1,
      526.42,
      206.92
    ],
    "text": "pleaded guilty to all the charges on the charge sheet. The learned Magistrate accepted the plea of guilt, and convicted him for having committed the offences contained in the charge sheet. He was thereafter sentenced in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      209.62,
      526.4,
      275.56
    ],
    "text": "i. 1st charge - Fine of Rs. 1,500/= ii. 2nd charge Fine of Rs. 2,500/= 12) It appears that thereby the criminal justice response to the afore-stated",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      278.29,
      526.14,
      327.07
    ],
    "text": "accident ended, and no further legal proceedings took place for quite some time.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      329.77,
      526.38,
      344.23
    ],
    "text": "13) It was submitted to this Court that, on 16th November 2019, a Presidential",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      346.93,
      526.42,
      463.15
    ],
    "text": "election took place and a new President was elected to hold office. Soon thereafter, the Appellant along with other Ministers resigned from office, and a new Government assumed office. Accordingly, the status of the Appellant changed from being a Minister to being a Member of Parliament in the Parliaments opposition. 14) It appears that soon after the new President assumed office, the matter",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      465.87,
      526.42,
      633.57
    ],
    "text": "pertaining to the afore-stated motor accident re-surfaced and certain investigations appear to have been carried out, this time by the Colombo Crimes Division (CCD) of the Sri Lanka Police. On 12th December 2019, a statement of the Appellant was recorded by officers of the CCD. On 18th December 2019, the Appellant was arrested on the premise that at the time of the accident, he was the driver of the jeep and accordingly he was responsible for the accident. Thereafter, proceedings had been initiated against the Appellant in the Magistrates Court. 15) On 9th July 2020, the Complainant Respondent Respondent (the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      636.27,
      526.42,
      753.72
    ],
    "text": "Honourable Attorney-General) preferred an indictment against the 1st Accused Petitioner Appellant (Patali Champika Ranawaka) the 2nd Accused Respondent Respondent (Dilum Thusitha Kumara driver assigned to a Ministry) and the 3rd Accused Respondent Respondent (W.A.S.M.R. Sudath Asmadala former Officer-in-Charge (OIC) of the Welikada police station). Thereby, criminal proceedings were instituted against the Appellant and the two other Accused Respondents in the High",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      72.44,
      526.26,
      121.24
    ],
    "text": "Court of Colombo (Case No. HC 1824/20). The indictment contained the following charges:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      123.74,
      122.86,
      529.42,
      737.64
    ],
    "text": "i. That between 28th February 2016 and 4th January 2017 the three accused conspired to fabricate false evidence to be used in judicial proceedings relating to the afore-stated accident, and thereby committed an offence punishable under section 190 read with 113(b) and 102 of the Penal Code. ii. That the 3rd Accused, by concealing a statement made by one Gayashan Vinura that it was the 1st Accused (Appellant) who drove the jeep at the time of the accident and arranging to record a statement to indicate that it was the 2nd Accused who drove the jeep at the time of the accident, committed the offence of fabricating false evidence, an offence punishable under section 190 of the Penal Code. iii. That the 1st Accused (Appellant) abetted the 3rd Accused to commit the offence referred to in charge ii. iv. That 2nd Accused abetted the 3rd Accused to commit the offence referred to in charge ii. v. That the three accused jointly caused evidence relating to the afore-stated accident (and the related offence) to disappear, and introduced the 2nd Accused as the driver of the jeep, and thereby committed an offence punishable under section 198 read with sections 113B and 102 of the Penal Code. vi. That the 3rd Accused knowing or having reason to believe that it was the 1st Accused (Appellant) who drove the jeep at the time of the accident and concealing the statement of Gayashan Vinura that it was the 1st Accused (Appellant) who drove the jeep at the time of the accident and making arrangements to record a statement that it was the 2nd Accused who drove the vehicle, with the intention of screening the actual offender, caused evidence relating to the offence to disappear, and thereby committed an offence punishable under section 198 of the Penal Code. vii. That the 1st Accused (Appellant) abetted the 3rd Accused to commit the offence in charge vi. viii. That the 2nd Accused abetted the 3rd Accused to commit the offence in charge vi. ix. That the 3rd Accused fabricated false evidence by filing in court a report bearing No. B/791/7/16 concealing the fact that it was the 1st Accused (Appellant) who drove the jeep at the time of the accident,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      543.58,
      792.25,
      553.83,
      806.29
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      72.44,
      526.42,
      480.33
    ],
    "text": "and thereby committed an offence punishable under section 198 read with section 113B and 102 of the Penal Code. x. That the 2nd Accused knowing that it was the 1st Accused (Appellant) who drove the jeep at the time of the accident, by providing false information to the Borella police that at the time of the accident the jeep was driven by himself, committed an offence punishable under section 200 of the Penal Code. xi. That the 1st Accused (Appellant) abetted the 2nd Accused to commit the offence contained in charge x. xii. That the 3rd Accused by framing the B Report in a manner to save an offender from legal punishment, committed an offence punishable under section 215 of the Penal Code. xiii. That the 1st Accused (Appellant) abetted the 3rd Accused to commit the offence contained in charge xii. xiv. That on 4th of January 2017, the 2nd Accused gave false information to the Magistrates Court that he was the driver of the jeep at the time of the accident and tendered a plea of guilty, and thereby committed an offence punishable under section 200 of the Penal Code. xv. That the 1st Accused (Appellant) abetted the 2nd Accused to commit the offence contained in charge xiv. xvi. That the 3rd Accused abetted the 2nd Accused to commit the offence contained in charge xiv. 16) The Attorney-General also preferred to the High Court of Colombo, another",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      483.03,
      526.42,
      617.49
    ],
    "text": "indictment only against the Appellant, which resulted in case No. 1825/2020 being instituted against the Appellant. The allegation against the Appellant in that case is founded upon the footing that it was the Appellant who drove the jeep at the time of the accident, did so in a negligent manner, and contains charges relating to the said accident under the Motor Traffic Act. 17) On 30th November 2021, following the indictment being served on the three",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      620.19,
      526.42,
      754.8
    ],
    "text": "accused in the High Court Colombo Case No. 1824/2020, learned counsel representing the Appellant raised several preliminary objections relating to the maintainability of the case filed by the Attorney-General. Among the objections raised were, that the indictment (and the related institution of criminal proceedings) was unlawful, (i) due to the principles of Res Judicata, Res Judicata Pro Veritate Accipitur and the principles of Estoppel per Rem Judicatam and issue estoppel, and (ii) due to the indictment amounting to launching of a collateral attack on the judgment of a court of competent",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.44,
      526.42,
      258.4
    ],
    "text": "jurisdiction (a reference to the finding of guilt by the Magistrates Court and the related conviction in case No. 23254/7/17 against the 2nd Accused Respondent Respondent). The fundamental issue raised on behalf of the Appellant was that, while the conviction of the 2nd Accused Respondent Respondent entered into by the learned Magistrate in case No. 23254/7/17 and the corresponding sentence imposed on him remained valid, it was not possible in terms of the law for the Attorney-General to have indicted the Appellant and the 2nd and 3rd Accused Respondents Respondents, even though some of the charges framed in the Magistrates Court were different to the charges preferred in the High Court in case No. 1824/2020.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      261.1,
      526.42,
      275.56
    ],
    "text": "18) Learned prosecuting counsel representing the Attorney-General objected to",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      278.29,
      526.42,
      360.31
    ],
    "text": "the preliminary objections raised on behalf of the 1st Accused and the 3rd Accused, and therefore an inquiry was held into the preliminary issues raised. 19) On 2nd December 2021, the learned Judge of the High Court delivered order",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      126.02,
      363.01,
      526.38,
      428.83
    ],
    "text": "overruling the afore-stated preliminary objections. The primary reasons based upon which the learned Judge of the High Court overruled the preliminary objections (as contained in the order of the High Court), were as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      130.58,
      431.53,
      526.42,
      737.64
    ],
    "text": "i. That the specific incident based upon which charges had been framed in Magistrates Court case No. 23254/7/17 and the specific incident(s) relating to which the indictment had been preferred to the High Court in case No. 1824/2020 are different. If at all, only the core original incident relating to the two cases is the same. ii. That the case filed in the High Court relates to various incidents amounting to commission of offences, associated with the subsequent criminal investigation into the original incident (i.e. motor traffic accident). iii. That the 2nd Accused Respondent Respondent (who was the sole accused in the Magistrates Court case) pleaded guilty, is not an obstacle to the High Court trying the three accused before the High Court on the indictment. iv. That, if it appears to the prosecution, that the 2nd Accused Respondent Respondent had by pleading guilty, misled the Magistrates Court, there is no obstacle in the prosecution filing a case (the case filed by preferring the indictment) and obtaining a determination regarding the truth or otherwise of that proposition.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      72.44,
      526.42,
      566.13
    ],
    "text": "Until the prosecution proves the charges on the indictment, the judgment of the Magistrates Court shall remain valid. v. That in the instant case, there is no specific charge in the indictment alleging that it was the Appellant who drove the jeep at the time of the accident in a negligent manner. vi. That the necessity of having the verdict and the order of sentence delivered by the Magistrates Court vacated, arises only if in the instant case the accused are convicted by the High Court. vii. That if the 2nd Accused Respondent Respondent is first discharged from the case which was in the Magistrates Court by having his conviction set aside, and thereafter, if after trial, the case against the accused in the High Court results in an acquittal, it would not be possible to re-charge the 2nd Accused Respondent Respondent in the Magistrates Court for having been culpable for the accident. viii. That without the accused before the High Court first being convicted, it would not be possible to move in revision and have the verdict and the order of sentence delivered by the Magistrate against the 2nd Accused Respondent Respondent vacated. ix. That notwithstanding section 43 of the Evidence Ordinance, there is no obstacle in determining the disputed facts in the instant case, while the verdict and the sentence pronounced by the Magistrate remains valid. x. That the facts in issue in the instant case have not been adjudicated upon previously by any other competent court, and the specific incidents based upon which the indictment has been preferred are distinct from the earlier case in the Magistrates Court. 20) It is against the said order of the High Court, that the Appellant sought Leave",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      568.83,
      526.26,
      616.53
    ],
    "text": "to Appeal from the Court of Appeal (CA/LTA/05/2021). 21) Meanwhile, in HC 1825/2020 (which was heard before another Judge of the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      619.11,
      526.43,
      752.64
    ],
    "text": "High Court) also, learned counsel representing the Appellant had raised a similar preliminary objection, and such objections had also been overruled. This Court has been informed that, another Application (CA/LTA/02/2022), seeking Leave to Appeal against that order of the High Court in HC 1825/2020 has been presented to the Court of Appeal, and that the said matter remains pending in the Court of Appeal. 22) Following the Application (No. CA/LTA/05/2021) seeking Leave to Appeal",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      755.34,
      526.27,
      769.8
    ],
    "text": "being supported on 21st February 2022, on 29th March 2022, the Court of",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      126.02,
      72.44,
      526.41,
      155.56
    ],
    "text": "Appeal while concurring with the order pronounced by the learned Judge of the High Court in High Court case No. 1824/2020, delivered order dismissing the Application without issuing Notice on the Respondents. The primary observations and findings contained in that judgment of the Court of Appeal, are as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      158.26,
      529.42,
      360.31
    ],
    "text": "i. That no objection had been raised in the High Court on behalf of the 2nd Accused Respondent Respondent. ii. That the offences leveled against the accused in the Magistrates Court and High Court cases are different. iii. That section 314 of the Code of Criminal Procedure Act does not bar the prosecution on the indictment that had been challenged in the High Court. iv. That the Appellant was not an accused in the Magistrates Court case. v. That the matter before the High Court in case No. 1824/ 2020 had not been adjudicated upon before by the Magistrates Court. 23) It is against the said judgment of the Court of Appeal dated 29th March 2022,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      363.01,
      442.51,
      427.91
    ],
    "text": "that this Appeal has been presented. [C] Submissions of Counsel [C.1] Submissions of learned Presidents Counsel for the Appellant",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      437.53,
      526.24,
      451.99
    ],
    "text": "24) The essence of the submissions made to this Court by the learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      454.69,
      526.42,
      640.65
    ],
    "text": "Presidents Counsel representing the Appellant was that the core issue (the issue relating to the accident) had been determined by the learned Magistrate, and thus could not be canvassed once again in the High Court. He submitted that since the issue had been judicially determined and conclusively put to rest, without first having the verdict of the learned Magistrate vacated in terms of the law, it was not possible to institute criminal proceedings in the High Court. He thus submitted that preferring the indictment against the Appellant and the 2nd and 3rd Accused Respondents Respondents and thereby instituting criminal proceedings in the High Court was unlawful.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      643.35,
      526.38,
      657.81
    ],
    "text": "25) Elaborating his submissions in greater detail, learned Presidents Counsel",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      660.54,
      526.4,
      743.52
    ],
    "text": "submitted that the Sri Lankan law has recognised the principle of Issue Estoppel and when determining the preliminary objection raised on behalf of the Appellant, the learned High Court judge had failed to apply that principle.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      72.44,
      526.32,
      86.9
    ],
    "text": "26) Supplementing his submissions, learned Presidents Counsel submitted",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      89.62,
      526.43,
      223.0
    ],
    "text": "that, the learned Judge of the High Court had not paid sufficient attention to the fact that, it was the learned Magistrate who in the performance of his duty in terms of section 182 of the Code of Criminal Procedure Act (CCPA) conducted an inquiry and determined that, charges should be framed against the Accused in that case being the 2nd Accused Respondent Respondent and not against the Appellant. 27) Learned Presidents Counsel also submitted that the principle of issue",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      126.02,
      225.7,
      526.43,
      764.16
    ],
    "text": "estoppel is quite distinct to the principles of res judicata and autrefois acquit and autrefois convict. He submitted that the principle of issue estoppel applies when a particular issue has been determined by a Court. In order to assist Court in appreciating this principle, which is rarely cited, learned counsel referred to the Judgment of Lord Denning in Fidelitas Shipping Co. Ltd. vs. V/O Exportchleb. Quoting from that judgment, he submitted that, once an issue has been raised and distinctly determined between the parties, then, as a general rule neither party can be allowed to fight on that issue all over again. The same issue cannot be raised by either of them again in the same or subsequent proceedings except in special circumstances. With the aid of the judgment in Virgin Atlantic Airways Limited vs. Zodiac Seats UK Limited [(2013) UK SC 46], learned Presidents Counsel sought to draw a distinction between the principles of issue estoppel and autrefois acquit and autrefois convict. He submitted that, cause of action estoppel arises where the cause of action in the later proceedings is identical to that in the earlier proceedings, the latter having been between the same parties or their privies and having been involved the same subject matter. In such a case, the bar is absolute in relation to all points decided, unless fraud or collusion is alleged, such as to justify setting aside the earlier judgment. The discovery of new factual matter which could not have been found out by reasonable diligence for the use in the earlier proceedings does not, according to the law of England, permit the latter to be re-opened. He added that, issue estoppel may arise where a particular issue forming a necessary ingredient in a cause of action has been litigated and decided, and in subsequent proceedings between the same parties involving a different cause of action to which the same issue is relevant, one of the parties seeks to re-open that issue. Learned Presidents Counsel also brought to the attention of this Court, the case of Director of Public Prosecutions v Humphrys [1977] AC 1, wherein Viscount Dilhorne has referred to the definition given by Lord Denning, to issue estoppel in the Fidelitas Shipping case, and observed that issue estoppel if it applies to criminal cases, must be distinguished from the pleas of autrefois convict and autrefois acquit.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      72.44,
      526.26,
      86.9
    ],
    "text": "28) Inviting this Court to apply the principle of issue estoppel to the facts of this",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      89.62,
      526.42,
      291.67
    ],
    "text": "case, learned Presidents Counsel submitted that the central issue of this case, namely the identity of the driver of the jeep at the time of the accident, had been determined by the learned Magistrate in case No. 23254/7/17. The learned Magistrate having conducted an inquiry into the matter, had decided that it was the 2nd Accused Respondent Respondent who had driven the jeep, and based on such finding had framed charges against him. Citing the judgment of Chief Justice Basnayake in Attorney-General vs. Baskaran, [62 NLR 64], learned Presidents Counsel emphasised that in terms of our law, it was the duty of the learned Magistrate (as it had been done in the instant case) to frame charges against an accused. 29) Learned Presidents Counsel for the Appellant relied heavily on judicial",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      294.37,
      526.43,
      462.07
    ],
    "text": "precedent, contained in the judgment of the Privy Council in Sambasivam vs. Public Prosecutor, Federation of Malaya [1950] AC 458 at 479, wherein he submitted that the concept of issue estoppel had been recognised and applied, taking the manifestation of res judicata pro veritate accipitur. He submitted that the principle of res judicata pro veritate accipitur discussed by Lord MacDermott in the Sambasivam case has also been accepted in Sri Lankan law and has been followed in Nalliah vs. P.B. Herath [54 NLR 473] and in The Queen vs. Ariyawantha [59 NLR 241]. 30) He submitted that, the learned Judge of the High Court had correctly",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      464.79,
      526.42,
      581.13
    ],
    "text": "concluded that the conviction of the 2nd Accused Respondent Respondent by the Magistrate was lawful. However, he had erred by concluding that, such conviction could be set-aside only after the High Court trial was concluded, and only if the accused before the High Court are convicted for the charges on the indictment. 31) Learned Presidents Counsel also submitted that, the institution of criminal",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      583.83,
      526.42,
      751.08
    ],
    "text": "proceedings by the Attorney-General in the High Court was unlawful, as it amounted to launching a collateral attack on the verdict and on the order of sentence imposed by the learned Magistrate. In this regard, learned counsel cited the judgment of Chief Justice H.N.G. Fernando in Tennekoon vs. The Queen [69 CLW 29], wherein the Chief Justice had cited with approval, the views of Lord Devlin pronounced in Connelly vs. Director of Public Prosecutions [1962] 2 All ER 401. He also cited the views of Chief Justice H. Basnayake in The Queen vs. Ariyawantha (cited above). 32) Citing from the opinion of Lord Diplock in Hunter vs. Chief Constable of the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      126.02,
      753.78,
      526.31,
      768.24
    ],
    "text": "Midlands Police [1982] A.C. 529, learned Presidents Counsel also submitted",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      72.44,
      526.4,
      189.76
    ],
    "text": "that if the prosecution is allowed to proceed in the High Court, it would amount to an abuse of judicial process, and that this Court should not permit that. He alleged that the Attorney-General had abused his prosecutorial authority by forwarding the indictment to the High Court against the Appellant and the other two accused. 33) The learned Presidents Counsel also argued that in terms of section 182 of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      192.46,
      526.42,
      584.25
    ],
    "text": "the CCPA, it is the Magistrate who is empowered to frame charges against the accused and that in the instant case, acting in terms of section 183(1), the Magistrate, after satisfying himself that the plea of the 2nd Accused Respondent - Respondent amounted to an unqualified admission of guilt, had convicted him. He further submitted that the 2nd Accused Respondent Respondent had not up-to-date withdrawn that plea of guilt, entered before the learned Magistrate up to date. Citing the views of Justice Abdul Cader in the case of S.J. Pandian v S.D. Sugathapala [1984] BLR Vol. I, Part IV, and Justice Malalgoda in the Court of Appeal judgment in Kanagaratnam v Attorney-General (CA 58/2010, CA Minutes of 24.06.2016), learned Presidents Counsel argued that section 183(1) requires leave of the Magistrate in order for an accused to withdraw a plea of guilt, because it is only the Magistrate who knows whether the plea when tendered amounted to an unqualified admission in terms of section 183(1). Therefore, he submitted that if the 2nd Accused Respondent Respondent was aggrieved by the conviction and the fine imposed by the learned Magistrate, he had ample time to withdraw the plea of guilt. He further submitted that neither the aggrieved party nor the Attorney-General have up-to-date, moved in revision to have the conviction of the 2nd Accused Respondent Respondent by the learned Magistrate set aside on the ground of fraud or collusion, and therefore, the order made by the learned Magistrate remains valid and lawful. 34) Learned Presidents Counsel referring to the impugned order of the learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      586.95,
      526.42,
      738.6
    ],
    "text": "Judge of the High Court, submitted that the learned Judge had not addressed his mind to the legal effect of issue estoppel, and had failed to discern that the issue as to the driver of the vehicle had already been dealt with and decided in the Magistrates Court, and that so long as the said order remains valid, it is not open to court to entertain an indictment and hold a trial on a contrary basis. He submitted that holding the trial once again in the High Court is not permitted by law. 35) As regards the contention of the Attorney-General, in respect of the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      126.02,
      741.3,
      526.4,
      755.76
    ],
    "text": "Appellant, the principle of autrefois acquit and autrefois convict is inapplicable",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      72.44,
      526.42,
      155.56
    ],
    "text": "to the instant case, the learned Presidents Counsel submitted that it was never the position of the Appellant that the principle autrefois acquit and autrefois convict applied to this case. 36) Learned Presidents Counsel for the Appellant also argued that although",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      126.02,
      158.26,
      526.42,
      481.41
    ],
    "text": "the Attorney-General had sought to take refuge in section 44 of the Evidence Ordinance, which enables a party to avoid a judgment, order or decree on the ground of lack of jurisdiction, or where such judgment or decree has been obtained by fraud or collusion, he submitted that it is inapplicable as there is not even an iota of evidence to suggest fraud and collusion. As regards the contention of the Attorney-General that evidence produced at the trial had been obtained by fraud or collusion, citing extensively the views of Sarkar and Monir contained in their respective treatises on the Law of Evidence, learned Presidents Counsel argued that the investigation had been conducted not only by the Welikada police, but also by a team appointed by the IGP, supervised by the SSP Nugegoda and headed by the ASP II Nugegoda and their investigational findings were never challenged before the Magistrate who based his order on the findings of such investigators as well. He pointed out that the allegation of bias on the part of the investigators, and more so against the police team headed by the ASP, and supervised by the Magistrate, is totally unsupported by any material subsequently gathered by the Attorney-General. He further argued that a party cannot rely on his own fraud, as both teams consisting of police officers are servants of the State.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      484.11,
      526.26,
      514.65
    ],
    "text": "37) Learned Presidents Counsel concluded his submissions with the following",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      126.02,
      517.35,
      165.74,
      531.81
    ],
    "text": "words:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      144.02,
      534.51,
      526.42,
      611.47
    ],
    "text": "In this background, attempting to attack the said judgment of the learned Magistrate collaterally, by the Hon. Attorney-General is unlawful, scandalous, and an abuse of legal process and against the norms of fairness, such a step would erode the confidence of right-thinking in the justice system of this country.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      621.03,
      526.4,
      635.49
    ],
    "text": "38) In view of the foregoing extensive submissions, learned Presidents Counsel",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      126.02,
      637.11,
      526.43,
      732.12
    ],
    "text": "moved this Court to be pleased to (a) allow this Appeal, (b) quash both impugned judgment of the Court of Appeal and the order of the High Court, and (c) acquit the Appellant and the 2nd and 3rd Accused Respondents Respondents from the High Court case.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.2,
      501.58,
      102.08
    ],
    "text": "[C.2] Submissions of learned Presidents Counsel for the 2nd and 3rd Accused Respondents - Respondents",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      108.02,
      111.7,
      526.36,
      126.16
    ],
    "text": "39) Both learned Presidents Counsel for the 2nd and 3rd Accused Respondents",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      128.86,
      526.42,
      245.68
    ],
    "text": "Respondents associated themselves with the submissions made by learned Presidents Counsel for the Appellant. Additionally, learned Presidents Counsel for the 2nd Accused Respondent Respondent made detailed submissions aimed at assisting this Court to appreciate more-fully the doctrine of issue estoppel and its distinction with the doctrine of autrefois acquit autrefois convict.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      108.02,
      248.38,
      526.24,
      262.84
    ],
    "text": "40) They joined the learned Presidents Counsel for the Appellant in pleading",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      265.54,
      526.11,
      347.15
    ],
    "text": "that this Appeal be allowed. [C.3] Submissions of learned Senior Additional Solicitor General for the Complainant Respondent Respondent (Honourable Attorney-General)",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      108.02,
      349.81,
      526.42,
      364.27
    ],
    "text": "41) Learned Senior Additional Solicitor General (Snr. ASG) cum Presidents",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      126.02,
      366.85,
      526.42,
      741.48
    ],
    "text": "Counsel submitted that contrary to what was initially reported to the learned Magistrate by both the Welikada police and by the special team of police investigators appointed to investigate into this matter (under the supervision of the SSP Nugegoda), the subsequent team of investigators of the Colombo Crimes Division (appointed in the latter part of 2019) had unearthed several key items of investigative material (which have the potential of being used as evidence at a trial). He stated that such material was capable of establishing that it was the Appellant who was behind the steering wheel of the jeep at the time of the accident, and that he was responsible for causing the accident. These items of material included (a) technical evidence pertaining to the use of a mobile phone by the Appellant at or about the time of the accident, (b) a confessional statement made by the 2nd Accused Respondent Respondent to a Magistrate, following the commencement of fresh investigations which took place in 2019/20, and (c) statements made by several prosecution witnesses including the two friends who accompanied the victim at the time of the accident (in the other motorcycle) that it was the Appellant who drove the jeep, and several police officers who were involved in the initial investigation that they were coerced into screening the true identity of the driver of the jeep, at the behest of the 3rd Accused Respondent - Respondent. He submitted that the 2nd Accused Respondent Respondent who was the official driver of the Appellant assigned to the jeep, had been pressured by the Appellant to own",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.44,
      526.38,
      121.24
    ],
    "text": "responsibility, surrender to the police, and later plead guilty to the charges in the Magistrates Court.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      108.02,
      123.94,
      526.25,
      138.4
    ],
    "text": "42) Responding to the submissions made on behalf of the Appellant, learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      108.02,
      141.1,
      526.42,
      463.15
    ],
    "text": "Snr. ASG submitted that, the judgments in Tennekoon vs. Queen, Queen vs. Ariyawantha, and Nalliah vs. P.B. Herath, which are founded upon the opinion of Lord MacDermott in Sambasivam vs. Public Prosecutor, Federation of Malaya merely support the proposition that the prosecution is precluded from proceeding at a subsequent trial with evidence inconsistent with the innocence of an accused, on any count which such accused had been acquitted before. He submitted that this rule is limited in its application to cases where the accused had been acquitted in the previous case (first trial). He said that in such situations, at the second trial, the prosecution was bound to accept the correctness of the verdict in the first trial. He further submitted that in any event, the principle in the Sambasivam case was not applicable to the instant case, since as regards the accident, the Appellant was not prosecuted, tried, convicted or acquitted before. The learned Snr. ASG argued that jurisprudence such as DPP V Humphrys [1977] AC 1, and R v Z [2000] 3 WLR 117, have either identified clear exceptions to the principle contained in the Sambasivam case or distanced themselves from its application. 43) Referring to the order pronounced by the learned Magistrate on 29th June",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      108.02,
      465.87,
      526.42,
      702.24
    ],
    "text": "2016 that there was no necessity to add the Appellant as a suspect at that time (and therefore the finding as to the identity of the driver of the jeep being the 2nd Accused Respondent Respondent), learned Snr. ASG submitted that the said order cannot be regarded as a correct finding in law, as it was based on false and incomplete material presented to the Magistrates Court by the former police investigators who had acted in collusion with the Appellant. He also submitted that the issue as to the identity of the driver of the jeep at the time of the accident had not been tried by a court of law and judicially determined. Thus, learned Snr. ASG submitted that, by seeking to apply the principle of issue estoppel, it is not possible for the Appellant to prevent the adjudication of the issue before the High Court and the Appellant being tried by the said court. 44) Learned Snr. ASG submitted that, in view of the unique circumstances",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      126.02,
      704.94,
      526.41,
      753.72
    ],
    "text": "applicable to the instant matter, the principle of issue estoppel cannot be applied in the same manner as it had been applied in the several cases cited by the learned counsel for the Appellant.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      108.02,
      72.44,
      526.42,
      103.0
    ],
    "text": "45) He further submitted that the conviction of the 2nd Accused Respondent",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      108.02,
      105.7,
      526.42,
      377.47
    ],
    "text": "Respondent in the Magistrates Court would not be applicable to the instant case, unless in terms of section 40 of the Evidence Ordinance that order is relevant to the High Court case. Learned counsel submitted that section 40 was founded upon two principles, they being the principle of res judicata in civil cases, and the principle of autrefois acquit and autrefois convict in criminal cases. Citing the salient ingredients for the application of the principles of res judicata and autrefois acquit and autrefois convict, learned Snr. ASG submitted that, as those ingredients are not found in the facts and circumstances of the instant matter, the said principles are inapplicable. He also submitted that, though the principle of collateral estoppel (a reference to issue estoppel) provides that an issue or a case that has been litigated before cannot be litigated again, as the salient ingredients for the application of that principle are not present in the instant case, that principle too is inapplicable. 46) Learned Snr. ASG invited this Court to keep in mind the following features",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      126.02,
      380.17,
      526.41,
      480.33
    ],
    "text": "of the instant case: i That before the Magistrates Court, the parties were the complainant (police) and the 2nd Accused Respondent Respondent. The Appellant and the 3rd Accused Respondent - Respondent were not parties to the Magistrates Court case. ii That in the High Court, the 2nd Accused Respondent Respondent did",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      126.02,
      483.03,
      526.42,
      531.81
    ],
    "text": "not object to the indictment. Only the Appellant and the 3rd Accused Respondent Respondent objected. iii That the Appellant had been arrested after quite some time following",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      534.51,
      526.36,
      634.65
    ],
    "text": "the conviction of the 2nd Accused Respondent Respondent, and that was after fresh investigative material surfaced that it was the Appellant who had driven the jeep at the time of the accident. Thus, he submitted that the plea of guilty in the Magistrates Court was part of the conspiracy to subvert the course of justice.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      126.02,
      637.35,
      526.42,
      754.8
    ],
    "text": "In these circumstances, learned Snr. ASG submitted that neither the Appellant nor the 3rd Accused Respondent Respondent were entitled to raise the principles issue estoppel, res judicata or autrefois acquit and autrefois convict as a bar to the indictment preferred by the Attorney-General or to the prosecution proceeding in the High Court, founded upon such indictment.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      72.44,
      526.42,
      86.9
    ],
    "text": "47) The learned Snr. ASG submitted that, since the conviction of the 2nd",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      89.62,
      526.43,
      343.15
    ],
    "text": "Accused Respondent Respondent had been obtained by misleading the Magistrates Court through fraud committed upon it, it was not possible for the Appellant to rely on the findings of the learned Magistrate. He cited section 44 of the Evidence Ordinance, which provides that, it can be proven that a judgment which is relevant under sections 40, 41 or 42 had been pronounced by a court that was not competent to deliver it, or was obtained by fraud or collusion, then such judgment would not be relevant in subsequent proceedings. In support of his contention that fraud vitiates any judicial proceedings, indictments or orders, learned Snr. ASG cited the cases of Bishen Singh vs. Wasawa Singh [AIR (1926) Lah. 177], The Duchess of Kingston case [1775 1802] All ER 623, Suppramaniam et. Al. vs. Erampakurukal et. Al. [23 NLR 417], and Maduluwawe Sobhitha Thero vs. Joslin and Others [(2005) 3 Sri L.R. 25]. 48) Citing from E.R.S.R. Coomaraswamy on the Law of Evidence, learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      345.85,
      526.4,
      496.41
    ],
    "text": "Snr. ASG submitted that a finding of fact on one of the issues in the case will not be res judicata in a subsequent case, if the earlier judgment had been obtained by fraud, in spite of the fact that no application for restitutio in integrum had been made and thereby the earlier order is vacated. He submitted that even though it cannot be proven that the previous order had been made due to the previous court having been mistaken, it can be established (as in the instant case) that the court had been misled. 49) Without prejudice to the foregoing arguments, learned Snr. ASG submitted",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      499.11,
      526.42,
      718.32
    ],
    "text": "that the objection raised on behalf of the Appellant in the High Court was premature, in that, the objection if at all should have been raised at the time the objectionable items of evidence were sought to be led in evidence. Furthermore, learned Snr. ASG submitted that, in any event, the challenge on the indictment presented by the Attorney-General was one which could not have been decided upon by the learned Judge of the High Court, as he did not have jurisdiction to decide on the validity of an indictment. In that regard, learned Snr. ASG referred to sections 160(2), 194 and 195 of the CCPA. He further submitted that the High Court had no inherent power to determine the validity of an indictment and to consequently quash the indictment. 50) Due to the foregoing reasons, learned Snr. ASG submitted that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      126.02,
      721.02,
      526.34,
      769.8
    ],
    "text": "Complainant Respondent Respondent (Attorney-General) had not acted in an unlawful or abusive manner in presenting the impugned indictment to the High Court, without initially having the conviction pronounced by",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.44,
      526.38,
      172.72
    ],
    "text": "the learned Magistrate on the 2nd Accused Respondent Respondent vacated. He submitted that there was a valid indictment before the High Court and the order made by the learned Judge of the High Court (overruling the preliminary objections) was correct in law, and thus, the trial should be allowed by this Court to be proceeded with.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      175.3,
      526.41,
      189.76
    ],
    "text": "51) While urging that these submissions be considered by this Court, learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      192.46,
      526.38,
      308.03
    ],
    "text": "Senior Additional Solicitor General cum Presidents Counsel urged this Court to, dismiss this Appeal, and to affirm the impugned judgment of the Court of Appeal and the order of the High Court. [D] The law, its application, findings and conclusion [D.1] Some initial observations",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      310.57,
      525.98,
      325.03
    ],
    "text": "52) It is necessary to commence by referring to the initial submission made by",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      327.73,
      526.42,
      633.69
    ],
    "text": "learned Snr. ASG, that the indictment to the High Court was preferred because the Attorney-General received and considered fresh material, emanating from the fresh investigation into the accident which occurred on the 28th February 2016, involving the jeep and the motorcycle and its aftermath, conducted by the Colombo Crimes Division (CCD) towards the latter part of 2019 flowing over to the early part of 2020. He submitted that such material was capable of establishing that (a) it was the Appellant who had driven the jeep at the time of the accident and not the 2nd Accused Respondent Respondent, (b) that the 2nd Accused Respondent Respondent had been under pressure to accept responsibility that he was the driver of the jeep at the time of the accident, (c) that therefore he surrendered to the police, (d) that he pleaded guilty before the learned Magistrate due to such pressure exerted on him, and (e) that the former investigators were responsible for the cover-up with the view to shielding the Appellant. Material in support of such submissions, is not before this Court, as part of the Appeal brief. 53) An Appeal (unlike a Revision Application) must be argued and determined",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      126.02,
      636.39,
      526.42,
      753.72
    ],
    "text": "on the strength of the material available on the face of the Appeal brief. It would only be under exceptional circumstances that an appellate court would permit fresh or further evidence to be led during appellate proceedings. In any event, during the hearing, the learned Snr. ASG made no application to present fresh or further evidence or other material before this Court. In the circumstances, it is not possible for this Court to proceed on the footing that it was the Appellant who drove the jeep at the time of",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.44,
      526.42,
      258.4
    ],
    "text": "the accident, and that the original police investigators had engaged in subverting the course of criminal justice and causing a miscarriage of justice by portraying to the learned Magistrate that it was the 2nd Accused Respondent Respondent who drove the jeep at the time of the accident. In any event, as observed by me at the beginning of this Judgment, in order to adjudicate this Appeal, it is not necessary to arrive at a judicial finding by this Court as to those contentious factual issues. This is convincingly an Appeal that can be determined based on agreed facts and the disputed answers to the several questions of law in respect of which Special Leave to Appeal has been granted.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.02,
      261.1,
      526.41,
      275.56
    ],
    "text": "54) On a consideration of the submissions made by learned Presidents Counsel",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.02,
      278.29,
      526.42,
      531.81
    ],
    "text": "for the Appellant and the Respondents (including the Snr. ASG who appeared for the Honourable Attorney-General), it is evident that, there is no contest between the parties before this Court as to whether or not the doctrine of law referred to as issue estoppel is a part of Sri Lankas criminal justice law. While learned Presidents Counsel for the Appellant advanced the proposition that the doctrine of issue estoppel is a part of Sri Lankas criminal law, learned Presidents Counsel for the 2nd and 3rd Accused Respondents Respondents supported that proposition. Learned Snr. ASG did not contest that position. I would however, not necessarily concur with that stance, due to reasons which will be given in the course of this Judgment. As regards the applicable law, quite independent of the position taken up by learned counsel for all parties, it is the duty of Court to arrive at its own findings. 55) The debate and the matter which learned counsel placed before this Court",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.02,
      534.51,
      526.42,
      686.16
    ],
    "text": "as warranting adjudication, was the exact nature and the scope of the doctrine of issue estoppel and its application or non-application to the facts of the instant Appeal. I propose to deal with those two issues and another (a third), and that being whether as at now the doctrine of issue estoppel is a part of Sri Lankas law. It is necessary for me to first start with a consideration of the law and arrive at a finding regarding the third of such issues. 56) Throughout the hearing, as well as in the post-argument written",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      126.02,
      688.86,
      526.42,
      754.8
    ],
    "text": "submissions, learned counsel referred to issue estoppel, both as a principle as well as a doctrine. Most of the judicial precedent cited, predominantly refers to issue estoppel as a doctrine. However, there have been instances in certain judgements of it being referred to as a principle as well. The",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.44,
      526.42,
      292.51
    ],
    "text": "distinction between a principle and a doctrine is rather blurred. Nevertheless, on a consideration of material which is in the preponderance, it appears to me that a doctrine in law unlike a principle (which is rather wide in application and abstract in nature), is a rule established through judicial precedent, elevated to the level of a law (which is specific in its application), the violation of which gives rise to certain sanctions or legal consequences. Particularly in view of the significance placed by learned counsel to issue estoppel, I shall regard and treat issue estoppel as a doctrine. The questions of law in respect of which Special Leave to Appeal has been granted, have also been modified accordingly. However, I find no fault in the reference having been made to issue estoppel as a principle of law. [D.2] An introductory overview of Estoppel, Res Judicata and Issue Estoppel",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      295.09,
      526.42,
      309.55
    ],
    "text": "57) Estoppel - Estoppel is a doctrine of law based on fairness and equity. An",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      126.02,
      312.25,
      526.42,
      394.31
    ],
    "text": "interesting description of the evolution of the term Estoppel has been propounded by Lord Denning MR in the case of McIlkenny v Chief Constable of West Midlands Police Force and Another and related Appeals reported in [1980] 2 All ER 227, in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      396.61,
      526.42,
      694.32
    ],
    "text": "the word estoppel only means stopped. You will find it explained by Coke in his Commentaries on Littleton (at 352a). It was brought over by the Normans. They used the old French estoupail. That meant a bunk or cork by which you stopped something from coming out. It was in common use in our courts when they carried on all their proceedings in Norman French. From the simple origin there has been a built up over the centuries in our law a big house with many rooms. It is the house called Estoppel. In Corks time it was a small house with only three rooms, namely estoppel by matter of record, by matter in writing, and by matter in pais. But by our time, we have so many rooms that we are apt to get confused between them. These several rooms have this much in common: they are all under one roof. Someone is stopped from saying something or other, or doing something or other, or contesting something or other. But each room is used differently from the others. Each room has its own separate notices. It is a mistake to suppose that what you find in one room, you will also find in the others. 58) Estoppel is founded on the premise that, it would be most unjust and",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      126.02,
      697.02,
      526.18,
      762.96
    ],
    "text": "inequitable that, if a person has by representations made by himself or by his conduct unequivocally amounting to a specific representation, caused or induced another person acting in good faith to believe in such representation or conduct, and agree to or do something which he would if",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      72.44,
      526.41,
      241.24
    ],
    "text": "not for such representation and belief, not done, then the former should not be allowed to repudiate or deny the truthfulness of such representation made by him, or take up a position in litigation contrary to the position previously taken up by him. Further, the latter party should be allowed without sanctions to repudiate what he agreed to or did in belief of the truthfulness or genuineness of such representation. There is a similar bar on attempting to prove the opposite of such representation. Thus, estoppel is one of the doctrines contained in the Law of Evidence which regulates matters that cannot be proved in judicial proceedings.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      250.9,
      525.98,
      265.36
    ],
    "text": "59) An estoppel may be generated not only by a representation or conduct of a",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      268.06,
      526.42,
      470.71
    ],
    "text": "party to litigation. It may also be generated by a judgment or other judicial determination arising out of previous litigation between the same parties. In such instances, the judgment may give rise to an estoppel which prevents the same cause of action or even judicially determined issues between the same parties being re-litigated. A fundamental limitation with regard to judgments and judicially determined issues generating an estoppel in subsequent judicial proceedings, is that, the judgment or judicial order or finding should have been based on previous litigation between the same parties or their privies. This area of the Law of Evidence is referred to as res judicata estoppel. 60) I wish to note that, in Mills vs. Cooper [1967] 2 All ER 100, Lord Diplock has",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      473.31,
      526.42,
      624.45
    ],
    "text": "disagreed with this classification of the doctrine of estoppel as being a part of the Law of Evidence. He has insisted that estoppel is a general rule of public policy founded upon the principle that there should be finality to litigation. Needless I assume to enter into this debate, as most principles contained in the Law of Evidence and rules of criminal procedure, are in fact founded upon public policy, fairness, the need for the maintenance of integrity, and concepts of justice and equity. 61) The need to consider estoppel in this matter arose since (as would be seen in",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      627.15,
      526.42,
      709.2
    ],
    "text": "the succeeding paragraphs), estoppel is the genesis of which issue estoppel is a species. There are some other species of estoppel, some of which are referred to in this Judgment. 62) Res Judicata - Simply put, res judicata means that the matter in issue",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      126.02,
      711.9,
      526.28,
      760.68
    ],
    "text": "(sought to be presented to court for adjudication) has been previously adjudicated upon and thus settled between the parties. Therefore, it cannot be subject to litigation all over again. In Spencer Bower and Handley on",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      108.02,
      72.44,
      526.41,
      205.96
    ],
    "text": "Res Judicata (2019, 5th Edition, LexisNexis, at p. 1), res judicata is described as a decision pronounced by a judicial or other tribunal with jurisdiction over the cause of action and the parties, which disposes once and for all, of the fundamental matters decided, so that, except on appeal, they cannot be re-litigated between persons bound by the previous judgment. 63) In Arulampalam et al. vs. Kandavanam [41 NLR 304], Justice De Kretser has",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      108.02,
      208.54,
      526.4,
      444.91
    ],
    "text": "explained that the doctrine of res judicata is based primarily on the policy that it is in the interests of the State to have an end to litigation interest reipublicae ut sit finis litium. He observed that res judicata also takes into cognisance the maxim Nemo debet bis vexari pro eadem causa that no one should be twice troubled or vexed for the same cause. Quoting Halsbury (Vol. 13, p. 332, para. 464) he observed that, the true view seems to be that the legal rights of the parties are such as they have been determined to be by the judgment of a competent court. But the conclusiveness of the determination rests upon the same principles in each case. He also noted that the doctrine of res judicata is not a technical doctrine applicable only to records; it is a fundamental doctrine applicable to all courts, that there must be an end to litigation. 64) To the extent applicable under the law of Sri Lanka, a codified description",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      108.02,
      447.61,
      526.38,
      565.05
    ],
    "text": "of the doctrine of res judicata is contained in sections 34, 207 and 406 of the Civil Procedure Code. As it is not necessary for the determination of this Appeal, I shall not engage in a consideration of the vexed question whether the totality of the doctrine of res judicata recognised in the English common law is contained in Sri Lankas Civil Procedure Code. 65) The complexities associated with the doctrine of res judicata and its",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      126.02,
      567.75,
      526.42,
      650.25
    ],
    "text": "relationship with the above-mentioned related doctrines is evident from the following commentary on the doctrine (as found in English common law) enunciated by Lord Sumption in Virgin Atlantic Airways Limited vs. Zodiac Seats UK Limited (formerly known as Contour Aerospace Limited) [2013] UKSC 46 (decided on 3rd July 2013):",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      144.02,
      652.62,
      526.34,
      766.9
    ],
    "text": "Res judicata is a portmanteau term which is used to describe a number of different legal principles with different juridical origins. As with other such expressions, the label tends to distract attention from the contents of the bottle. The first principle is that once a cause of action has been held to exist or not to exist, that outcome may not be challenged by either party in subsequent proceedings. This is cause of action estoppel. It is properly described as a form of estoppel precluding a party from challenging the same cause of action in",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      108.02,
      72.08,
      526.42,
      569.37
    ],
    "text": "subsequent proceedings. Secondly, there is the principle, which is not easily described as a species of estoppel, that where the claimant succeeded in the first action and does not challenge the outcome, he may not bring a second action on the same cause of action, for example to recover further damages: see Conquer v Boot [1928] 2 KB 336. Third, there is the doctrine of merger, which treats a cause of action as extinguished once judgment has been given upon it, and the claimants sole right as being a right upon the judgment. Although this produces the same effect as the second principle, it is in reality a substantive rule about the legal effect of an English judgment, which is regarded as of a higher nature and therefore as superseding the underlying cause of action: see King v Hoare (1844) 13 M & W 494, 504 (Parke B). At common law, it did not apply to foreign judgments, although every other principle of res judicata does. However, a corresponding rule has applied by statute to foreign judgments since 1982: see Civil Jurisdiction and Judgments Act 1982, section 34. Fourth, there is the principle that even where the cause of action is not the same in the later action as it was in the earlier one, some issue which is necessarily common to both was decided on the earlier occasion and is binding on the parties: Duchess of Kingstons Case (1776) 20 St Tr 355. Issue estoppel was the expression devised to describe this principle by Higgins J in Hoysted v Federal Commissioner of Taxation (1921) 29 CLR 537, 561 and adopted by Diplock LJ in Thoday v Thoday [1964] P 181, 197-198. Fifth, there is the principle first formulated by Wigram V-C in Henderson v Henderson (1843) 3 Hare 100, 115, which precludes a party from raising in subsequent proceedings matters which were not, but could and should have been raised in the earlier ones. Finally, there is the more general procedural rule against abusive proceedings, which may be regarded as the policy underlying all of the above principles with the possible exception of the doctrine of merger. [Emphasis added by me.] 66) Res judicata pro veritate accipitur - In the following part of this judgment,",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      126.02,
      572.07,
      526.4,
      689.52
    ],
    "text": "I will be making reference to the Latin maxim res judicata pro veritate accipitur. The Blacks Law Dictionary (11th Edition p. 2010), provides that this maxim means a matter adjudged is taken for truth. Thus, it is a basic principle recognised by law. It can be argued that the doctrine of issue estoppel has evolved from this basic principle and operates in the administration of justice as any other estoppel. This maxim can be recognised as a justification for the doctrine of issue estoppel.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      108.02,
      692.22,
      526.4,
      723.84
    ],
    "text": "67) Autrefois acquit and Autrefois convict - The counterpart in criminal",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      126.02,
      726.54,
      526.4,
      758.04
    ],
    "text": "litigation to the doctrine of res judicata found in civil litigation, is referred to as autrefois acquit and autrefois convict. As pointed out by Lord Morris of",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      108.02,
      72.44,
      526.35,
      172.72
    ],
    "text": "Borth-y-Gest in Connelly v Director of Public Prosecutions [1964] 2 All ER 401, autrefois acquit and autrefois convict is grounded on the universal principle of the common law of England, that no man is to be brought into jeopardy of his life, more than once, for the same offence. 68) The concept autrefois acquit and autrefois convict in which the rule against",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      108.02,
      175.3,
      526.43,
      583.29
    ],
    "text": "double jeopardy is embedded, when applicable, enables an accused in a criminal case to raise the plea, which if accepted, would bar a prosecution from proceeding with a criminal case that has been filed. It is founded on the rationale that no person (an accused) should be harassed by unwarranted, unjustifiable and abusive multiple prosecutions. It can be raised in a situation where the accused had been previously prosecuted for an offence (which falls into a particular classification, and includes an identical offence) before a competent court, and had been either convicted or acquitted in such previous case. The offence being, (a) the identical offence, (b) any offence based on the same facts for which a different charge from the one made against the accused could have been made in terms of section 166 of the CCPA, or (c) an offence for which the accused could have been convicted in terms of section 167 of the CCPA. This doctrine has certain exceptions too. The entire concept together with its exceptions to the extent applicable in Sri Lanka has been codified and is found in sections 314 and 315 of the CCPA. During the hearing of this Appeal, learned counsel for the Appellant and learned counsel for the 2nd and 3rd Accused Respondents Respondents conceded that none of the accused before the High Court (including the Appellant) were entitled to raise the plea of autrefois acquit and autrefois convict and use it to bar the prosecution from proceeding with the case filed upon indictment. Therefore, further elucidation of this doctrine is unnecessary. 69) Issue Estoppel - Associated with the doctrines of law pertaining to estoppel",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      108.02,
      585.87,
      526.42,
      753.24
    ],
    "text": "and res judicata, is another doctrine referred to as issue estoppel. Spencer Bower and Handley on Res Judicata (cited above, at p. 107) states that, a decision (a reference to the final judicial decision contained in a previous case) will create an issue estoppel, if it is determined as an issue in a cause of action as an essential step in the reasoning. Issue estoppel applies to fundamental issues determined in an earlier proceeding which formed the basis of the judgment (the judgment in the previous case). There is nothing new about issue estoppel, which was recognised in the advice of the judges of the House of Lords in the Duchess of Kingston Case.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      108.02,
      72.44,
      526.33,
      86.9
    ],
    "text": "70) As evident from its linguistic link, there is an inter-relationship between the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      89.62,
      526.44,
      481.41
    ],
    "text": "evidential doctrines of estoppel and issue estoppel. As stated in a preceding paragraph, issue estoppel is a species of the genesis estoppel. Issue estoppel, (the applicability or non-applicability of which in criminal proceedings shall be explained in detail, in the following part of this judgment) is not based on pre-litigation conduct or a representation of a party to a suit, but is founded upon a judicial finding or determination of a particular issue in a previous case between the same parties or their privies. Yet, it is based on the same reasoning which govern estoppel and res judicata. Issue estoppel can be said to be a derivative of both estoppel and of res judicata, and is also referred to as estoppel by matter of record. The reference to the term record is a reference to a judicial (case) record, and in particular to a judicial finding, judgment, order or decree contained in such record. Particularly in American administration of justice, issue estoppel is referred to as collateral estoppel. According to the Blacks Law Dictionary (11th Edition, p. 329), collateral estoppel is a reference to (i) the binding effect of a judgment as to matters actually litigated and determined in one action on later controversies between the parties involving a different claim from that on which the original judgment was based, and (ii) a doctrine barring a party from re-litigating an issue determined against that party during an earlier action, even if the second action differs significantly from the first one. Thus, for its application, the cause of action or the offence (in criminal proceedings) need not be the same.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      108.02,
      484.11,
      526.44,
      498.57
    ],
    "text": "71) In common law, the doctrine of issue estoppel is a rule of evidence or of",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      126.02,
      501.27,
      526.42,
      755.76
    ],
    "text": "procedure, founded upon the broader concept of estoppel, and derived from the doctrine of res judicata. It prevents (or prohibits) a question that was essential to the first action and judicially determined in such action, from being re-litigated in a subsequent case and in a different cause of action between the same parties. Thus, the doctrine of issue estoppel is distinct from the doctrine of res judicata. Essentially, issue estoppel means that once a particular issue (as opposed to an entire cause of action or the commission of an offence) has been conclusively judicially decided upon in a legal proceeding, until the ensuing order is duly vacated or set aside by a higher judicial tribunal which exercises appellate or revisionary jurisdiction or by exercising the extraordinary jurisdiction of restitutio in integrum, the original judicial finding relating to such particular issue cannot be contested once again in subsequent judicial proceedings involving the same parties or their privies. In civil judicial proceedings, the doctrine of issue estoppel is aimed at ensuring finality in litigation, the avoidance of the emergence of",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      126.02,
      72.44,
      526.42,
      155.56
    ],
    "text": "contradictory judgments and conservation of judicial resources. In Director of Public Prosecutions v Humphrys [1976] 2 All ER 497 at 516, Lord Hailsham has drawn a distinction in the justifications between issue estoppel in civil matters and issue estoppel in criminal matters. He has done so in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      158.26,
      526.41,
      373.39
    ],
    "text": "In civil proceedings, the litigants are on an equal footing and the rules of public policy applying to each case are the same in principle. In criminal proceedings this is not the case. The subject requires to be protected against oppression by the executive, and in particular by the maxim, nemo debet bis vexari pro una et eadem causa. the cases in which issue estoppel has been sought to be applied in criminal cases really spring from this rule of public policy, the prohibition of double jeopardy, which is intrinsically unavailable to the Crown. By contrast, the rule of issue estoppel in civil cases springs from quite a different rule of public policy, viz the need for finality in litigation summarised in the maxim, ut finis sit litium, which is intrinsically applicable to both parties [Emphasis added by me.]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      108.02,
      376.09,
      526.33,
      390.55
    ],
    "text": "72) The distinction between res judicata and issue estoppel is described with great",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      108.02,
      393.25,
      526.46,
      442.03
    ],
    "text": "clarity in Spencer Bower and Handleys Res Judicata (cited above, at p. 108) in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      443.29,
      526.42,
      575.13
    ],
    "text": "The distinction between res judicata and issue estoppel is that, in the first, the very right or cause of action claimed or put in suit has in the former proceedings been passed into judgment, so that it is merged with a judicial finding and has no longer an independent existence, while in the second, (i.e. issue estoppel) for the purpose of some other claim or cause of action, a state of facts or law, the existence of which has been necessarily decided by the prior judgment, decree or order. [Slightly modified by me to ensure clarity.]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      108.02,
      577.71,
      526.31,
      642.57
    ],
    "text": "Thus in both situations, the matter cannot be re-agitated in subsequent proceedings. 73) As issue estoppel stems from a matter on the face of a judicial record (often",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      126.02,
      645.27,
      526.42,
      745.56
    ],
    "text": "the contents of a judgment or judicial order), the fundamental pre-requisites for its application, are (a) the existence of a previous judgment or judicial order between the same parties or their privies, and (b) the judgment or judicial order in issue being admissible and relevant in the subsequent case in which it is sought to be presented as evidence for the purpose of generating the estoppel. In other words, the purpose of creating an estoppel",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "30",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      108.02,
      72.44,
      526.37,
      138.4
    ],
    "text": "would be to bar the opposing party proving a fact contrary to the findings contained in the previous judgment or judicial order. 74) However, it is noteworthy that, in terms of the Law of Evidence, unless",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      108.02,
      141.1,
      526.4,
      291.67
    ],
    "text": "specially provided for, as a general rule, a judgment or a judicial order of a previous case is not admissible and relevant in subsequent judicial proceedings. However, the law may for good reason, specifically provide for the admissibility and relevancy of a judgment or judicial order of a previous case. It is sections 40 to 43 of the Evidence Ordinance that provide for situations where judgments of previously decided cases may be presented as evidence at a subsequent trial. 75) Section 40 of the Evidence Ordinance provides as follows:",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      108.02,
      294.01,
      526.41,
      391.51
    ],
    "text": "The existence of any judgment, order or decree which by law prevents any court from taking cognizance of a suit or holding a trial, is a relevant fact, when the question is, whether such court ought to take cognizance of such a suit or to hold such a trial. 76) It would be seen that, it is section 40 of the Evidence Ordinance which",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      108.02,
      394.21,
      526.42,
      528.69
    ],
    "text": "enables a party who seeks to apply the doctrine of estoppel in his favour (against the interests of the opponent) based on either the doctrines of res judicata or autrefois acquit and autrefois convict, to present in evidence a judgment, order or decree of a previous case in support of his contention that the doctrine of estoppel applies, and thereby bar a particular fact or a particular case being proved against his interests. 77) E.R.S.R. Coomaraswamy in his monumental treatise on The Law of",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      126.02,
      531.39,
      526.42,
      580.17
    ],
    "text": "Evidence (Volume I, Chapter XI Relevancy of Judgments of Court, p. 524) has noted that the Law Reform Commission of Ceylon had recommended the addition of the following sentence to the end of section 40.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      582.51,
      526.25,
      630.57
    ],
    "text": "For the purpose of this section, suit includes the determination of a question in a previously decided case.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      108.02,
      633.27,
      526.35,
      647.73
    ],
    "text": "78) The distinguished and much acclaimed author E.R.S.R. Coomaraswamy",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      126.02,
      650.46,
      383.59,
      664.92
    ],
    "text": "(op.cit. p.524) has expressed the following view:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      144.02,
      667.26,
      441.55,
      681.7
    ],
    "text": "Thus, section 40 recognises the relevancy of three concepts:-",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      180.02,
      683.82,
      526.42,
      731.5
    ],
    "text": "(i) The doctrine of res judicata in civil cases; (ii) The concept of autrefois acquit and autrefois convict in criminal cases;",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "31",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      108.02,
      72.08,
      526.32,
      171.16
    ],
    "text": "(iii) The concept of issue estoppel, which will now be given full recognition if the amendment suggested by the Law Reform Commission is adopted. [Emphasis through insertion of single inverts, underlining and text in bold have been added by me.]",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      108.02,
      172.78,
      526.42,
      332.11
    ],
    "text": "Thus, it is to be noted that according to Coomaraswamy, for the full recognition and application of the doctrine of issue estoppel, it would be necessary to first amend section 40 of the Evidence Ordinance in the manner recommended by the Law Reform Commission. Nevertheless, Coomaraswamy has expressed the view that even in the present status of the law, issue estoppel can be introduced to Sri Lankas law under section 100 of the Evidence Ordinance, as it is a matter on which the Ordinance is silent. (cited above at p. 550) 79) Coomaraswamy draws a distinction between the cause of action estoppel and",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      108.02,
      334.81,
      526.42,
      588.33
    ],
    "text": "issue estoppel. He explains that cause of action estoppel arises between parties by reason of a judgment given in favour of one of them and against the other in regard to the cause of action set up in the first proceedings. He is of the view that this is the most essential form of res judicata. It bars the setting up of a cause of action which has already been previously determined by a competent court between the same parties. In comparison, issue estoppel indicates estoppel generated by issues judicially determined by a competent court between the same parties in an earlier proceeding. However, there exists a qualification, that being the issue determined by the previous court must be one which necessarily and fundamentally form the very basis of the earlier judgment. (cited above, p. 549) In Fidelitas Shipping Co. Ltd. vs. V/O Exportchleb [1966] 1 Q.B. 630, Lord Denning has correctly expressed the view that issue estoppel is an extension of cause of action estoppel. 80) Citing the dicta of Lord MacDermott in Sambasivam vs. Public Prosecutor,",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      108.02,
      591.03,
      526.43,
      724.44
    ],
    "text": "Federation of Malaya [1950] A.C. 458 (Privy Council), E.R.S.R. Coomaraswamy (cited above, at p. 545) has also expressed the view that issue estoppel lays down an extension to the doctrine of autrefois acquit and autrefois convict as well. This, in my opinion, is a reference to Coomaraswamys view regarding the application (if any) of the doctrine of issue estoppel in criminal matters. 81) On the other-hand there is also a distinction between autrefois acquit and",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      126.02,
      727.14,
      526.39,
      741.6
    ],
    "text": "autrefois convict and issue estoppel. That distinction has been clearly explained",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "32",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      126.02,
      72.44,
      526.42,
      104.08
    ],
    "text": "by Lord Devlin in Connelly vs. Director of Public Prosecutions [1964] 2 All ER 401, in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      108.02,
      106.42,
      526.38,
      200.32
    ],
    "text": "Autrefois Acquit prevents the prosecution from impugning the validity of the verdict as a whole. Issue Estoppel prevents it from raising again any of the several issues of fact which the jury have decided, or are presumed to have decided, in reaching their verdict in the accuseds favour. 82) Commenting on the applicability of issue estoppel in criminal proceedings,",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      108.02,
      203.02,
      526.41,
      302.23
    ],
    "text": "Coomaraswamy has said that in criminal cases, issue estoppel in English law has had a chequered career and in the present state of the law, it is not given any recognition at all The House of Lords has now held that issue estoppel is inapplicable in English Criminal law. (op. cit., pp. 553-554) 83) Issue Estoppel is certainly recognised in civil proceedings in Sri Lanka, and",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      108.02,
      304.93,
      526.42,
      523.17
    ],
    "text": "has been discussed in the cases including in Ukku Bandage Walli Ethana vs. Jayathu Ralalage Ranmenika [CA 471/2000(F), CA Minutes of 23rd September 2019]. It is necessary to state that, as held by Justice Arjuna Obeyesekera in Ensen Trading and Industry (Pvt) Limited vs. Hon. Mangala Samaraweera and Others (CA Writ Application No. 41/2019, CA Minutes of 1st April 2019), and by Justice Janak de Silva in Saundra Marakkala Imasha Lahiruni Upeksha and Others vs. Hasitha Kesara Weththimuni, Principal, Dharmasoka College, Ambalangoda and Others (CA 166/2017, CA Minutes of 4th April 2019), the doctrine of issue estoppel is applicable in Sri Lanka in matters involving judicial review of executive and administrative action as well. 84) As for the applicability of the doctrine of issue estoppel in criminal judicial",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      525.87,
      526.42,
      745.72
    ],
    "text": "proceedings in Sri Lanka, Coomaraswamy (at p. 557) has expressed the view that, the only reported case on the matter in Sri Lanka is Brown & Co. Ltd. vs. Adhikariarachchi [1984] 1 Sri L.R. 220 (CA), where the court rejected the plea of autrefois acquit and autrefois convict in a prosecution under the Wages Board Ordinance, and though the question whether issue estoppel applied to criminal proceedings had been raised, it was not decided. Thus, as for the applicability of the doctrine of issue estoppel in criminal proceedings, it appears to me that, Coomarawsamy has left the issue open, to be decided in an appropriate case, after careful consideration. In my view, the instant Appeal has given rise to that occasion, to answer this vexed question in a decisive and conclusive manner.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "33",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      108.02,
      72.2,
      526.42,
      136.96
    ],
    "text": "[D.3] Issue Estoppel and its applicability in criminal proceedings A consideration of judicial precedent in England and Sri Lanka 85) In view of the compelling need to consider in detail, judicial precedent cited",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      139.66,
      526.42,
      359.95
    ],
    "text": "by learned counsel, I have set-out in detail my views regarding each of the cited precedent (which I found to be relevant), after briefly referring to the facts and circumstances of each case and the respective findings of the justices who decided those cases. The need to do so has arisen due to the factual and procedural contexts in which the law has been applied in those cases and conclusions reached. However, it has caused considerable lengthening of this judgment, much against my wish. It may be noted that these judgments have been arranged in sequence based on the dates on which they had been pronounced. These judgments have been pronounced between the years of 1950 and 2000. This has necessitated me to consider Sri Lankan and English law-based judgments in a conjoined manner and not separately.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      108.02,
      362.65,
      526.04,
      377.11
    ],
    "text": "86) Particularly given the significance placed by learned counsel for all parties",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      108.02,
      379.81,
      526.42,
      496.17
    ],
    "text": "to the judgment of the Judicial Committee (sometimes referred to as the Board) of the Privy Council in Sambasivam vs. The Public Prosecutor, Federation of Malaya [1950] AC 458, (decided on 30th March 1950) (hereinafter referred to as the Sambasivam case), it is necessary to first consider the facts of the case in some detail. 87) The Respondent (Public Prosecutor of Malaya) had charged the Appellant",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      126.02,
      498.87,
      526.42,
      753.36
    ],
    "text": "(Sambasivam) in the Supreme Court of Jahore for having carried a firearm and for having been in possession of ten rounds of ammunition, both being offences under Emergency Regulations in force at that time. He was tried by a judge of the Supreme Court sitting with two assessors. Following trial, as for the first charge (carrying a firearm), the assessors found the Appellant not guilty. However, the trial judge disagreed with the verdict returned by the assessors. And thus, in terms of procedure to be followed under such circumstances, a re-trial was ordered with regard to the first charge. As regards the second charge (possession of ammunition) both assessors returned a verdict of not guilty. The judge agreed with that verdict, and accordingly the Appellant was acquitted. Thus, a re-trial was held only with regard to the charge pertaining to the alleged carrying of a firearm. That trial was held before another judge sitting with two different assessors. Following the trial, the assessors found the Appellant guilty, the judge agreed with the verdict, and accordingly the Appellant was convicted and",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "34",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      72.44,
      526.37,
      172.72
    ],
    "text": "sentenced to death. Sambasivam appealed against his conviction to the Court of Appeal, and his Appeal was dismissed. The judgment of the Judicial Committee of the Privy Council arises out of an Appeal presented to it by Sambasivam against the judgment of the Court of Appeal of the Federation of Malaya.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      108.02,
      175.3,
      526.41,
      189.76
    ],
    "text": "88) On behalf of the Appellant, several grounds of appeal had been raised and",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      108.02,
      192.46,
      526.42,
      378.43
    ],
    "text": "decided upon. The point raised (which relates to the discussion of law relevant to this Appeal) related to the weight to be attached to the confessional statement purported to have been made to police investigators by the Appellant (during the police investigation into the incident), and produced at the trial as evidence against the Appellant. In that confessional statement, the Appellant had admitted to having been in possession of both a firearm and ammunition. By the time of the trial, the Appellant had retracted having made a confessional statement. Related to that statement, Lord Justice MacDermott has made the following observations, which I reproduce verbatim:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      379.81,
      526.42,
      661.29
    ],
    "text": "The effect of a verdict of acquittal pronounced by a competent court on a lawful charge and after a lawful trial is not completely stated by saying that the person acquitted cannot be tried again for the same offence. To that it must be added that the verdict is binding and conclusive in all subsequent proceedings between the parties to the adjudication. The maxim res judicata pro veritate accipitur is no less applicable to criminal than to civil proceedings. Here, the appellant having been acquitted at the first trial on the charge of having ammunition in his possession, the prosecution was bound to accept the correctness of that verdict and was precluded from taking any step to challenge it at the second trial. And the appellant was no less entitled to rely on his acquittal in so far as it might be relevant to his defence. That it was not conclusive of his innocence on the firearm charge is plain, but it undoubtedly reduced in some degree the weight of the case against him for at the first trial the facts proved in support of one charge were clearly relevant to the other having regard to the circumstances in which the ammunition and the revolver were found and the fact that they fitted each other. [Emphasis added by me.]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      126.02,
      664.02,
      526.42,
      747.12
    ],
    "text": "Sambasivam was acquitted by the Privy Council for multiple reasons. In fact, the judgment does not contain a definite bar on the admissibility of any particular item of evidence produced at the second trial based on the Latin maxim cited.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "35",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      108.02,
      72.44,
      526.17,
      86.9
    ],
    "text": "89) From the above-quoted passage of the judgment of Lord Justice",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      89.62,
      526.42,
      172.72
    ],
    "text": "MacDermott, the following principles can be deciphered as being reflective of principles enshrined in English common law: i The effect of an acquittal is not limited to the conventional scope and application of the doctrine of autrefois acquit and autrefois convict. ii Thus, the protection generated by a verdict of acquittal is not only a",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      175.3,
      526.33,
      224.08
    ],
    "text": "shield against a subsequent prosecution for having allegedly committed the same offence. iii A verdict of acquittal is binding and conclusive in all subsequent",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      226.78,
      526.29,
      258.4
    ],
    "text": "proceedings between the parties to the original case. iv The maxim res judicata pro veritate accipitur is applicable to criminal",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      261.1,
      526.11,
      292.75
    ],
    "text": "proceedings. v In subsequent proceedings between the same parties, the prosecution",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      295.45,
      526.4,
      344.23
    ],
    "text": "must accept the verdict of acquittal, and should not be allowed to collaterally challenge the verdict of acquittal. vi In subsequent proceedings, the accused can rely on the previous verdict",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      346.93,
      526.37,
      395.59
    ],
    "text": "of acquittal in furtherance of his defence at the subsequent trial between the same parties.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      108.02,
      398.29,
      525.94,
      412.75
    ],
    "text": "90) It is of paramount importance to note that, Lord MacDermott has nowhere",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      415.45,
      526.42,
      498.57
    ],
    "text": "in his judgment referred to the doctrine of issue estoppel. What he has so evidently only referred to is the principle of res judicata pro veritate accipitur. In that respect too, he has not applied the maxim to specifically exclude any item of evidence presented by the prosecution.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      108.02,
      501.27,
      526.32,
      515.73
    ],
    "text": "91) The following factual principles can also be deciphered from the judgment",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      518.43,
      526.36,
      618.57
    ],
    "text": "of Lord MacDermott: i As the Appellant had been acquitted of the charge of having possessed ammunition, the prosecution was bound to accept the correctness of that verdict of acquittal, and thus was precluded from taking any step to challenge it at the second trial. ii The Appellant was entitled to rely on his acquittal from the charge of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      621.27,
      526.4,
      670.08
    ],
    "text": "possessing ammunition, for the advancement of his defence with regard to the charge of carrying a firearm. iii The acquittal from the charge of possession of ammunition was not",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      672.78,
      526.37,
      721.56
    ],
    "text": "conclusive of the Appellants innocence with regard to the firearm charge. iv However, the weight of the evidence against the Appellant is reduced to",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      144.02,
      724.14,
      526.41,
      755.76
    ],
    "text": "some degree since the case against him at the first trial resulted in an acquittal on the charge relating to ammunition, and since the evidence",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "36",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      72.44,
      526.15,
      138.4
    ],
    "text": "relating to the two charges and the factual circumstances were interrelated. The facts proved in support of one charge were clearly relevant to the other charge.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      108.02,
      141.1,
      526.04,
      155.56
    ],
    "text": "92) The foregoing description of the judgment of the Privy Council is",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      158.26,
      526.36,
      241.24
    ],
    "text": "incomplete without noting that the Appeal was allowed, and the conviction and sentence imposed on the Appellant was set-aside founded upon the afore-stated ground of appeal which was the only ground (out of several grounds of appeal) adjudicated upon in favour of the Appellant.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      108.02,
      243.94,
      526.4,
      258.4
    ],
    "text": "93) Lord MacDermott applied the principle contained in the maxim res judicata",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      108.02,
      261.1,
      526.42,
      632.61
    ],
    "text": "pro veritate accipitur, which means that a judicial decision of a competent judicial authority must be fully accepted as being correct (the truth). This principle serves as one justification for the doctrine against double jeopardy in criminal proceedings (autrefois acquit and autrefois convict). In the circumstances of the Sambasivam case, Lord MacDermott extended its application to that case, in view of the fact that, should the impugned evidence be accepted as being admissible and relevant, it would have amounted to challenging (re-canvassing) the previous acquittal with regard to the charge of having possessed ammunition. In the circumstances, it would be erroneous to conclude that Lord MacDermott applied the doctrine of issue estoppel to determine the Appeal in the Sambasivam case. Issue estoppel on the other hand amounts to a previous judicial determination relating to certain facts embedded in the judgment of the earlier case, as opposed to a determination (verdict) relating to a commission or otherwise of an offence / conduct amounting to an offence. As observed by Lord Viscount Dilhorne in Director of Public Prosecutions v Humphrys [1976] 2 All ER 497, in this passage Lord MacDermott did not deal with or refer to issue estoppel nor did he elsewhere in his judgment. It was the verdict which was binding and conclusive in all subsequent proceedings. I do not think that this case can be regarded as any authority as to issue estoppel. 94) In the circumstances, I find myself unable to agree with the submission of",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      108.02,
      635.31,
      526.42,
      717.36
    ],
    "text": "the learned Presidents Counsel for the Appellant, that the Sambasivam case is authority in support of his submission that the doctrine of issue estoppel is applicable to criminal proceedings. 95) In K. Nalliah vs. P.B. Herat [54 NLR 473], (decided on 2nd May 1951) Justice",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      126.02,
      720.06,
      526.4,
      768.84
    ],
    "text": "Gratiaen applied the above-quoted excerpt of the opinion of Lord Justice MacDermott in the Sambasivam case, to a case involving charges of kidnaping and using criminal force with the intent to outraging the modesty",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "37",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      72.44,
      526.42,
      344.23
    ],
    "text": "of an under-aged girl. At the end of the trial, the accused had been acquitted of the second charge and convicted of only the first charge of kidnapping. The principal witness for the prosecution was the under-aged girl, whom the prosecution alleged was the victim of both offences. The learned Magistrate disbelieved her evidence regarding the charge of using criminal force to outrage her modesty of an under-aged girl (being herself), and acquitted the accused of that charge. In determining the appeal against the conviction for kidnapping, Justice Gratiaen held that, the dicta contained in the Sambasivam case, was not only applicable to the effect of an acquittal on a particular charge in an earlier trial on a connected but different charge at a subsequent trial, but also equally applicable when one considers the effect which an order of acquittal on one charge would have on a connected charge in the same proceedings. He observed that, a verdict in respect of one count cannot be based on evidence which has by implication been disbelieved or rejected in disposing of another count in the same case.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      108.02,
      346.93,
      526.37,
      361.39
    ],
    "text": "96) It would be seen that the judgment in K. Nalliah vs. P.B. Herat reveals clearly",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      108.02,
      363.97,
      526.4,
      497.49
    ],
    "text": "that (though it contains an important proposition of law associated with the effect of an acquittal in respect of one charge on the other charge in the same case), the said judgment cannot be recognised as clear authority for the local application of the doctrine of issue estoppel. In fact, learned counsel for the Appellant did not cite K. Nalliah vs. P.B. Herat, as precedence for the application of the doctrine of issue estoppel. 97) According to learned counsel for the Appellant, the first occasion when the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      126.02,
      500.19,
      526.42,
      754.8
    ],
    "text": "doctrine of issue estoppel had been applied in this country in the determination of a criminal case, had been in the case of The Queen vs. E.H. Ariyawantha [59 NLR 241], (decided on 26th August 1957). For the purpose of appreciating the circumstances under which the case had been decided in a particular manner, it would be useful to, albeit briefly, delve into the circumstances of that case. Ariyawantha and two others were indicted for having committed murder. The fundamental legal premise based upon which the prosecution presented its case was that the three accused acted with a common intention to commit murder. At the end of a trial before a jury, Ariyawantha (1st accused) was found guilty of having committed murder, and the 2nd and 3rd accused were found guilty of having voluntarily committed simple hurt and culpable homicide not amounting to murder, respectively. Ariyawantha appealed against his conviction. In appeal, his conviction was quashed due to the reason that the appellate court found a non-direction amounting to a misdirection in the trial judges",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "38",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      72.44,
      526.4,
      172.72
    ],
    "text": "address to the jury. Accordingly, a re-trial was ordered. The re-trial took place only against Ariyawantha. At the end of the re-trial, the accused was once again found guilty of having committed murder and sentenced to death. He appealed against the conviction and sentence. The judgment reported in 59 NLR 241 contains the judgment of that Appeal.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      108.02,
      175.3,
      526.2,
      189.76
    ],
    "text": "98) While several grounds of appeal had been raised on behalf of Ariyawantha",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      108.02,
      192.46,
      526.43,
      463.15
    ],
    "text": "(appellant in that case), the ground which appear to be relevant to the instant Appeal was that, as the prosecution had failed to establish that the injury inflicted by the appellant had caused the death of the deceased, the only basis which would justify a verdict of guilty for having committed murder, was the premise that the appellant had acted with a common intention with the 2nd and 3rd accused in the first trial. However, at the first trial, the jury had rejected the evidence of common intention. In such circumstances, it was argued on behalf of the appellant, that it was not open for the prosecution to rely on such evidence to once again support their contention that the appellant had acted together with the other accused with a common intention to commit the murder of the deceased. It is in support of this argument of learned counsel for the appellant, that his counsel had cited the above-quoted excerpt of Lord Justice MacDermott in the Sambasiwam case. 99) Chief Justice H.H. Basnayake presiding over the Court of Criminal Appeal",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      126.02,
      465.87,
      526.09,
      497.49
    ],
    "text": "with whom Justice H.N.G. Fernando and Justice L.W. de Silva expressing agreement, observed the following:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      144.02,
      500.19,
      526.42,
      764.62
    ],
    "text": "The maxim cited (a reference to res judicata pro veritate accipitur) in the reasons of the Board delivered by Lord MacDermott is one that has not been applied before in a criminal case in this country, nor are we aware of any case in which it has been applied in criminal proceedings in England. But, that is no reason why we should refrain from applying it in a suitable case. The instant case is one such. The maxim is not in conflict with the provisions of our statute law which govern criminal proceedings and has the merit of sound good sense to commend its application to criminal proceedings. It is of Roman Law origin (Digest L. Tit. XVII, S. 207) and is well known to both the Roman Dutch (Voet Bk XLII, Tit. I, S. 29) and the Scots systems of Law (Stair Moores Edn. Vol. II, S. 554; MacDonald on Criminal Law of Scotland, 5th Edn. pp. 272 - 273) though instances of its application to criminal proceedings are rare. It will lead to queer results if in a case such as that before us, the prosecution is not bound to accept as correct so much of the verdict at the previous trial as remains unreversed and is permitted to challenge it. We are of the opinion that the prosecution was bound to present its case on the basis that the unreversed part of the verdict at the earlier trial was correct and it was not open to the learned",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "39",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      108.02,
      72.08,
      526.44,
      749.14
    ],
    "text": "trial Judge to direct the jury on the basis that there was a common intention on the part of all the accused to commit murder. 100) It is based on the application of the maxim res judicata pro veritate accipitur contained in the Sambasivam case, that Chief Justice Basnayake ruled that it was not possible to apply the principle of common intention, and therefore considered the culpability of the appellant founded upon the principles of individual criminal responsibility. His Lordship held in favour of Ariyawantha, by substituting the verdict of murder to voluntarily causing hurt, and sentenced the appellant accordingly. 101) It would thus be seen that, the application of the dicta of Lord Justice MacDermott contained in the Sambasivam case, resulted in the prosecution being estopped from re-canvassing a finding of fact (that the appellant along with the 2nd and 3rd accused of the first case had acted in furtherance of a common intention to commit murder) during the appellate proceedings arising out of the re-trial, which had been determined in favour of the 2nd and 3rd accused at the first trial between the prosecution and those two accused. However, it is noteworthy that, Chief Justice Basnayake did not make any reference to the applicability of the doctrine of issue estoppel in this country. Nor did he decide the Appeal based on the application of such doctrine. 102) Connelly v. Director of Public Prosecutions [1964] 2 All ER 401, (decided by the House of Lords on 21st April 1964), was an Appeal arising out of a judgment of the Court of Criminal Appeal. Connelly and three others were indicted for having committed the murder of one Hurden. There was another indictment against the same accused for robbery with aggravation of one Davis. The facts of the second case were such, that the position of the prosecution was that robbery had been committed in the course of having committed the murder. The indictment for having committed murder proceeded to trial first. Connelly took up an alibi defence. Following trial, Connelly was found guilty, convicted and sentenced. Connelly appealed to the Court of Criminal Appeal, and on the basis of a misdirection to the jury by the trial judge, the appeal was allowed and Connelly was acquitted. When the case based on the second indictment was taken up, Connelly pleaded autrefois acquit. Having put the question to the jury, the learned trial judge decided to proceed to trial. Connelly was convicted of having committed robbery with aggravation of Davis.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "40",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      72.44,
      526.43,
      464.23
    ],
    "text": "103) The House of Lords held that, the conviction of the appellant (Connelly) on the second indictment was lawful. The court noted that a plea of autrefois acquit was not applicable because the essential ingredients of the offences of murder and robbery were not the same. Nor, would in the circumstances of the case, the evidence to sustain a conviction for the commission of robbery be sufficient to sustain a conviction for murder. Lord Morris held that though the doctrine of res judicata applied to criminal cases as it did to civil cases, it might not be, and was not in the present case, possible to deduce in detail the basis of the verdict of acquittal for murder, and accordingly the doctrine of res judicata did not avail the appellant. Lord Devlin observed that though, by an extension of the doctrine of autrofois acquit, that the plea could arise whenever in order to prove the offence alleged on the second indictment, the prosecution would be obliged to prove that the accused had committed an offence of which he had been either convicted or acquitted. Yet, that did not avail the appellant in the instant case, because it was unnecessary for the prosecution to rely on the fact of murder as part of the proof of robbery. Lord Devlin also noted that, even if issue estoppel applied in criminal proceedings, it would not assist the appellant. He also expressed the view that he entertains serious doubts about the value of the application of the doctrine of issue estoppel to criminal proceedings. Whereas Lord Pearce noted that the doctrine of issue estoppel seems to be right, but would not help the appellant.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      108.02,
      466.95,
      526.42,
      754.8
    ],
    "text": "104) It would thus be seen that Connelly vs. D.P.P. also does not serve as clear authority for the proposition that the doctrine of issue estoppel is applicable to criminal proceedings in England. 105) P.M.K. Tennekoon vs. The Queen, and The Queen vs. B. de S. Goonewardene [69 CLW 29] (decided on 24th September 1965) were twin Appeals heard by the then Senior Puisne Judge of the then Supreme Court Justice H.N.G. Fernando and Judge of the Supreme Court Justice T.S. Fernando. The Appellant in the first Appeal (Tennekoon) and the Respondent in the second Appeal (Goonewardene) had both given parallel evidence in a civil case against one Henry Silva, on the footing that Henry Silva had borrowed money from Tennekoon on a promissory note and had thereafter defaulted repayment. After trial, the learned District Judge dismissed the plaint on the footing that the document presented in evidence as being the purported promissory note was a fabricated document and as the testimony of both Tennekoon and Goonewardene were not believable. Tennekoon appealed to the Supreme Court against the judgment of the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "41",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      72.44,
      526.42,
      361.39
    ],
    "text": "learned District Judge. However, that Appeal was dismissed. Consequently, the police instituted non-summary proceedings separately against both Tennekoon and Goonewardene for having committed perjury in the said civil case. 106) The learned Magistrate committed both accused to stand trial. Consequently, the Attorney-General indicted them separately before the District Court (exercising criminal jurisdiction). In both cases, the prosecution relied upon the testimony of Henry Silva to establish the charges of perjury. The first case (against Goonewardene) ended in an acquittal. At the second case (against Tennekoon) on behalf of the accused a plea of autrefois acquit was raised, but the plea was denied. Subsequently, the trial against Tennekoon proceeded, and he was convicted for having committed perjury. While Tennekoon appealed to the Supreme Court against his conviction, the Attorney-General appealed to the Supreme Court against the acquittal of Goonewardene.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      108.02,
      363.97,
      526.42,
      755.76
    ],
    "text": "107) Pronouncing the primary judgment on 24th September 1965, Justice T.S. Fernando quoted from Lord MacDermotts judgment in the Sambasivam case which was also referred to in the case of Connelly vs. Director of Public Prosecutions, [1964] 2 All ER 401, in connection to the doctrine of issue estoppel in criminal cases. He noted that not all judges who heard the case in Connelly were unanimous with regard to the applicability of the principle of res judicata to criminal cases (which in His Lordships view, may have been a reference to the fact that the underlying principle of the doctrine of issue estoppel in criminal cases is the principle of res judicata pro veritate accipitur). In these circumstances, in my view, the learned Justice did not hold that the doctrine of issue estoppel is either applicable or inapplicable to criminal cases in this country. He disposed of the twin Appeals for another unrelated reason. That being, that an accused should not be convicted for committing perjury based on the uncorroborated testimony of the virtual complainant. Justice H.N.G. Fernando while expressing agreement with the reasons based upon which Justice T.S. Fernando had decided to dispense with the Appeal (uncorroborated testimony of the virtual complainant being insufficient to prove a case of perjury), noted that it would have been useful for the Court to have heard counsel for the appellants and the respondent on two issues, namely (i) whether the principle of res judicata would be applicable in our criminal law, and (ii) whether the conduct of the second trial amounted to an abuse of judicial process, and if so, whether our courts do have inherent power to prevent or remedy such abuse. Be that as",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "42",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      108.02,
      72.44,
      526.42,
      769.32
    ],
    "text": "it may, on a consideration of both judgments of the two erudite Justices, it is evident that, the two judgments do not serve as judicial precedent in support of the contention that the doctrine of issue estoppel is applicable to criminal cases in this country. 108) In R. vs. Hogan, [1974] 2 All ER 142 (decided on 22nd November 1973), Justice Lawson presiding over the Crown Court holden in Leeds, has specifically held that the doctrine of issue estoppel applied in criminal as well as civil proceedings in England. He has observed that it operated not only in favour of the defendant (accused), but also in favour of the prosecution. He has noted that the doctrine applied where there had been earlier proceedings involving the same defendant in which issues had arisen and been established which could be determined with precision and certainty by referring to the earlier record, and by what had transpired in the course of the earlier proceedings in relation to those issues. [It is to be noted that, as I have stated in a subsequent paragraph, this judgment was overruled by DPP vs. Humphrys, and thus does not have any persuasive effect on the determination of this Appeal. In any event, a judgment of the Crown Court of the United Kingdom cannot be recognised as having a persuasive effect on the Supreme Court of Sri Lanka. As it is common place for counsel to cite judgments of other common law jurisdictions, they may wish to be guided by the observations of this Court contained in Kumarage vs. OIC Special Crimes Investigation Bureau, Ratnapura and Another [2021] 2 Sri.LR 202, at 221.] 109) A definitive moment for the expression of judicial views regarding the applicability or otherwise under English law of the doctrine of issue estoppel in criminal proceedings arose in the House of Lords, when it decided on the Appeal in Director of Public Prosecutions vs. Humphrys [1976] 2 All ER 497, [1977] A.C. 1 (decided on 19th May 1976). For the purpose of appreciating the views expressed by the learned Justices of the House of Lords, it appears to be useful to, albeit briefly refer to the facts and circumstances of the case. 110) The Respondent Bruce Edward Humphrys was tried in the Crown Court of Chelmsford on a charge of riding a motorcycle on 18th July 1972, while being disqualified to do so. According to the prosecution, on the day in issue, Police Constable Weight had stopped Humphrys at a radar speed trap and at that time, he was not entitled to ride the motorcycle due to his being disqualified at that time from driving a motor vehicle, and due to the road fund license of his motor cycle having been expired. At the trial, the constables testimony was that the rider of the motorcycle that he stopped",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "43",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      72.44,
      526.42,
      686.16
    ],
    "text": "had given his name as Brian Scott. However, at the trial, he identified Humphrys (the accused) as the rider of the motorcycle that he stopped. That on the day in question, Constable Weight had stopped a motor cyclist was not in issue. What was in issue was the identity of the rider of the motorcycle which was stopped by the constable. Giving evidence, Humphrys admitted that in 1972 he was disqualified to ride a motorcycle. However, he denied that he had been the rider of the motorcycle which Constable Weight had stopped, and suggested that one Brian Scott (who had been a lodger in his house) may have been the person who rode the motorcycle, and it would have been him who was stopped by the police constable. He swore that for the whole of 1972, he did not ride a motorcycle. At the end of the trial, the jury acquitted Humphrys (ostensibly because the jury believed Humphrys testimony). 111) Even after the acquittal of Humphrys, police investigations continued. Such subsequent investigations led to, in 1973 Humphrys being charged once again, this time for (i) obtaining property by deception, (ii) forgery, and for (iii) committing perjury at his earlier trial by denying that he had ridden at all during 1972. Before the perjury trial began, Humphrys pleaded guilty to the first two counts in the indictment, including the second count which alleged that he had forged an Application for the re-registration of the same motorcycle in the name of one Brian Scott. The trial proceeded on the perjury charge. The forged Application was put in evidence in the perjury trial. The prosecution also presented the evidence of three witnesses who were neighbours of Humphrys, who gave evidence that Humphrys was seen by them riding a motorcycle during the year 1972. Their evidence was not objected to by the defence. Additionally, the prosecution called Police Constable Weight, who (notwithstanding objections raised by the defence) gave evidence repeating the testimony he provided at the earlier trial. The objection raised was overruled by the trial judge, on the footing that the evidence of the Police Constable was not aimed at proving the earlier charge, but was for the purpose of establishing the perjury charge. Humphrys and his wife gave evidence for the defence denying the allegation. Nevertheless, the jury convicted him of having committed perjury at the first trial.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      108.02,
      688.86,
      526.41,
      754.8
    ],
    "text": "112) Humphrys appealed to the Court of Appeal. The Court of Appeal applied the doctrine of issue estoppel (recognising it to be a part of English criminal law), and allowed the Appeal. The conviction was quashed. The basis was that, in terms of issue estoppel, since the jury had at the first trial",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "44",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      108.02,
      72.44,
      526.42,
      754.8
    ],
    "text": "acquitted Humphrys of the criminal charge against him, the prosecution was barred from presenting the evidence of Constable Weight that it was Humphrys who rode the motorcycle which he stopped. The Crown appealed against the judgment of the Court of Appeal to the House of Lords. The Appeal was heard before Lord Justices Viscount Dilhorne, Hailsham of St. Marylebone, Salmon, Edmund Davies and Fraser of Tullybelton. All five Lords delivered their own individual judgments. 113) Lord Justice Viscount Dilhorne in his judgment initially observed that the facts and circumstances of the case were such, that for the purpose of barring the testimony of Constable Weight, it was not possible to raise the plea of autrefois acquit. As stated earlier, he also observed that in the Sambasivam case, both within the often-quoted passage of the judgment and elsewhere, Lord MacDermott did not make any reference to issue estoppel. 114) Lord Dilhorne proceeded to observe that if issue estoppel applies in criminal cases, it must apply equally to both parties, to the Crown (prosecution) and the accused, as it does to parties in civil litigation. If it applies, then for the doctrine to operate, it must be possible to identify a finding on a particular issue. Whether or not an accused could in a criminal case successfully rely on issue estoppel would depend on the course taken at the first trial. Lord Dilhorne further observed that to hold that issue estoppel applied in criminal cases would be to import a new doctrine. He noted that in no English case had a conviction been quashed on the ground that evidence was admitted which was inadmissible on account of issue estoppel. Lord Dilhorne emphasised that in his opinion issue estoppel has not and never has had a place in English criminal law, and is very undesirable that it should have. 115) Lord Dilhorne thereafter considered the impact of fraud on issue estoppel, even if the doctrine applies in English law. He has observed that in civil law, a decision which would found an estoppel and amount to res judicata can be impugned (and the bar could be penetrated) if it was obtained by fraud. He has proceeded to observe that if a decision which would otherwise be res judicata can be impugned if the court has been deceived by false evidence, as it clearly can, it would indeed be remarkable if that decision operated as a bar to a prosecution for perjury for giving that false evidence. He noted that if the doctrine of issue estoppel is imported into criminal law, this exception to the doctrine must also be imported.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "45",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      72.44,
      526.43,
      464.23
    ],
    "text": "116) Lord Justice Hailsham of St. Marylebone initially expressed his agreement with Lord Justice Diplocks views in Mills vs. Cooper that if the doctrine of issue estoppel is applicable at all in criminal proceedings, he noted that it must be taken for better or for worse, with all its manifestations. He noted that, it has been settled as a matter of law that issue estoppel does not in general apply where the earlier judgment is impugned on the ground of fraud. Even in civil proceedings, the doctrine of issue estoppel is not of universal application. Reasons of public policy may compel a court to look behind the litigation of parties to discover actual facts. Lord Justice Hailsham concluded that, the doctrine of issue estoppel as it has been developed in civil proceedings is not applicable in criminal proceedings. Although the civil doctrine of issue estoppel as it has been developed is not applicable in criminal proceedings, there is a doctrine applicable to criminal proceedings which is in some ways analogous to issue estoppel, and has sometimes been described by that name. The civil doctrine is based on the necessity for finality between private litigants, whereas the doctrine in criminal proceedings is based on the prohibition against double jeopardy. Further, the doctrine is available to the accused in criminal proceedings, but not to the Crown. In general, the doctrine of issue estoppel in criminal law precludes the Crown from adducing evidence or making suggestions which are inconsistent with a previous verdict of acquittal when its real effect is determined.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      108.02,
      466.95,
      526.42,
      753.72
    ],
    "text": "117) Lord Justice Salmon observed that in criminal proceedings, besides being complex and technical, the doctrine of issue estoppel is inappropriate, artificial, unnecessary and unfair. The doctrine of autrefois acquit and convict can amply protect an accused from being subjected to double jeopardy. 118) Lord Justice Edmund-Davies, while expressing agreement with the views of Viscount Dilhorne and Lord Justice Hailsham, observed that if accepted as being part of English criminal law, the doctrine of issue estoppel would introduce into the law of England complicated considerations of an undesirable character. He further noted that the concept is unnecessary for the attainment of justice, and that even where issue estoppel is accepted, it would be against public interest to allow it to operate in relation to perjury trials of the kind giving rise to the Appeal. 119) Lord Justice Fraser of Tulleybelton while agreeing with the views expressed by the other Justices that issue estoppel has no place in the criminal law of England, observed that, even if it was admitted in principle, it could",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "46",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      72.44,
      526.42,
      686.16
    ],
    "text": "not in any event apply to preclude a charge of perjury being brought against a person who had been tried for another offence, and in respect of his evidence at such earlier trial. 120) In view of the foregoing, the following key points can be gleaned from the several opinions of the Lords Justices: i. That the doctrine of issue estoppel has no place in English criminal law, notwithstanding that the importation of the doctrine into criminal law had received some approval contained in obiter dicta in the judgment in Connelly v. Director of Public Prosecutions [1964] AC 1254. ii. Even if issue estoppel was a part of English law, it could not assist a person charged with perjury, since public policy considerations would necessitate not to be bound by the doctrine of issue estoppel. iii. Lord Hailsham of St. Marylebone referring to certain Australian authorities in which issue estoppel had been recognised and applied in criminal cases, observed that the term had been used as a sort of intellectual shorthand to describe cases of double jeopardy in which the formal pleas of autrefois acquit and autrefois convict were not available to the accused. iv. Lords Salmon and Edmund-Davies were of the view that if the prosecution used a fresh perjury charge in an ensuing trial merely because it had failed to prove an earlier charge, that would be an abuse of the process of court. v. Although the House of Lords rejected issue estoppel as being applicable to criminal proceedings, the court recognised that in certain circumstances, a defendant in criminal proceedings would be entitled to be protected against double jeopardy by the court exercising its inherent power to decline to hear proceedings on the ground that such proceedings are oppressive and would amount to an abuse of its process. vi. Lord Hailsham considered that where the evidence at a second trial was substantially identical with that at of earlier trial, and the prosecution was in reality trying to get behind the earlier verdict of acquittal, that would substantially infringe the rule against double jeopardy and would also amount to an abuse of process.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      108.02,
      688.86,
      526.37,
      754.8
    ],
    "text": "121) In view of the foregoing, it is evident that the House of Lords had rejected the notion that the doctrine of issue estoppel is of mandatory application to criminal proceedings of the United Kingdom. Even its discretionary application to prevent abuse will not take place, if public",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "47",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      108.02,
      72.44,
      526.43,
      755.76
    ],
    "text": "policy considerations justify proceeding with presentation of the impugned item of evidence, or with the continuation of the prosecution. 122) Due to the reasons given in their respective judgments, all Justices agreed that the Appeal of the Crown should be allowed, the conviction of Humphrys for committing perjury should be restored, and the punishment imposed by the trial court should be implemented (though it prescribed a modified form of punishment). It is necessary to point out that some academics in particular have pointed out that, the exclusion of the doctrine of issue estoppel in criminal proceedings in Director of Public Prosecutions vs. Humphrys was obiter dicta of the main judgment, and the ratio decidendi of the judgment was the finding that public policy considerations applicable to the case (due to the allegation that Humphrys had committed perjury) necessitated the exclusion of the application of the doctrine of issue estoppel in criminal proceedings. 123) A further consideration of the dicta of Lord MacDermott in the Sambasivam case and the doctrine of issue estoppel in criminal proceedings in England has taken place in the House of Lords in Regina vs. Z [2000] 3 All ER 385 (decided on 22nd June 2000). In this case, the respondent (Z) was indicted for having committed rape of one C. The position of the defence was that the accused (Z) did have sexual intercourse with C, but did so, since C consented or since he believed that she consented. In the past, Z had been similarly and separately indicted for having raped M, N, O and P. He had been acquitted in the three cases where the allegations were that he had raped M, O and P. In the fourth case (where the allegation was that Z had raped N), he was found guilty and convicted. In all four cases, the defence was the same as in the instant case. In these circumstances, the prosecution applied to present the evidence of M, N, O and P, to establish Zs conduct towards them, which the prosecution suggested was similar. The prosecutions allegation was that Z had adopted the same modus operandi in the previous instances too. Thus, the testimony of M, N, O and P was to be presented for the purpose of rebutting the defence position regarding consent. The prosecution asserted that such evidence was admissible under the similar facts rule. (That rule of evidence contained in English law, is found in section 15 of the Evidence Ordinance of Sri Lanka, and is referred to as system evidence.) The trial judge who cited the often-quoted excerpt of Lord MacDermott in the Sambasivam case, ruled that the evidence of M, O and P would be inadmissible for the reasons contained in that judgment. As regards the testimony of N, the judge ruled it to be inadmissible for a",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "48",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      72.44,
      526.41,
      189.76
    ],
    "text": "different reason (which is not relevant for the reasons contained in this judgment). The Crown appealed against the ruling of the trial judge. The Court of Appeal concurred with the findings of the trial judge regarding the applicability of the principle contained in Lord MacDermotts judgment in the Sambasivam case, and dismissed the Appeal. Then, the Crown appealed to the House of Lords.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      108.02,
      192.46,
      526.36,
      327.07
    ],
    "text": "124) Lord Hutton who pronounced the principal judgment arrived at the following findings: i. The doctrine of double jeopardy operates to cause a criminal court in the exercise of its discretion, and subject to the qualification as to special circumstances stated by Lord Devlin in Connelly, to stop a prosecution where the defendant is being prosecuted on the same facts or substantially the same facts, so as to give rise to an earlier prosecution which resulted in his acquittal (or conviction).",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      116.06,
      338.77,
      526.28,
      404.59
    ],
    "text": "ii. Provided that a defendant is not placed in double jeopardy as described in (i) above, evidence which is relevant to a subsequent prosecution is not inadmissible because it shows or tends to show that the defendant was, in fact, guilty of an offence of which he had earlier been acquitted.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      112.58,
      416.29,
      526.17,
      499.41
    ],
    "text": "iii. It follows from (ii) above, that a distinction should not be drawn between evidence which shows guilt of an earlier offence of which the defendant had been acquitted, and evidence which tends to show guilt of such an offence or which appears to relate to one distinct issue rather than to the issue of guilt of such an offence.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      112.7,
      511.11,
      526.33,
      628.41
    ],
    "text": "iv. In the present case, the defendant is not placed in double jeopardy because the facts giving rise to the present prosecution are different to the facts which gave rise to the earlier prosecutions. The evidence of the earlier complainants is accepted to be relevant and to come within the ambit of the similar facts rule, and therefore it is not inadmissible because it shows that the defendant was, in fact, guilty of the offences of rape of which he had earlier been acquitted.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      116.3,
      640.11,
      526.36,
      706.08
    ],
    "text": "v. The evidence relating to the earlier complaints was relevant, came within the ambit of the similar facts rule, and thus was not rendered inadmissible simply because it showed that the defendant was, in fact, guilty of the offences of rape of which he had earlier been acquitted.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      717.78,
      489.1,
      749.4
    ],
    "text": "Accordingly, the House of Lords allowed the Appeal of the Crown.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "49",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      72.2,
      526.24,
      103.28
    ],
    "text": "[D.4] Is the doctrine of issue estoppel applicable in criminal proceedings governed by English law?",
    "fonts": [
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      105.94,
      529.42,
      479.41
    ],
    "text": "125) From the afore-stated detailed consideration of judgments of the apex courts of the United Kingdom, it would appear that, the present view of their Lordships is that, issue estoppel is not recognised as a doctrine applicable in criminal proceedings conducted under and in terms of English Law. Furthermore, Sambasivam vs. The Public Prosecutor of Malaya is authority for the recognition of the underlying rationale contained in the maxim res judicata pro veritate accipitur. However, their Lordships have not, colloquially speaking completely shut the door for possible future application of the doctrine in criminal proceedings, particularly for the purpose of protecting persons against possible prosecutorial abuse. Furthermore, even if in the unlikely event that issue estoppel is deemed to be applicable in extraordinary and exceptional situations (hitherto unspecified by superior courts of the United Kingdom), public policy considerations would justify courts not to apply it as an extension of the principles associated with double jeopardy (autrefois acquit autrefois convict). Furthermore, even if it may be possible to apply issue estoppel in extraordinary and exceptional situations, it would not be applied, if the judicial determination relied upon to invoke the doctrine has been obtained through fraud. [D.5] Is the doctrine of issue estoppel applicable to criminal proceedings governed by the law of Sri Lanka?",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      481.95,
      526.41,
      631.05
    ],
    "text": "126) For the reasons stated in paragraphs 97-101, I hold that, The Queen vs. E.H. Ariyawantha cannot be recognised as an authority to support the proposition that the doctrine of issue estoppel is a part of Sri Lankas law applicable to criminal proceedings. The principle of law applied by Chief Justice Basnayake was the principle contained in the maxim res judicata pro veritate accipitur, which Lord MacDermott had applied in Sambasivam vs. Public Prosecutor, Federation of Malaya, and not the doctrine of issue estoppel.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      108.02,
      633.75,
      526.42,
      750.72
    ],
    "text": "127) I must hasten to add that, in Brown & Co. Ltd. vs. Adhikariarachchi, Labour Officer and Another [(1984) 1 Sri L.R. 220] (CA Minutes of 28th February 1984), the specific issue of whether issue estoppel applies under Sri Lankan law to criminal proceedings had been raised. However, that Appeal had been disposed of by the Court of Appeal without the Court having arrived at a finding on that particular question of law. As I have observed in paragraphs 93-94, contemporary English Law does not accept that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "50",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      72.44,
      526.41,
      121.24
    ],
    "text": "often-quoted excerpt of Lord MacDermotts views in the Sambasivam case is founded upon the criminal issue estoppel.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      108.02,
      123.94,
      526.42,
      206.92
    ],
    "text": "128) In view of the foregoing, I must now consider the position of Sri Lankas law. As stated in paragraph 78, above, E.R.S.R. Coomaraswamy has observed that, the possible entry of issue estoppel into Sri Lankas law would be under and in terms of section 100 of the Evidence Ordinance. Section 100 provides as follows:",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      209.26,
      526.44,
      460.87
    ],
    "text": "Whenever in a judicial proceeding a question of evidence arises not provided for by this Ordinance or by any other law in force in Sri Lanka, such question shall be determined in accordance with the English Law of Evidence for the time being. [Emphasis added by me.] 129) In view of the question posed to this Court and the local judicial precedent I have referred to in this Judgment, this case in my view poses an ideal occasion to invoke section 100 of the Evidence Ordinance and consider the position of the applicable English law. As I have explained in paragraph 125, above, it is evident that the English Law for the time being does not unequivocally recognise the binding applicability of the doctrine of issue estoppel in criminal proceedings. Thus, even by the invocation of section 100 of the Evidence Ordinance, it is not possible to import the doctrine of issue estoppel from English Law to Sri Lankas criminal law.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      463.59,
      526.42,
      698.92
    ],
    "text": "130) In view of the foregoing, I hold that the doctrine of issue estoppel is not applicable to criminal proceedings in Sri Lanka. In this regard, I express my disagreement with the submissions made by all learned Presidents Counsel who argued this Appeal, including the Snr. ASG. 131) In these circumstances, I find myself unable to agree with the core submission made by the learned Presidents Counsel for the Appellant that both the learned Judge of the High Court and the learned Justice of the Court of Appeal, had erroneously refrained from applying the doctrine of issue estoppel to the instant case. To the contrary, it is my view that both the Judge of the High Court and the Justice of the Court of Appeal had rightly declined to apply the doctrine of issue estoppel. [D.6] Certain Specific findings relating to matters raised",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      108.02,
      708.54,
      526.4,
      757.2
    ],
    "text": "132) It is necessary to note that, immediately prior to the institution of criminal proceedings in Magistrates Court case No. 23254/07/2017 against the present 2nd Accused Respondent Respondent (who was the sole",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "51",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      72.44,
      526.42,
      687.24
    ],
    "text": "accused before that court), on 29th June 2016, the learned Magistrate had arrived at a finding that it was not necessary to institute criminal proceedings against the Appellant. That had been a finding which was founded upon investigational findings presented to that court by the Welikada police and by ASP II Nugegoda, who had been appointed by the IGP to act under the supervision of the SSP Nugegoda for the purpose of conducting a special investigation. Indeed, the learned Magistrate had taken into consideration the representations made on behalf of the victim, that it was the Appellant who drove the jeep at the time of the accident. Nevertheless, the Magistrate himself did not receive evidence or cause the conduct of an investigation into the identity of the driver of the jeep at the time of the accident. Contrary to the view expressed by some, in my view, the provisions of the CCPA do not empower a Magistrate to supervise or direct the conduct of a police investigation. In any event, as rightly submitted by the learned Snr. ASG, the order of the learned Magistrate cited by learned Presidents Counsel for the Appellant, was not a decision arrived at following judicial adjudication. It was a mere pre-trial judicial endorsement of the course of action adopted by the police to institute criminal proceedings only against the 2nd Accused Respondent Respondent, and not to proceed against the Appellant. This was upon a prima facie examination of the investigational material reported to the Court by the two teams of police investigators. It was following the making of this order, that the complaint (commonly referred to as the Plaint) was presented by the Officer-in-Charge of the Welikada Police Station under section 136(1)(b) of the CCPA together with the draft charge sheet which had been drafted by the police. It was by filing of the plaint that criminal proceedings were instituted against Accused (the 2nd Accused Respondent Respondent). The draft charge was endorsed by the Magistrate, signed and read over by him to the 2nd Accused Respondent Respondent. Thus, it would be incorrect to proceed on the footing that in the instant matter, the learned Magistrate had arrived at an adjudicatory judicial finding that it was the 2nd Accused Respondent Respondent who had driven the jeep at the time of the accident. In fact, the learned Magistrate arriving at a judicial finding on that matter was circumvented by the 2nd Accused Respondent Respondent immediately pleading guilty to the charges.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      108.02,
      689.94,
      526.42,
      755.76
    ],
    "text": "133) I have also considered the finding of guilt and the corresponding conviction of the Accused in the Magistrates Court (2nd Accused Respondent Respondent) entered by the learned Magistrate on 4th of January 2017. As submitted by the learned Snr. ASG, this conviction did not",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "52",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      108.02,
      72.44,
      526.42,
      753.72
    ],
    "text": "follow the conduct of a trial. There was no judicial evaluation of evidence. Nor was there a judicial adjudicatory finding that the 2nd Accused Respondent Respondent had committed the offences he had been charged with (which arose from the assumption that it was he who drove the jeep at the time of the accident). In fact, as observed above, the sole accused in that case (the 2nd Accused Respondent Respondent in the present case) circumvented the need for the conduct of a trial, by pleading guilty to the charges. Thus, his conviction was referable to such plea of guilt and not to a judicial finding that the accused was the driver of the jeep at the time of the accident. Thus, the Appellants argument that it had been judicially determined by the Magistrate that it was the 2nd Accused Respondent Respondent who drove the jeep at the time of the accident, fails. Therefore, as pointed out by the learned Snr. ASG, the basic requirement for the invocation of the doctrine of issue estoppel is non-existent on both these footings. 134) Even if it is assumed for the purpose of further consideration of this Appeal, that the doctrine of issue estoppel applies in Sri Lanka to criminal proceedings at the discretion of the trial judge, it would apply only if the previous judicial finding was in a case between certain parties, and the subsequent trial is between the same parties or their privies. In the instant matter, the Magistrates Court case (No. 23254/07/2017) was between the Officer-in-Charge of the Welikada Police Station (on behalf of the State) and the present 2nd Accused Respondent Respondent. Whereas, the present case in the High Court (No. 1824/2020) is between the Attorney-General (on behalf of the State) and the Appellant, 2nd Accused Respondent Respondent and the 3rd Accused Respondent Respondent. It is to be noted that, at the High Court, the 2nd Accused Respondent Respondent did not raise objection to the indictment. Thus, this case does not satisfy the prerequisite for the application of the doctrine of issue estoppel that the judicially settled issue in the previous case should have been between the same parties or their privies. That is yet another reason as to why the doctrine of issue estoppel would not be applicable to the instant case. Thus, I agree with the submissions made in this regard by the learned Snr. ASG. 135) Furthermore, if the case theory which the Attorney-General presented before this Court and which he proposes to advance before the High Court through the presentation of evidence is correct, it was part of a conspiracy hatched by the three Accused (the Appellant, the 2nd Accused Respondent Respondent and the 3rd Accused Respondent Respondent) to get the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "53",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      72.44,
      526.42,
      600.93
    ],
    "text": "2nd Accused Respondent Respondent to plead guilty and thereby secure a conviction against him. That was for the purpose of subverting the course of criminal justice and to mislead the Magistrates Court, and thereby shield the Appellant from the criminal justice response and sanctions arising out his having driven the jeep at the time of the accident and for having caused the accident. It was a part of that plan, to get the 2nd Accused Respondent Respondent to plead guilty for an offence he did not commit. If that case theory is correct (which the prosecution would have to prove beyond reasonable doubt through evidence and other tools available for the proof of facts), the conviction of the 2nd Accused Respondent Respondent had been obtained through fraud perpetrated on the Magistrates Court for the purpose of subverting the course of criminal justice. If that is established, the purported conviction of the 2nd Accused Respondent Respondent imposed by the learned Magistrate would be valueless. Crimen omnia ex se nata vitiat Crime taints everything that springs from it. Thus, not even a finding clothed in a verdict imposed by a judge would have any value, sanctity or recognition in the eyes of the law, if it had been obtained through perpetration of fraud. As held in the unanimous opinion of the judges of the House of Lords in the Duchess of Kingston s Case [1775-1802] All ER Rep., fraud is an extrinsic, collateral act, which vitiates the most solemn proceedings of courts of justice. Thus, purported judicial findings, verdicts and orders shall be void and have no force in law, upon it being established that they had been obtained through fraud. In any event, it is well accepted in common law that, let alone an issue estoppel, even an estoppel simplicitor cannot be founded upon fraud. That would be an additional reason for the non-applicability of the doctrine of issue estoppel to the instant case. However, I must emphasise that it would be the duty of the prosecutor to establish before the High Court that a fraud (in the nature of a subversion of the course of criminal justice) had been perpetrated by the three accused before the Magistrates Court.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      108.02,
      603.63,
      526.42,
      755.28
    ],
    "text": "136) I must also add that, if the case theory of the prosecution is correct (as advanced by the learned Snr. ASG), public policy considerations would necessitate the indictment presented to the High Court by the Attorney-General to be proceeded with into a full-fledged trial. That would be the only way in which the prosecutions allegation that there was a subversion the course of criminal justice (which the prosecution claims to have succeeded in the Magistrates Court), could be tested against evidence, assessment of credibility and testimonial trustworthiness, compliance with the burden and standard of proof required to prove criminal charges, and",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "54",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      108.02,
      72.44,
      526.42,
      753.24
    ],
    "text": "be subjected to a judicial adjudication. Thus, public policy considerations would also warrant the High Court trial to be proceeded with, and not to be barred by the application of the doctrine of issue estoppel. 137) Thus, I agree with the submissions of the learned Snr. ASG, that for the reasons stated above, in any event, and for the reason cited above, the doctrine of issue estoppel should not be applied to the instant case. 138) I must hasten to add that, should the High Court arrive at a finding that the Accused before the said court (the Appellant, 2nd Accused Respondent Respondent and the 3rd Accused - Respondent - Respondent) are guilty as charged and therefore if they are convicted, then the previous conviction of the 2nd Accused Respondent Respondent for the charges leveled against him in the Magistrates Court will not be an inconsistent judicial finding, as it would by virtue of the conviction by the High Court be deemed to be a void judicial finding obtained by fraud perpetrated on the court. 139) I must also add that, due to the foregoing reasons, the conduct of the Attorney-General, of instituting criminal proceedings against the Appellant and the other two accused would not amount to an abuse of prosecutorial authority or a misuse of judicial process, as the Attorney-General had acted based on sufficient investigational material, for sufficient cause, and there is no proof of his having acted subjectively or mala-fide. 140) I also wish to add that even if the Attorney-General had acted in abuse of prosecutorial authority (and thereby have acted unlawfully) and forwarded the indictment against the three accused, the remedy for the aggrieved accused would have been to seek judicial review of such decision of the Attorney-General. That should have been either through the invocation of the writ jurisdiction or the fundamental rights jurisdiction. The jurisdiction of the High Court is contained in the Judicature Act and in the Code of Criminal Procedure Act. It does not include the power to cause judicial review of decisions taken by the Attorney-General to institute criminal proceedings by forwarding indictments. The trial court (in this instance, the High Court) does not have an inherent jurisdiction to review possible abuse of prosecutorial authority by the Attorney-General. The High Court also does not have inherent jurisdiction to determine the lawfulness or otherwise of a decision by the Attorney-General to forward an indictment or a decision to continue with a prosecution. Indeed, the High",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "55",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      108.02,
      72.44,
      526.35,
      378.43
    ],
    "text": "Court would have the jurisdiction to determine whether an indictment is compatible with provisions of the CCPA. An example would be to determine whether joinder of accused, framing of charges, and the joinder of charges have been carried out according to law. Another example would be to determine whether the court has forum, thematic, territorial, temporal and penal jurisdiction, and jurisdiction in personam to hear the case and try the accused. That is a different matter. Those are matters regulated by the written law the CCPA and the Judicature Act. Thus, in this regard too, I disagree with the submission of the learned Presidents Counsel for the Appellant. 141) There is one more issue that needs to be commented upon. Even if the doctrine of issue estoppel was applicable to the case filed by the Attorney-General, it should have been raised only when the prosecution sought to present an item of evidence which it was not entitled to present due to the operation of the doctrine. Thus, the objection raised in the High Court on behalf of the Appellant was premature.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      72.02,
      387.85,
      519.46,
      418.07
    ],
    "text": "[D.7] Answers to the questions of law in respect of which Special Leave to Appeal had been granted",
    "fonts": [
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      72.02,
      427.57,
      526.42,
      526.65
    ],
    "text": "142) Did the Court of Appeal fail to appreciate the applicability of the doctrine of issue estoppel, and therefore err in holding that there was no legal impediment to the forwarding of the present indictment? When making the impugned order, the Court of Appeal has not erred in its conclusion that the doctrine of issue estoppel is not applicable.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      108.02,
      529.35,
      526.44,
      747.48
    ],
    "text": "143) Did the Court of Appeal err in failing to consider that it was not open to the Attorney-General to maintain the charges contained in the indictment, without having recourse to setting aside the previous conviction of the 2nd Accused Respondent Respondent in case bearing No. 23254/07/2017 of the Magistrates Court of Colombo? Due to the reasons contained in this judgment, the Attorney-General has not acted contrary to law in presenting an indictment against the Appellant, 2nd Accused Respondent Respondent and the 3rd Accused Respondent Respondent which gave rise to High Court case No. 1824/2020, without having first caused the setting-aside of the verdict of conviction and order of sentence pronounced by the learned Magistrate in case No. 23254/07/2017. Thus, the Court of Appeal has not erred in that regard.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "56",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      72.02,
      72.44,
      526.4,
      339.95
    ],
    "text": "144) Did the Court of Appeal fail to appreciate the distinction between (a) the nature and effect of the doctrine of autrefois acquit which is predicated on the basis of the offences being identical, and (b) the nature of the plea of issue estoppel? For the reasons stated in this judgment, I hold that the Court of Appeal has not erred in its appreciation of the doctrines of autrefois acquit and issue estoppel, and regarding the distinction between the two. 145) Did the Court of Appeal err in law and in fact in concluding that the case before the High Court did not arise out of and has no connection to the charges previously levelled in the Magistrates Court of Colombo against the Accused in that case, who is the 2nd Accused Respondent Respondent in the present case? The observation made in that regard by the Court of Appeal is of no consequence, as the doctrine of issue estoppel has no application to the instant case. [D.8] Conclusion regarding the Appeal and the outcome",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      72.02,
      342.61,
      526.42,
      494.25
    ],
    "text": "146) Since I have arrived at a finding that for multiple reasons given in this judgment, the doctrine of issue estoppel would not be applicable to the facts and circumstances of this case, I conclude that, there was no requirement in law for the Respondent (Attorney-General) to have initially caused the conviction and order of sentence imposed on the 2nd Accused Respondent Respondent by the learned Magistrate in case No. 23254/07/2017 to first be set aside, prior to presenting the indictment to the High Court which gave rise to case No. 1824/2020.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 55,
    "bbox": [
      72.02,
      496.95,
      526.34,
      762.04
    ],
    "text": "147) I hold that, for the reasons contained in this Judgment, there is no basis in fact or law to quash and set-aside the impugned judgment of the Court of Appeal dated 29th March 2022 and the impugned order of the High Court dated 2nd December 2021. 148) Accordingly, while dismissing this Appeal, I direct the learned Judge of the High Court to proceed to trial in High Court Colombo case No. 1824/2020, having completed necessary preliminaries. In view of the delay already occasioned by the course of action adopted by the Appellant, the learned Judge of the High Court is directed to hear and conclude High Court case No. 1824/202 very early.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "57",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      72.02,
      72.2,
      246.41,
      86.46
    ],
    "text": "[E] A matter of serious concern",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      72.02,
      89.14,
      526.42,
      223.6
    ],
    "text": "149) The counter allegations raised on behalf of the Appellant and the Attorney-General raise a matter of serious concern to this Court. It relates to the enforcement of the criminal justice system. More importantly, it has implications pertaining to the Rule of Law, which is a fundamental principle of law and a legal value of great importance embedded in the Constitution. Thus, it is necessary for me not to depart from this judgment, without making reference to such matter.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 56,
    "bbox": [
      108.02,
      226.3,
      526.46,
      754.2
    ],
    "text": "150) The allegation of the Attorney-General is that, since the Appellant was a Minister of the Cabinet during the era in which the afore-stated motor-vehicle accident occurred, the police who conducted the investigation into the accident (both officers of the Welikada Police Station and the team of special investigators who were appointed by the IGP) colluded with the Appellant, and for the purpose of shielding him, initially initiated and later instituted criminal proceedings against the 2nd Accused Respondent Respondent in place of prosecuting the Appellant. He (the 2nd Accused Respondent Respondent) was a driver of a Ministry. According to the Attorney-General, he did not drive the jeep at the time of the accident. It was driven by the Appellant. As a part of that plan (conspiracy) to subvert criminal justice, the 2nd Accused Respondent Respondent initially surrendered to the Borella police and thereafter, promptly pleaded guilty to the charges framed against him, causing the learned Magistrate to convict and sentence him. In support of the contention of the Attorney-General that it was the Appellant who drove the jeep at the time of the accident, the attention of this Court has been drawn to the purported existence of certain technical evidence, a confessional statement said to have been made by the 2nd Accused Respondent Respondent in 2020, and to certain witness statements, that it was in fact the Appellant who drove the jeep at the time of the accident. 151) The allegation against the State by the Appellant is that, following the election of the new President, the police sprang into action all over again, engaged in a witch hunt, and caused the fabrication of evidence against him, and directly instituted criminal proceedings in the High Court against him, and against the 2nd and 3rd Accused Respondents Respondents (the 2nd being the accused who pleaded guilty in the Magistrates Court, and the 3rd being the Officer-in-Charge of the Welikada Police Station, who conducted the initial investigation into the accident and instituted criminal proceedings against the 2nd Accused Respondent Respondent in the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "58",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      72.02,
      72.44,
      526.42,
      309.91
    ],
    "text": "Magistrates Court). In support of his allegation, learned Presidents Counsel for the Appellant has drawn our attention to the Judgment of this Court in SC/FR 505/2019, which related to the arrest and custody of the wife of the 2nd Accused Respondent Respondent. A differently constituted Bench of this Court having heard that matter, has concluded by its judgment dated 31st of May 2024, that the Petitioner (the wife of the 2nd Accused Respondent Respondent) had been arrested by the police for the collateral purpose of getting the 2nd Accused Respondent Respondent to surrender to the police and implicate the Appellant. This coincides with the submission of the learned Senior ASG, that during the fresh investigation conducted in 2019/20, the 2nd Accused Respondent Respondent had made a confessional statement to a Magistrate stating that it was the Appellant who drove the jeep at the time of the accident and not him.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 57,
    "bbox": [
      108.02,
      312.61,
      526.42,
      755.76
    ],
    "text": "152) This Court remains absolutely neutral and undecided regarding the afore-stated two counter allegations. This Court notes that it would be the High Court which after a full-blown trial could arrive at findings regarding these allegations. Logically thinking, one of these two allegations or even both allegations may be true. At least, one has to be true. However, subject thereto, if one out of the two allegations is true, whichever one it is, gives rise to a matter of serious concern. That being, first, the possibility of law enforcement authorities (in this instance the police) colluding with an offender for the purpose of shielding him from criminal justice measures, ostensibly due to his having held high political office at the time of the accident, and thereby subverting the course of criminal justice. Secondly, the possibility of law enforcement authorities taking measures aimed at harassing a political opponent of the government of the day, ostensibly at the behest of their superiors and/or their political masters, or in the alternative on their own volition to merely please such superior officers and such political masters. 153) It is necessary to observe that in terms of the Rule of Law, criminal law enforcement which includes investigation of crime (offences), and taking criminal justice measures against suspected perpetrators of crime such as the identification, location, apprehension and arrest of suspected perpetrators, holding them in police custody, conducting their interview and recording their statements, producing them before a Magistrate, placing them in remand custody, grant of bail, and initiation of criminal proceedings, are all actions which should be founded upon objective decisions which are implemented strictly according to law. Furthermore,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "59",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 58,
    "bbox": [
      108.02,
      72.44,
      526.42,
      754.8
    ],
    "text": "prosecutorial action such as (a) the consideration of the institution of criminal proceedings, (b) exercise of prosecutorial discretion, (c) institution of criminal proceedings, and (d) prosecution of accused, must also be carried out objectively and strictly according to law. In fact, the latter category (prosecutorial functions) are quasi-judicial functions which must be implemented with caution. Both law enforcement and prosecutorial authorities must entertain good faith, due diligence, objectivity and transparency. They must also maintain the highest degree of integrity. 154) Furthermore, Law enforcement officers such as police officers and prosecuting officers such as officers of the Department of the Attorney-General must be permitted to function in a sterile environment, free from political influence, pressure, intimidation, harassment, coercion and corruption. Equally important is that these officers too have a colossal responsibility of discharging their functions independently, impartially, in terms of the law, objectively, in good faith, with due diligence, in a timely manner and with sufficient interest. 155) Both (a) shielding of offenders from criminal justice measures ostensibly due to their power or influence, due to corruption or due to influence exerted by powerful authorities, as well as, (b) harassing innocent persons or political opponents of the government in power, would violate both the letter and the spirit of the law. It would also result in the infringement of fundamental rights of the people. 156) Both investigational and prosecutorial measures of criminal justice should be adopted and enforced only to achieve the objectives of criminal justice, they being (a) the detention and investigation of crime (offences), (b) identification, apprehension and interviewing of suspected perpetrators, (c) initiation of criminal proceedings against suspected offenders, (d) recovery of proceeds of crime, and (e) institution of criminal proceedings and prosecution and trial of accused offenders enabling the conviction and punishment of the guilty and the acquittal of the not guilty. Criminal justice measures are not to be enforced for any other collateral purpose, which may amount to political, pecuniary or other objective. That would amount to an abuse of legal authority, and therefore be unlawful. In the long-term, if such unlawful and abusive action is carried out in a regular, systematic and widespread manner, it can certainly result in depredation of the Rule of Law.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "60",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      108.02,
      72.44,
      526.41,
      292.75
    ],
    "text": "157) Any deviation from these standards (stated in the four preceding paragraphs) would affect the maintenance of the Rule of law, and erode the confidence of the People regarding the criminal justice system and thereby cause irreparable damage. Such a situation could give rise to the entire criminal justice system collapsing and causing enormous harm to the public. 158) It is the earnest expectation of this Court that the relevant competent authorities will pay due regard to these observations and take necessary reformative action. 159) Accordingly, this Appeal is dismissed. The High Court is directed to proceed with the trial, in the manner stated in this Judgment.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      370.03,
      328.45,
      526.42,
      375.95
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      108.02,
      378.37,
      526.42,
      425.87
    ],
    "text": "Murdu N.B. Fernando, PC, C.J.",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      108.02,
      428.29,
      153.02,
      459.67
    ],
    "text": "I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      72.02,
      479.19,
      526.42,
      510.57
    ],
    "text": "Chief Justice",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      108.02,
      519.99,
      250.01,
      534.25
    ],
    "text": "E.A.G.R. Amarasekara, J.",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      108.02,
      543.87,
      526.12,
      609.81
    ],
    "text": "I had the opportunity of reading the judgement written by his Lordship Justice Yasantha Kodagoda in its draft form. I am in agreement with the final conclusion reached by His Lordship to dismiss the Appeal on the reasons given below:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      126.02,
      620.43,
      526.1,
      634.89
    ],
    "text": "1. What is alleged in the impugned indictment clearly shows that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 59,
    "bbox": [
      144.02,
      637.59,
      526.4,
      754.92
    ],
    "text": "position of the Prosecutor is that the previous judgement, based on which the issue estoppel has been moved to apply to reject the indictment, was a result of a collusion and fraud committed on the Magistrate Court. Lord Hailsham of St. Marylebone refers to this fraud exception in DPP v Humphrys (Bruce Edward) [1977] A.C. 1 in the following manner",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "61",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      126.02,
      72.44,
      526.42,
      461.71
    ],
    "text": "Since the Duchess of Kingstons Case, 2 Smith L.C. 644, it has been settled as a matter of law that issue estoppel does not in general apply when the earlier judgement is impugned on the ground of fraud, and I would have thought that this doctrine must obviously and most typically apply what the fraud consisted in perjured evidence being tendered in the previous proceedings which had the effect of misleading the courts. It is the 2nd Accused-Respondent who pleaded guilty to the charge before the Magistrate. Pleading guilty is an admission of the fact that he committed the alleged offence. Admission is evidence unless its admissibility is barred by law (for eg: confession made to a police officer). Based on that admission, the Magistrates had convicted the 2nd Accused Respondent to the charge before the Magistrate. If it is a false admission, that guilty pleading, though it was not under oath, amounts to placing false evidence before the Magistrate to mislead the Magistrate. Once the admission of guilt is made, a full trial is not necessary as what is admitted need not be proven. Thus, if there is fraud committed on the court to mislead court when the previous case was taken, which has to be proved through evidence, the doctrine of issue estoppel should not be allowed to apply to reject the indictment. 2. It is the 1st Accused-Appellant who had taken the position that issue",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      126.02,
      464.43,
      526.38,
      701.76
    ],
    "text": "estoppel applies. However, he was not a party in the Magistrates Court. When the 2nd Accused-Respondent, who was the party to the previous action, evaded from taking that position in relation to the indictment, I do not think that the 1st Accused Appellant should be allowed to object to the indictment as a privy to the 2nd Accused Respondent when the 2nd Accused-Respondent did not raise the objection along with the Appellant before the High Court. Perhaps, that would have been a tactical move by the 2nd Accused Respondent to raise the same objection in due course when the relevant objectionable items of evidence are to be led in evidence, since to object to the indictment, this is not a situation where autrefois acquit and autrefois convict applies due to different charges in the indictment. 3. It appears that there is fresh evidence available now. In R v Z (Prior",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 60,
    "bbox": [
      144.02,
      704.46,
      526.37,
      769.32
    ],
    "text": "Acquittal) [2000] 2 A.C. 483. It is stated, Alternatively, the evidence in the present case would come within the recognized exception to the doctrine when there is fresh evidence.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "62",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      126.02,
      72.44,
      526.1,
      104.08
    ],
    "text": "Hence, I agree with this final conclusion of my brother justice to dismiss the Appeal.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      126.02,
      106.78,
      526.38,
      155.68
    ],
    "text": "However, I prefer to resile from certain inferences reached by my brother, his Lordship Justice Kodagoda, as explained below.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 61,
    "bbox": [
      126.02,
      191.38,
      529.54,
      754.68
    ],
    "text": "Whether the issue estoppel is not applicable to Criminal Proceedings in Sri Lanka; Irrespective of whether issue estoppel is treated as a principle, doctrine or a concept, to my understanding it has different manifestations or facets. Other than trying to find an all-inclusive interpretation, it is easier to understand it by what it focuses on in its application in law. It basically prevents a party from moving a court directly or indirectly to consider or reconsider an issue. I used the word consider in the previous sentence as sometimes this arises when there is no previous decision on the same issue. As for example when an action has been filed on a cause of action but the Plaintiff fails or neglects or relinquishes to bring a claim or raise an issue that could have been brought in or raised in the first action, he cannot file another action to make a claim on that again (Please see the paragraph quoted by my brother justice from Virgin Atlantic Airways Limited Vs Zodiac Seats UK Ltd. [2013] UKSC 46) and Section 34 of the Civil Procedure Code. Thus, a claim or cause of action that could have been or should have been raised in an earlier action cannot be raised in a second action. Issue relating to such cause of action or claim are estopped from being raised again. However, this situation may not apply to criminal proceedings in Sri Lanka as section 330(2), (3) and (4) Criminal Procedure Code provides for subsequent trials on distinct or different charges irrespective of the previous conviction or acquittal. It is true that in many discussions taken place in decided cases, issue estoppel, autrefois acquit and autrefois convict and/or cause of action estoppel (Res judicata) have been discussed as separate doctrine or principles. I do not find any fault with that as their application differ and relate to different situations. However, what I want to stress is that even in autrefois acquit and autrefois convict or cause of action estoppel contains a different manifestation of issue estoppel. In other words, a prevention of the same issue raised again is visible. For example, if A is found guilty of negligent driving, he cannot be tried again on the same charge means that the same issue relating to his guilt to that charge cannot be raised again",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "63",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      126.02,
      72.44,
      526.26,
      155.56
    ],
    "text": "through another criminal action. Similarly, in a civil case, if A files an action to evict B stating B as a trespasser but failed as B proves his title to the land. A cannot file another action on the same cause of action to evict B, which in fact means the prevention of the same issue being raised again through a new action.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      126.02,
      158.26,
      526.29,
      241.24
    ],
    "text": "Even the matters that are considered as conclusive proof, in a wider sense, may contain occasions of issue estoppel as one cannot be allowed to attempt to prove or raise an issue to prove something contrary to what is taken as conclusively proved.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      126.02,
      243.94,
      526.43,
      687.24
    ],
    "text": "Even though the concept of issue estoppel in a wider sense has various manifestations, it appears that in most of the cases, doctrine of issue estoppel has been discussed in much narrower sense limiting its scope to the area how a decision in a previous action estops the same parties or their privies from raising an issue or place their evidence in the second action contrary to the decision made in the previous action. In this regard (in a narrow sense) issue estoppel focuses on situations how a previous decision prevents an issue being reagitated directly or indirectly in a subsequent action while cause of action estoppel focuses on the prevention of a cause of action being relitigated. Autrefois acquit and autrefois convict focuses on preventing the same charge being tried again. Issue estoppel which is focused on the prevention of an issue being reagitated directly or indirectly in a subsequent action, in my view, is also included within the scope of the principle contained in the Latin Maxim Res judicata pro veritate accipitur, which means a matter that has been decided by a court is accepted as true. Its application in our criminal proceedings, in my view, can be found in the case of The Queen v E.H. Ariyawantha 59 NLR 241. It is true, that the said judgement by words does not refer to the doctrine of issue estoppel but has only referred to the Latin Maxim Res judicata pro veritate accipitur. As I stated above, 'Res judicatum aspect of issue estoppel is contained within the principle found in Res judicata pro veritate accipitur. Thus, it is necessary to peruse the contents of the said decision in The Queen v E.H. Ariyawantha to understand whether it was a case where issue estoppel applied in a criminal case in a decisive manner to introduce the said doctrine to our country.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 62,
    "bbox": [
      126.02,
      689.94,
      526.44,
      755.76
    ],
    "text": "In the said case A, B and C were indicted with the offense of murder. A was found guilty of murder and B and C were found guilty of causing simple hurt and culpable homicide not amounting to murder. A appealed",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "64",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      126.02,
      72.44,
      526.4,
      121.24
    ],
    "text": "against the judgement and retrial was ordered. At the retrial A was again found guilty of murder and A appealed against that judgement too. Among other things, the appeal was pressed on the following grounds:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      144.02,
      123.94,
      526.32,
      155.56
    ],
    "text": "1. That the learned judge was wrong in directing the jury to find against",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      144.02,
      158.26,
      526.2,
      206.92
    ],
    "text": "the appellant on the ground of common intention. 2. That the evidence does not disclose that it was the act of the appellant",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      144.02,
      209.62,
      526.42,
      241.24
    ],
    "text": "that caused the death of the deceased. 3. That the only offense disclosed against the appellant was the offence",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      162.02,
      243.94,
      376.99,
      258.4
    ],
    "text": "of voluntarily causing hurt with a knife.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      126.02,
      273.13,
      526.4,
      356.35
    ],
    "text": "After considering the appeal made, the court of criminal appeal found that there was nothing to indicate, even a charge of attempted murder as urged by the Crown Counsel, and accordingly substituted a verdict of guilty of the offence of voluntarily causing hurt under Section 315 of the Penal Code, for the verdict of murder given by the original court at the retrial.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      126.02,
      366.97,
      461.74,
      381.43
    ],
    "text": "What is quoted below reveals the reasons for the said decision.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      144.02,
      392.05,
      526.41,
      506.97
    ],
    "text": "It will lead to queer results if in a case such as that before us the prosecution is not bound to accept as correct so much of the verdict at the previous trial as remains unreversed and is permitted to challenge it. We are of opinion that the prosecution was bound to present its case on the basis that the unreversed part of the verdict at the earlier trial was correct and it was not open to the learned trial Judge to direct the jury on the basis that there was a common intention on the part of all the accused to commit murder (emphasis by me).",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 63,
    "bbox": [
      126.02,
      517.47,
      526.42,
      737.88
    ],
    "text": "The above clearly show that in the earlier trial it was found that the accused did not have a common intention to commit murder (If there was, B & C too would have convicted for murder at the first trial). Thus, the prosecution and the trial judge should have taken it as a matter decided in the previous action which has not been reversed. In short, what has been decided there was that the decision on the specific issue of common intention at the previous trial should be considered as correct in the subsequent trial and cannot be challenged again. If it was not decided in that way, B and C who were charged with A in the first indictment has to be considered not guilty for murder for not having common intention with A, and A to be considered guilty for murder for having common intention with B and C. This seems to be the queer result observed by the honorable judges of the said case.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "65",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      126.02,
      72.44,
      526.41,
      138.52
    ],
    "text": "After quoting a paragraph from Sambasivam v. Public Prosecutor, Federation of Malaya [1950] AC 458, which refers to the maxim Res judicata pro veritate accipitur, Basnayake C.J. on behalf of the bench which heard the said appeal stated as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      144.02,
      149.02,
      526.42,
      263.92
    ],
    "text": "The maxim cited in the reasons of the Board delivered by Lord MacDermott is one that has not been applied before in a criminal case in this country nor are we aware of any case in which it has been applied in criminal proceedings in England. But that is no reason why we should refrain from applying it in a suitable case. The instant case is one such. The maxim is not in conflict with the provisions of our statute law which govern criminal proceedings and has the merit of sound good sense to commend its application to criminal proceedings.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      126.02,
      274.57,
      526.37,
      494.97
    ],
    "text": "The above quoted passage shows that while knowing that there were no precedents in Sri Lanka and no cases in England that followed the decision in Sambasivam case, learned justices in the said case of The Queen v Ariyawantha decided to apply the said maxim which included the issue estoppel within the scope of the above maxim as described above to our criminal proceeding. Once a superior court decide the applicability of said maxim that includes issue estoppel to criminal proceedings in that manner, I doubt whether one could say it is not part of our law, now, even with the help of Section 100 of the Evidence Ordinance to show that it is no more accepted in England, unless we overrule the said decision. What is important to be noted is that, though there is a reference to the said maxim, what happened was the specific issue of common intention which was decided in the previous case was not disturbed.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 64,
    "bbox": [
      126.02,
      509.43,
      526.43,
      747.12
    ],
    "text": "However, I would prefer to refer to the said Sambasivam case at this juncture. Sambasivam was prosecuted at the first trial under emergency regulations, 1948 of carrying a firearm and of being in possession of ammunitions. He was acquitted on the second charge relating to possession of ammunitions at the first trial but was convicted for carrying a firearm. However, a retrial was ordered on the charge of carrying a firearm. It appears that, at the second trial, principal witnesses were the same three Malays who gave evidence at the first trial. However, instead of a statement made on 20.09.1948 used at the first trial, a different statement made by the accused on 13.09.1948, which was the day the accused was injured, was put in as evidence at the second trial. Following paragraphs found in the last part of the said Sambasivam judgement, in my view, summarize the reasons to allow the appeal against the conviction in the 2nd trial for the charge of carrying a fire arm.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 65,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "66",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 65,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 65,
    "bbox": [
      144.02,
      72.08,
      526.35,
      236.32
    ],
    "text": "More important than these matters, however, was the reliance of the prosecution on the statement of September 13, which, if accepted as the truth, went to prove the appellant guilty of the charge of which he had been acquitted as clearly as it proved him guilty of the offence the subject of the second trial. This circumstance might well have been made a ground for excluding the statement in its entirety, for it could not have been severed satisfactorily. But the point was not taken and the statement was left to the assessors, with ample warning, it is true, of the dangers of acting on a retracted confession, but without any intimation that the prosecution could not assert, or ask court to accept, a substantial and important part of what it said.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 65,
    "bbox": [
      144.02,
      246.82,
      526.43,
      627.43
    ],
    "text": "The fact appears to be - and the Board must judge of this from the record and the submissions of counsel who argued the appeal - that the second trial ended without anything having been said or done to inform the assessors that the appellant had been found not guilty of being in possession of the ammunition and was to be taken as entirely innocent of that offence. In fairness to the appellant that should have been made clear when the statement had been put in evidence, if not before. Their Lordships do not attempt to attribute or apportion responsibility for the omission. They do not know how far, if at all, the judges earlier ruling as to mention of the fact that the trial was a re-trial may have discouraged counsel from referring to the previous proceedings; and they are uncertain from the record whether the judge was himself aware of the acquittal. But they cannot avoid the conclusion that the effect of the omission was to render the trial unsatisfactory in a material respect. Had the assessors realized that only a part of the statement could be relied on, they might have attached greater weight to the other criticisms regarding it and rejected it altogether. And had they done so it by no means follows that they would have been prepared to accept the testimony of the Malays in preference to that of the appellant. What they would have done had the statement been excluded from evidence or its effect qualified by an unequivocal direction as to the appellants acquittal and the effect thereof must, of course, remain a matter of conjecture. But the uncertainties are sufficiently reasonable to jeopardize the verdict reached and to justify the view, already expressed, that it ought not to stand. (emphasis by me)",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 65,
    "bbox": [
      126.02,
      642.03,
      526.35,
      673.8
    ],
    "text": "However, prior to coming to the conclusion mentioned in the above paragraphs, Lord Justice MacDermott observed as follows;",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 65,
    "bbox": [
      144.02,
      684.42,
      526.42,
      765.46
    ],
    "text": "The effect of a verdict of acquittal pronounced by a competent court on a lawful charge and after a lawful trial is not completely stated by saying that the person acquitted cannot be tried again for the same offence. To that it must be added that the verdict is binding and conclusive in all subsequent proceedings between the parties to the adjudication. The maxim Res judicata pro veritate accipitur",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "67",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      144.02,
      72.08,
      526.4,
      253.36
    ],
    "text": "is no less applicable to criminal than to civil proceedings. Here, the appellant having been acquitted at the first trial on the charge of having ammunition in his possession, the prosecution was bound to accept the correctness of that verdict and was precluded from taking any step to challenge it at the second trial, and the appellant was no less entitled to rely on his acquittal in so far as it might be relevant in his defence. That it was not conclusive of his innocence on the firearm charge is plain, but it undoubtedly reduced in some degree the weight of the case against him, for at the first trial the facts proved in support of one charge were clearly relevant to the other having regard to the circumstances in which the ammunition and revolver were found and the fact that they fitted each other. (Emphasis by me)",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      126.02,
      263.98,
      526.25,
      415.75
    ],
    "text": "Based on the above decision, it appears that another manifestation of issue estoppel had been developed to state that in subsequent proceedings between the same parties, the prosecution must accept the verdict of acquittal and should not be allowed to collaterally challenge the verdict of acquittal which in essence prevent leading the witnesses of the precious trial that may in the end result creates an indirect inference as to the guilt of the accused even for the charge for which he was acquitted at the first trial. It is this aspect that has been criticized or frowned upon by the subsequent judgements referred to by my brother Justice Kodagoda.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      126.02,
      426.37,
      526.4,
      543.81
    ],
    "text": "In this regard, I cannot find that there was a clear direction or decision by their Lord Justices who decided the Sambasivam case that prevent the leading of the witness of the previous case. In fact, there was no criticism with regard to the evidence of three Malays who also gave evidence at the subsequent trial. It is true, that their Lord Justices have been critical about the presenting of the confessional statement but due to specific reasons stated therein, namely,",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      126.02,
      554.43,
      526.02,
      568.89
    ],
    "text": "1. That it was not revealed to the assessors that the accused was acquitted",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      126.02,
      571.59,
      525.99,
      620.37
    ],
    "text": "for the charges relating to the possession of ammunitions. 2. That the facts relating to the possession of ammunitions and carrying a",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      126.02,
      622.95,
      526.06,
      688.92
    ],
    "text": "firearm contained in the said statement, could not have been severed satisfactorily. 3. That in the above backdrop, omission to reveal that the accused was",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 66,
    "bbox": [
      108.02,
      691.62,
      526.17,
      740.52
    ],
    "text": "acquitted regarding the possession of ammunition render the trial unsatisfactory.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "68",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      126.02,
      72.44,
      526.08,
      104.2
    ],
    "text": "As such, their Lordships view could have been different, if that omission was not there.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      126.02,
      114.7,
      526.42,
      197.92
    ],
    "text": "Therefore, I doubt that whether the above situation could give rise to a universal rule that witnesses of the previous trial that may create an indirect inference of guilt to the charge from which the accused was acquitted should not be allowed to be led in the subsequent trial, if the accused was acquitted in the first trial on a charge based on the same incident or process.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      130.58,
      208.54,
      526.41,
      274.48
    ],
    "text": "Whatever it is, I also observe that a conjecture of guilt, that may arise due to the subsequent trial with regard to a previous trial where the accused was acquitted, is different from inviting the court to come to a different conclusion with regard to the acquittal made in the previous trial.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      130.58,
      285.13,
      526.4,
      522.69
    ],
    "text": "Most of the cases referred to by my Brother Justice Kodagoda are cases that disagree with the Sambasivam case by contemplating a rule that prohibit calling witnesses again in the subsequent trial when the accused was acquitted in the previous trial. Are those decisions sufficient to state that a criminal court in a subsequent trial between the same parties on the same incident on a different charge can come to a different finding on an already decided specific fact in the previous case? For example, if a court found at the first trial that A is guilty of negligent driving, it gives rise to two different conclusions, namely, A was the driver at the incident, A was negligent in driving. Can a criminal court, in a 2nd trial between the same parties on the same incident come to a conclusion that A was not the driver against the specific finding in the previous case. (a similar situation was considered in the The Queen v. Ariyawantha with regard to common intention decided in the previous case.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      130.58,
      533.19,
      526.34,
      599.25
    ],
    "text": "I cannot find any support from the cases cited by His Lordship Justice Kodagoda to say that one can move a court in the subsequent action between the same parties to find a different conclusion with regard to a specifically decided fact in the previous action.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 67,
    "bbox": [
      130.58,
      613.83,
      526.42,
      765.6
    ],
    "text": "Would the Court, in any of the cases referred to by his Lordship Justice Kodagoda that came for the conclusion that witness of the previous case which resulted in an acquittal could be led in the subsequent trial, come to the same conclusion if there was a specific decision regarding the said witness that he or she lied to Court while giving evidence? If such a witness is allowed to give evidence in the subsequent trial, the accused faces double jeopardy as he may not get the same opportunities again to prove that the witness is a liar since the witness is aware where he or she failed on the previous occasion.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "69",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      130.58,
      72.44,
      526.42,
      292.87
    ],
    "text": "His Lordship Justice Kodagoda has referred to E.R.S.R. Coomaraswamys views with reference to a proposed amendment to Section 40 of the Evidence Ordinance which states that with recognition of the suggested amendment, the concept of issue estoppel will be given full recognition. The said statement conversely suggests that there is a halfhearted acceptance now in the section itself. In fact, the words Judgment and Order found in the section are not limited to the final conclusion of the said judgment or order. Final conclusion of the judgment or order may be a result of many findings or conclusions on various factual situations and legal positions placed before the Court. Therefore, I do not think that Section 40 of the Evidence Ordinance does not recognize or stands against the concept of issue estoppel in our country even in the narrow sense referred to above.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      130.58,
      307.33,
      526.32,
      424.87
    ],
    "text": "For the reasons given above, I do not wish to concur with his Lordship Justice Kodagoda to state that issue estoppel is not applicable to the criminal proceedings in Sri Lanka at this moment, at least with regard to when its manifestation arises in relation to the proof of a specifically decided fact in a previous action between the same parties. However, I also recognize that there are acceptable exceptions to its application, such as fraud.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      130.58,
      439.45,
      526.32,
      505.53
    ],
    "text": "On the other hand, neither the Counsel for the Respondents nor the Counsel for the Appellant has taken up the position that issue estoppel has no place in our criminal proceedings. In such a situation, even if we decide so, it may become obiter and may not create a binding effect.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      130.58,
      519.99,
      526.02,
      551.85
    ],
    "text": "There are few more observations made by my Brother Justice Kodagoda on which I have to express a different opinion.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      130.58,
      566.43,
      498.34,
      580.89
    ],
    "text": "Whether the High Court after trial invalidate the Magistrate decision",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      130.58,
      591.51,
      526.42,
      674.76
    ],
    "text": "My brother Justice had expressed the view that once the High Court convicts the accused before it, the previous decision by the Magistrate will not be a parallel inconsistent judicial finding but by virtue of the inconsistent High Court Judgment, the Magistrate's judgement will be considered as void.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 68,
    "bbox": [
      130.58,
      689.22,
      526.41,
      755.28
    ],
    "text": "The High Court hearing the indictment will not be sitting in appeal, revision or as a forum that exercise the powers of Restitutio in integrum. In fact, the High Court has no power to exercise powers relating to Restitutio in integrum over the decision of the Magistrate Court.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "70",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      130.58,
      72.44,
      526.33,
      189.88
    ],
    "text": "In the matters at hand, it is the Magistrate Courts decision that is being challenged indirectly in the High Court. What will be the outcome in a converse situation when a court in an upper stratum of the hierarchy decides a matter and another decision by a lower court between some of the parties who took part in the previous decision-making process, decides that the decision of the upper court was taken by fraud committed on the Court?",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      130.58,
      204.46,
      526.46,
      287.71
    ],
    "text": "I think it may not set a good precedent to allow a parallel decision to make previous decision invalidate unless it is done through a procedure laid down by law. Such an approach may create ambiguity as to the rule of law. However, a collateral attack may apply to a judgment which is void ab initio, such as a judgment given without Jurisdiction.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      130.58,
      302.41,
      226.61,
      316.87
    ],
    "text": "Further Concerns",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      130.58,
      327.37,
      526.35,
      513.57
    ],
    "text": "Certain comments made by my brother justice may give the impression that a judicially determined decision comes only after a full-blown trial and a conviction based on a plea of guilt is not a judicial finding. I admit that a full-blown trial may reveal all the facts and circumstances for a better-informed decision. However, as I said before, a plea of guilt contains an admission which is evidence unless barred by law itself. On the other hand, it is only an unconditional plea of guilt that allows the Magistrate to convict the accused. If the attendant circumstances indicate that the plea is not an unconditional admission, the Magistrate should not entertain such a plea of guilt. Thus, in my view a conviction on a plea of guilt is not a mere ministerial act but a judicial decision.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      130.58,
      528.03,
      526.31,
      714.24
    ],
    "text": "As stated by my brother Justice Kodagoda, Magistrate may not supervise or direct the conduct of police investigation in a manner a senior officer of the same department does, but it is the duty of the Magistrate to oversee whether the due process of law is in place during an investigation. The powers to be present during a search to see whether it is duly executed (Section 79(1) of the Cri Pro. Code) and power to withdraw a case from inquirer (Section 119 of Cri. Pro. Code) indicates such power. Thus, the inquiry the Magistrate had before framing charges against the 2nd Accused-Respondent, cannot be faulted. If the Magistrate could find some material to establish the allegations, he could have made a suitable direction in that regard.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 69,
    "bbox": [
      126.02,
      728.7,
      526.28,
      760.32
    ],
    "text": "As I observed, for the reasons mentioned in the beginning, that the indictment can be maintained, I also do not see that there is an abuse of",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "71",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      126.02,
      72.44,
      526.06,
      121.36
    ],
    "text": "process or misuse of judicial process by the Prosecution. However, I must say that the role played by the prosecutors on behalf of the Hon. Attorney General is not commendable for the reasons expressed below:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      126.02,
      131.86,
      526.16,
      146.32
    ],
    "text": "1. Crime is an offence against the state. It may be that the prosecutor is the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      126.02,
      149.02,
      526.34,
      334.99
    ],
    "text": "Police Department before the Magistrate Court and Hon. Attorney General before the High Court. However, they represent the State. Hon. Attorney General is the chief law officer for the state and must safeguard, protect, intervene and ensure the rule of law. If it is his position that a fraud occurred in the Magistrate Court, it cannot be a fraud that could have taken place without the involvement of police officers who are state officers. If he came to know of such a fraud, he should've taken steps to rectify the harm caused by such fraud through proper legal means. 2. The way the matters have been conducted gives the impression that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      126.02,
      337.69,
      526.18,
      455.11
    ],
    "text": "prosecutor (state) can file criminal action on the same charge against A, B and C parallelly without getting one already decided (if any) vacated and expect conviction from the courts. The prosecutor may maintain all 3 convictions or select which he takes steps to quash afterwards. This situation is obnoxious to the rule of law. 3. Before the High Court, a situation may arise that indicates that the state",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      126.02,
      457.81,
      526.18,
      557.97
    ],
    "text": "while having a conviction in its favour, attempting to claim someone else is the wrongdoer. A situation of approbation and reprobation which may harm the position taken up in the High Court case. State is not a privileged party to approbate and reprobate. 4. Perhaps the prosecutor before the High Court may want to keep the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      126.02,
      560.67,
      526.37,
      678.12
    ],
    "text": "conviction of the Magistrates Court intact, till the decision of the High Court to decide whether to file suitable action such as Restitutio in Integrum to invalidate it. Conversely, such an approach may suggest that the prosecutor himself has a reasonable doubt as to the success of his case while trying to prove his case beyond reasonable doubt. 5. Finally, I observe this Modus Operandi of Hon. Attorney General, if",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 70,
    "bbox": [
      144.02,
      680.7,
      526.37,
      763.8
    ],
    "text": "encouraged, affects the rights of the victim of the incident before a Civil Court. As per the decision in Nadarajah v. C.T.B. (1978) 2 NLR 48 and Mahipala and Others v. Martin Singho (2006) 2 Sri L.R. 272 plea of guilt made before Criminal Court can be considered as relevant in Civil proceedings. Further, Section 41A (2) of the Evidence Ordinance",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      536.5,
      792.25,
      553.83,
      806.29
    ],
    "text": "72",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      383.11,
      795.58,
      519.56,
      806.62
    ],
    "text": "SC Appeal 116/22 - Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      144.02,
      72.44,
      526.4,
      498.57
    ],
    "text": "brought in by Evidence (Amendment) Act No. 33 of 1998, makes a conviction before a Criminal Court relevant for proving that person committed such offence and committed acts constituting such offence. When the state through a police prosecution gets a conviction in an accident case, the victim of the accident who has a right to file an action for his damages before civil court within the time limit given for such action can use such plea of guilty in evidence to prove his or her case. When the Honourable Attorney General, without taking steps to get the previous decision vacated, file an indictment indicating that the wrongdoer is a different person, victim of the accident may face difficulty in proving his case before the civil court. Perhaps in the case at hand, even the position of the victim may be that the wrong doer was not the 2nd Accused-Respondent. If he has filed an action in the Civil Court, he may have to overcome the relevant evidence that will be placed by the opposite party by marking the conviction before the Magistrates Court. A gambling with different convictions by the State will, thus, affect the victim in his civil litigations. One cannot expect or the law will not grant time for the victim to await till the prosecutor make his mind to retain one conviction. It must be noted that the material that is available with the prosecutor may not be available to the victim to establish fraud. While knowing or having facts to the effect that it was a result of a fraud, the Honourable Attorney General did not take any step to invalidate the Magistrate Courts decision. Fraud committed on a Court is a sufficient ground to establish exceptional circumstances for a revision as well as an application for a Restitutio in Integrum.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      108.02,
      513.27,
      526.25,
      562.17
    ],
    "text": "For the reason stated above, though there is no abuse of process by the Honourable Attorney General, his inaction of not taking steps to invalidate the previous conviction by the Magistrate, in my view, is not commendable.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      108.02,
      572.67,
      525.99,
      604.41
    ],
    "text": "However, for the reasons given before, I agree with His Lordship Justice Kodagoda that this appeal should be dismissed.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      108.02,
      615.15,
      209.33,
      629.61
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 71,
    "bbox": [
      370.03,
      679.62,
      526.42,
      710.68
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  }
]