[
  {
    "page_number": 0,
    "bbox": [
      64.1,
      9.36,
      527.17,
      49.08
    ],
    "text": "SC.SPL.LA.NO.86/21",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      0.9599999785423279,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.1,
      810.1,
      298.95,
      834.58
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      136.82,
      57.56,
      453.58,
      105.08
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.1,
      107.38,
      526.21,
      271.96
    ],
    "text": "In the matter of an Appeal made under and in terms of the provisions of Article 127 and 128 of the Constitution of the Democratic Socialist Republic of Sri Lanka. D. E. Jayasinghe No.01, Mahabuthgamuwa, Angoda.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.13,
      274.45,
      526.42,
      355.63
    ],
    "text": "Plaintiff Vs. 1. A. M. K. P. Nona (Deceased)",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.13,
      358.33,
      489.22,
      457.75
    ],
    "text": "No. 235, Megoda Kollonnawa, Wellampitiya. 2. Ranasinghe Arachchige Piyasena 3. Ranasinghe Arachchige Irene 4. Ranasinghe Arachchige Miyurin 5. Ranasinghe Arachchige Gunasena",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.1,
      460.09,
      526.42,
      608.77
    ],
    "text": "All of - No. 235, Megoda Kollonnawa, Wellampitiya. Substituted Defendants Supreme Court Case No: SC/SPL/LA/86/2021 Court of Appeal Case No: CA/480/2000F District Court of Colombo Case No: 15586/L",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      276.77,
      611.19,
      489.1,
      676.56
    ],
    "text": "AND 2. Ranasinghe Arachchige Piyasena 5. Ranasinghe Arachchige Gunasena",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.1,
      679.02,
      526.42,
      794.32
    ],
    "text": "All of No. 235, Megoda Kollonnawa, Wellampitiya. Substituted Defendant Appellants",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.1,
      9.36,
      527.17,
      49.08
    ],
    "text": "SC.SPL.LA.NO.86/21",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      0.9599999785423279,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.1,
      810.1,
      298.95,
      834.58
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.1,
      57.56,
      433.75,
      174.16
    ],
    "text": "Vs. D. E. Jayasinghe (Deceased) No.01, Mahabuthgamuwa, Angoda. 1.(A) Sapinona Sendanayaka",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      244.13,
      176.86,
      449.38,
      328.51
    ],
    "text": "No. 81, Mahabuthgamuwa, Angoda. 2.(B) Nihal Jayasinghe No. 2/3A, Mahabuthgamuwa, Angoda. 3.(C) Noel De nelson Jayasinghe No. 349/B, Kudabuthgamuwa, Angoda. 4.(D) Saman Jayashantha Jayasinghe",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      244.13,
      331.21,
      449.02,
      379.99
    ],
    "text": "No. 349/B, Mahabuthgamuwa, Angoda. 5.(E) Saman Jayashantha Jayasinghe",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.13,
      382.69,
      432.67,
      414.31
    ],
    "text": "No. 8L, Mahabuthgamuwa, Angoda.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      332.47,
      416.77,
      526.42,
      431.03
    ],
    "text": "Substituted Plaintiff Respondent",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.13,
      433.33,
      526.42,
      481.53
    ],
    "text": "3. Ranasinghe Arachchige Irene 4. Ranasinghe Arachchige Miyurin",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.13,
      483.99,
      461.99,
      532.77
    ],
    "text": "Both of No. 235, Megoda Kollonnawa, Wellampitiya.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      276.77,
      535.23,
      526.42,
      616.41
    ],
    "text": "Substituted Defendant Respondent AND NOW BETWEEN 2. Ranasinghe Arachchige Piyasena",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.13,
      618.87,
      489.22,
      633.33
    ],
    "text": "5. Ranasinghe Arachchige Gunasena",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.1,
      635.79,
      526.42,
      802.56
    ],
    "text": "All of No. 235, Megoda Kollonnawa, Wellampitiya. Substituted Defendant Appellant -Petitioners Vs. D. E. Jayasinghe (Deceased) No.01, Mahabuthgamuwa, Angoda.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.1,
      9.36,
      527.17,
      49.08
    ],
    "text": "SC.SPL.LA.NO.86/21",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      0.9599999785423279,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.1,
      810.1,
      298.95,
      834.58
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      244.13,
      57.8,
      410.83,
      89.42
    ],
    "text": "1.(A) Sapinona Sendanayaka",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      244.13,
      92.14,
      449.38,
      243.76
    ],
    "text": "No. 81, Mahabuthgamuwa, Angoda. 2.(B) Nihal Jayasinghe No. 2/3A, Mahabuthgamuwa, Angoda. 3.(C) Noel De Nelson Jayasinghe No. 349/B, Kudabuthgamuwa Angoda. 4.(D) Saman Jayashantha Jayasinghe",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      244.13,
      246.46,
      449.02,
      295.27
    ],
    "text": "No. 349/B, Mahabuthgamuwa, Angoda. 5.(E) Saman Jayashantha Jayasinghe",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      249.17,
      297.97,
      526.42,
      346.31
    ],
    "text": "No. 8L, Mahabuthgamuwa, Angoda. Substituted Plaintiff Respondent Respondents",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      276.77,
      348.61,
      526.42,
      396.79
    ],
    "text": "3. Ranasinghe Arachchige Irene 4. Ranasinghe Arachchige Miyurin",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      236.33,
      399.25,
      526.42,
      464.75
    ],
    "text": "Both of No. 235, Megoda Kollonnawa, Wellampitiya. Substituted Defendant Respondent Respondents",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.1,
      467.07,
      526.42,
      800.56
    ],
    "text": "BEFORE : YASANTHA KODAGODA, PC, J. KUMUDINI WICKREMASINGHE, J. K. PRIYANTHA FERNANDO, J. COUNSEL : Mr. Suren Fernando with Ms. Khyati Wikramanayake and Ms. Shiloma David instructed by Vidanapathirana Associates for the Substituted Defendant - Appellant Petitioner - Appellants. Mr. Sandun Senadhipathi for the Substituted Plaintiff Respondent Respondent Respondents. ARGUED & DECIDED ON : 08.08.2024",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.1,
      9.36,
      527.17,
      49.08
    ],
    "text": "SC.SPL.LA.NO.86/21",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      0.9599999785423279,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.1,
      810.1,
      298.95,
      834.58
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.1,
      57.56,
      526.42,
      346.15
    ],
    "text": "YASANTHA KODAGODA, PC, J. This Court heard learned Counsel in support of Petition dated 05.05.2021 seeking Special Leave to Appeal against Judgment of the Court of Appeal dated 25.03.2021. Following the hearing of the submissions of learned Counsel for the Petitioner, Court inquired from learned Counsel for the Substituted Plaintiff Respondent Respondent as to whether he would have any objection to the grant of Special Leave to Appeal. He submitted that in view of the submissions made by learned Counsel for the Petitioner, as an officer of Court, he is not in a position to object to the grant of Special Leave to Appeal. On a consideration of the totality of the material placed before this Court and submissions made by learned Counsel, this Court granted Special Leave to Appeal in respect of the Judgment dated 25.03.2021 of Court of Appeal delivered in respect of Appeal No. CA 480/2000(F) on the following questions of law:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      82.1,
      348.49,
      526.11,
      362.93
    ],
    "text": "01. Is the purported Judgment dated 25.03.2021 of the Court of Appeal in CA Appeal No.",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      82.1,
      365.17,
      526.42,
      396.17
    ],
    "text": "480/2000(F) a lawful Judgment? 02. If the impugned purported Judgment of the Court of Appeal is not a lawful Judgment,",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.1,
      398.41,
      526.42,
      789.6
    ],
    "text": "should the impugned purported Judgment of the Court of Appeal be allowed to stand, or should it been set-aside, and should this Appeal succeed? Acting in terms of Rule 16 of the Supreme Court Rules, this Court inquired from learned Counsel for the Petitioner (now Appellant) and the learned counsel for the Respondent, as to whether they would have any objection to the hearing of the Appeal being taken-up forthwith. After consulting their respective clients or their representatives (who were present in Court), both learned counsel informed Court that they have no objection for the argument being taken up forthwith, and said that they were ready for Argument. Thereafter, this Court heard learned Counsel for the Appellant and learned Counsel for the Respondents. The attention of this Court was drawn to the impugned Judgment of the Court of Appeal dated 25.03.2021. Learned Counsel for the Appellant compared it with the post-argument written submissions dated 03.05.2019 tendered on behalf of the Plaintiff Respondent (present Respondent). With the assistance provided by learned Counsel, this Court observed that there were over seventeen (17) instances where portions (containing multiple sentences) of the afore-stated written submissions tendered on behalf of the Plaintiff Respondent being incorporated verbatim into the body of the impugned Judgment. In such instances, the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.1,
      9.36,
      527.17,
      49.08
    ],
    "text": "SC.SPL.LA.NO.86/21",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      0.9599999785423279,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.1,
      810.1,
      298.95,
      834.58
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.1,
      57.8,
      526.42,
      672.6
    ],
    "text": "learned Justice of the Court of Appeal had not given any indication that the afore-stated portions have been obtained from the afore-stated written submissions. On a plain reading of the impugned purported Judgment, if recourse is not had to the afore-stated written submissions of the Plaintiff-Respondent, it would appear that the learned Justice of the Court of Appeal had by himself written the totality of the relevant portions of the impugned Judgment. Whereas, it is manifest that what he has done was to merely copy-past the relevant portions of the said written submissions of the Plaintiff - Respondent. If in fact the copied portions are removed from the impugned Judgment, there doesnt appear to be a judgment at all, of the Court of Appeal. Furthermore, a consideration of the impugned Judgment reveals that, for the purpose of purportedly administering justice and deciding the Appeal before the Court of Appeal, the learned Justice had relied wholly on excerpts of evidence and analysis thereof contained in the afore-stated written submissions of the Plaintiff - Respondent, and on the analysis provided by learned counsel for the Plaintiff Respondent in favour of his client. It is apparent that there has not been any independent and balanced consideration of the submissions made by learned counsel on behalf of both parties. There is no independent judicial evaluation of evidence, application of the law or reaching of an independent conclusion. In view of the totality of the material and in particular a comparison of the afore-stated written submissions of the Plaintiff-Respondent with the impugned Judgment of the Court of Appeal, this Court is embarrassed to place on record that there has been a serious dereliction of judicial duty by the relevant Justice of the Court of Appeal in the adjudication of the Appeal that was before the Court of Appeal. This situation gives rise to serious concern. In the circumstances, the only available option which is demanded by law under the given circumstances, is to forthwith set-aside the impugned Judgment dated 25.03.2021 of the Court of Appeal, and refer this matter back to the Court of Appeal for a fresh hearing of the Appeal. In view of the foregoing, it is necessary to place on record that to the extent relevant to each Appeal, a Judgment following an Appeal hearing must in my view ideally contain the following:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      82.1,
      675.3,
      526.06,
      758.28
    ],
    "text": "(i) Background to the Appeal. (ii) Grounds of Appeal, with special reference to the actual grounds of Appeal urged by Counsel during the hearing. (iii) A brief resume of the evidence with special reference to agreed facts and the evidence in dispute.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.1,
      9.36,
      527.17,
      49.08
    ],
    "text": "SC.SPL.LA.NO.86/21",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      0.9599999785423279,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.1,
      810.1,
      298.95,
      834.58
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.1,
      57.8,
      526.4,
      415.27
    ],
    "text": "(iv) A brief summary of the submissions of both Counsel with reference to the main arguments raised on behalf of the Appellant and responses given thereto on behalf of the Respondent. (v) Narrative of facts accepted by Court and reasons therefor. (vi) Principles of law including statutory provisions applied by Court in the determination of the Appeal. (vii) Application of the law to the facts of the case and findings arrived at. (viii) Conclusions reached by Court. (ix) Outcome of the Appeal. (x) Order(s) of Court. In a civil matter stemming from a Judgment of the District Court, in addition to the above, it may be necessary to answer afresh the issues raised at the trial. That would depend on the findings arrived at by the appellate court. A reading of the Judgment must reveal a thorough and diligent appreciation of the facts, a correct understanding of the applicable law, a judicious application of the law, and a judicially arrived at, independent, impartial and neutral finding. The impugned Judgment of the Court of Appeal grossly falls short of that required standard. Thus, in response to the 1st question of law in respect of which Special Leave to Appeal was granted, this Court answers the question in the following manner:",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.1,
      417.61,
      526.42,
      500.49
    ],
    "text": "The impugned purported Judgment of the Court of Appeal is not a lawful Judgment. In response to the 2nd question of law in respect of which Special Leave to Appeal was granted, this Court answers the question in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.1,
      502.83,
      526.42,
      791.04
    ],
    "text": "Since the impugned purported Judgment of the Court of Appeal is not a lawful Judgment, it must be set-aside and this Appeal must necessarily succeed. Therefore, the impugned purported Judgment of the Court of Appeal dated 25.03.2021 is hereby set-aside, and this Appeal is allowed. The President of the Court of Appeal is directed to constitute a Bench of Judges (which excludes the two Justices who heard this Appeal in the Court of Appeal), to hear this Appeal during the 3rd term of 2024, and conclude such hearing during that term itself, and pronounce the Judgment as early as it is reasonably possible. The Registrar is directed to forthwith convey this Judgment to the President of the Court of Appeal.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.1,
      9.36,
      527.17,
      49.08
    ],
    "text": "SC.SPL.LA.NO.86/21",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      0.9599999785423279,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.1,
      810.1,
      298.95,
      834.58
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.1,
      57.8,
      526.27,
      209.44
    ],
    "text": "Upon the payment of routine fees, both counsel for the Appellant and the Respondent will be entitled to copies of this Judgment. Court places on record its appreciation of the assistance provided by both learned Counsel.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.1,
      211.9,
      509.38,
      328.03
    ],
    "text": "JUDGE OF THE SUPREME COURT KUMUDINI WICKREMASINGHE, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.1,
      330.49,
      509.38,
      377.99
    ],
    "text": "JUDGE OF THE SUPREME COURT K. PRIYANTHA FERNANDO, J.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      172.1,
      380.65,
      214.13,
      395.11
    ],
    "text": "I agree.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.1,
      397.81,
      509.38,
      480.33
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]