[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      87.89,
      542.67,
      167.15
    ],
    "text": "In the maƩer of an appeal under and in terms of SecƟon 5C(1) of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990, as amended",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      167.21,
      290.92,
      246.47
    ],
    "text": "SC Appeal No. 242/2014 SC/HCCA/LA/218/2014 Uva/HCCA/BDL/05/2006(F) DC Welimada No. L/854",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      246.65,
      435.12,
      341.75
    ],
    "text": "Samsudeen Mohammed Khan, Mahathenna, Guruthalawa. PLAINTIFF",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      341.81,
      449.94,
      579.83
    ],
    "text": "- Vs - M.A. Hameed Ibrahim Nachchiya, Mahathenna, Guruthalawa. DEFENDANT And Between M.A. Hameed Ibrahim Nachchiya, Mahathenna, Guruthalawa. DEFENDANT – APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      579.89,
      435.12,
      706.67
    ],
    "text": "- Vs - Samsudeen Mohammed Khan, Mahathenna, Guruthalawa. PLAINTIFF – RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      494.59,
      246.47
    ],
    "text": "And now between Mohammed Khan Abdul Kuthoos, Mahathenna, Guruthalawa. 1C SUBSTITUTED PLAINTIFF – APPELLANT - Vs -",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      246.65,
      507.87,
      706.67
    ],
    "text": "M.A. Hameed Ibrahim Nachchiya, Mahathenna, Guruthalawa. DEFENDANT – APPELLANT – RESPONDENT Samsudeen Mohammed Khan, [Deceased] Mahathenna, Guruthalawa. PLAINTIFF – RESPONDENT (1A) Majeed Jeithoon Bee [Deceased] (1B) Mohammed Khan Washeela Umma (1D) Mohammed Rasheena Bee Bee (1E) Mohammed Khan Muvina Umma (1F) Mohammed Khan Ishak (1G) Mohammed Khan Ameena Umma All of Mahathenna, Guruthalawa. SUBSTITUTED PLAINTIFFS – RESPONDENTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.05,
      542.92,
      716.39
    ],
    "text": "Before: Murdu N.B. Fernando, PC, CJ E.A.G.R. Amarasekara, J Kumudini Wickremasinghe, J Achala Wengappuli, J Mahinda Samayawardhena, J Arjuna Obeyesekere, J K. Priyantha Fernando, J Counsel: Shyamal A. Collure with A.P. Jayaweera and Prabath S. Amerasinghe for the 1C SubsƟtuted PlainƟﬀ – Appellant Navin Marapana, PC with Uchitha Wickremasinghe and Thanuja MeegahawaƩe for the SubsƟtuted Defendant – Appellant – Respondent Argued on: 4th September 2023 WriƩen Tendered by the 1C SubsƟtuted PlainƟﬀ – Appellant on 21st January 2015 Submissions: and 30th November 2023 Tendered by the SubsƟtuted Defendant – Appellant – Respondent on 20th May 2015 and 23rd October 2023 Decided on: 16th June 2025 Obeyesekere, J The PlainƟﬀ – Respondent [the PlainƟﬀ] and the Defendant – Appellant – Respondent [the Defendant] are brother and sister. Their father, Ebrahim Samsudeen had been issued a permit by the State in 1955 under the Land Development Ordinance in respect of Lot No. 197 in Final Village Plan [FVP] No. 189. Ebrahim Samsudeen had nominated the PlainƟﬀ as his successor. Upon the death of Ebrahim Samsudeen, the name of the PlainƟﬀ had been inserted as the permit holder in 1987. The PlainƟﬀ ﬁled acƟon against his sister in the District Court of Bandarawela on 5th January 1990. The First Schedule to the plaint referred to Lot No. 197 in FVP No. 189. The PlainƟﬀ claimed in his plaint that he allowed the Defendant to temporarily occupy part of the land referred to in the First Schedule, which part had been morefully referred to in the Second Schedule to the plaint, together with a building situated thereon, and that the Defendant had refused to vacate the said land occupied by her. The PlainƟﬀ accordingly",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.92,
      719.51
    ],
    "text": "prayed inter alia for a declaraƟon that he is the owner of the land referred to in the Second Schedule, and for an order ejecƟng the Defendant from the said land referred to in the Second Schedule and to hand over vacant possession thereof to the PlainƟﬀ. Having denied in her answer almost the enƟrety of the averments of the plaint, the Defendant claimed that she has been in occupaƟon of the said land for over 18 years and that she has eﬀected improvements on the said land including the construcƟon of a house. While moving for a dismissal of the plaint, the Defendant pleaded, in the event of Court holding with the PlainƟﬀ, for compensaƟon in a sum of Rs. 700,000 for improvements eﬀected by her. Death of the PlainƟﬀ and subsƟtuƟon The PlainƟﬀ passed away on 16th November 1994 prior to the commencement of the trial. In his place, his wife and children, the present 1C SubsƟtuted PlainƟﬀ – Appellant [1C SubsƟtuted PlainƟﬀ] and the 1A, 1B and 1D – 1G SubsƟtuted PlainƟﬀs – Respondents [the 1A, 1B and 1D – 1G SubsƟtuted PlainƟﬀs] [collecƟvely the SubsƟtuted PlainƟﬀs] were subsƟtuted on 24th July 1996. Issues were raised on 26th April 1999 and the case proceeded to trial, ﬁrst in the District Court of Bandarawela and thereaŌer in the District Court of Welimada, pursuant to the case being transferred to the laƩer Court. By its judgment delivered on 19th May 2006, the District Court held with the PlainƟﬀ and granted the aforemenƟoned reliefs. While most of the journal entries aŌer the subsƟtuƟon of the PlainƟﬀ contain the names of the SubsƟtuted PlainƟﬀs, some journal entries only contain the name of the PlainƟﬀ. However, it does not appear that an amended capƟon has been ﬁled before the District Court incorporaƟng the names of the SubsƟtuted PlainƟﬀs in place of the deceased PlainƟﬀ. The capƟon of the judgment delivered by the District Court contains only the name of the PlainƟﬀ and does not contain the names of the SubsƟtuted PlainƟﬀs. Appeal to the High Court Aggrieved by the judgment of the District Court, the Defendant ﬁled a noƟce of appeal and a peƟƟon of appeal. In the noƟce of appeal and in the capƟon of the peƟƟon of appeal, the Defendant had only named the PlainƟﬀ as a respondent and had omiƩed to name the SubsƟtuted PlainƟﬀs as respondents, even though by the Ɵme the judgment",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.94,
      519.59
    ],
    "text": "was delivered, the PlainƟﬀ had already been subsƟtuted and the case had proceeded in the District Court in the name of the SubsƟtuted PlainƟﬀs. NoƟces however had been issued by the Civil Appellate High Court of the Uva Province holden in Badulla [the High Court] to all SubsƟtuted PlainƟﬀs. The appeal had accordingly proceeded before the High Court with the SubsƟtuted PlainƟﬀs represented by an AƩorney-at-Law who incidentally was the holder of the proxy of the SubsƟtuted PlainƟﬀs before the District Court. Even though oral and wriƩen submissions were made on behalf of the SubsƟtuted PlainƟﬀs, no objecƟon was taken with regard to the failure to name the SubsƟtuted PlainƟﬀs in the noƟce of appeal or in the capƟon of the peƟƟon of appeal to the High Court. By its judgment delivered on 26th March 2014, the High Court set aside the judgment delivered by the District Court and allowed the appeal. The capƟon of the judgment of the High Court too only refers to the PlainƟﬀ and the Defendant. Appeal to the Supreme Court DissaƟsﬁed with the said judgment of the High Court, the 1C SubsƟtuted PlainƟﬀ ﬁled a peƟƟon of appeal on 2nd May 2014 in this Court, naming the Defendant and the 1A, 1B, 1D – 1G SubsƟtuted PlainƟﬀs as Respondents. Thus, all necessary parƟes are before this Court. The peƟƟon does not contain any complaint regarding the appeal of the Defendant proceeding before the High Court without naming the SubsƟtuted PlainƟﬀs as respondents. However, the 1C SubsƟtuted – PlainƟﬀ sought and obtained leave to appeal on the following four quesƟons of law: (1) Has the High Court erred in law in failing to hold that the enƟre appeal of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      522.89,
      542.83,
      608.51
    ],
    "text": "Defendant was fatally defecƟve in as much as the same has been preferred and prosecuted against a deceased party and does the said error viƟate the judgment dated 26th March 2014? (2) Did the High Court err in law by not holding that the Defendant’s noƟce of appeal",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      611.69,
      542.85,
      678.23
    ],
    "text": "and the peƟƟon of appeal were contrary to the provisions in SecƟon 755 and 758 of the Civil Procedure Code? (3) Has the High Court erred in law with regard to the idenƟﬁcaƟon of the corpus",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.32,
      681.53,
      542.63,
      716.39
    ],
    "text": "parƟcularly in view of the tesƟmony of the Surveyor and paragraph 2 of the Surveyor’s Report?",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      69.65,
      542.47,
      100.67
    ],
    "text": "(4) Is the judgment of the High Court contrary to law and the weight of the evidence",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      103.85,
      542.86,
      720.23
    ],
    "text": "led? The following quesƟon of law was raised by the Defendant: (5) Does the land referred to in P1 apply to the land surveyed in Plan P2? If not, is the PlainƟﬀ enƟtled to maintain this acƟon? Pursuant to leave being granted, an applicaƟon had been made by learned Counsel that this maƩer be referred to a divisional bench of this Court since conﬂicƟng views have been expressed by this Court with regard to the ﬁrst, and more parƟcularly the second quesƟon of law. Accordingly, His Lordship the Chief JusƟce had made an order on 7th June 2023 in terms of ArƟcle 132(3) of the ConsƟtuƟon consƟtuƟng a bench of seven Judges of this Court to hear and determine this maƩer. I shall at the outset consider the ﬁrst and second quesƟons of law and thereaŌer proceed to consider the third, fourth and ﬁŌh quesƟons of law which relate to the factual circumstances of this appeal. First quesƟon of law The ﬁrst quesƟon of law has three components. They are: 1) Has the appeal been preferred and prosecuted against a deceased party? 2) If so, is the enƟre appeal of the Defendant defecƟve? 3) Does the said error viƟate the judgment of the High Court? The submissions of the learned Counsel for the 1C SubsƟtuted PlainƟﬀ reﬂects the above three components. He submiƩed that the appeal to the High Court has been preferred against a party who had passed away at the Ɵme the appeal was ﬁled and thus, the appeal has been preferred against a non-existent person. He submiƩed that what followed thereaŌer was a complete nullity, and that the judgment of the High Court must be set aside on that ground alone. In support of his submission, the learned Counsel for the 1C SubsƟtuted PlainƟﬀ has cited several decisions of this Court and of the Court of Appeal.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.92,
      421.79
    ],
    "text": "I shall consider each of the said authoriƟes as each case, depending on the facts and circumstances peculiar to such case, gives rise to diﬀerent scenarios. In doing so, I shall bear in mind that even though the essence of the said submission of the learned Counsel for the 1C SubsƟtuted PlainƟﬀ is that the appeal had proceeded against a deceased party, the reality is that the PlainƟﬀ had been subsƟtuted in the District Court with the SubsƟtuted PlainƟﬀs by the Ɵme the judgment of the District Court was delivered. This fact disƟnguishes each of the said cases cited by the learned Counsel for the 1C SubsƟtuted PlainƟﬀ from this case. Thus, what transformed into the appeal before the High Court was the said District Court acƟon of which the SubsƟtuted PlainƟﬀs were already parƟes and hence, this was not a case where there was a necessity to subsƟtute the PlainƟﬀ afresh in the High Court prior to the delivery of the judgment of the High Court. I should perhaps start with the judgment of this Court in Jeyaraj Fernandopulle v Premachandra De Silva and others [(1996) 1 Sri LR 70]. The issue that arose was whether a Court, and speciﬁcally the Supreme Court, can be called upon to review or revise a maƩer once that maƩer has been decided. In the course of his judgment, Amerasinghe, J stated that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      421.25,
      542.91,
      697.31
    ],
    "text": "“The court has inherent jurisdicƟon to vary or clarify an order so as to carry out the court's meaning or make the language plain, or to amend it where a party has been wrongly named or described unless this would change the substance of the judgment. The court will treat as a nullity and set aside, of its own moƟon if necessary, a judgment entered against a person who was in fact dead or a non-existent company or, in certain circumstances, a judgment in default or a consent judgment. Where there has been some procedural irregularity in the proceedings leading up to the judgment or order which is so serious that the judgment or order ought to be treated as a nullity, the Court will set it aside.” [at page 105; emphasis added] It must be stated that the above statement was not made in the context of the facts of that case but was more a general statement. Be that as it may, the important point was that all parƟes must be alive at the Ɵme of the delivery of the judgment.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.17,
      542.81,
      142.55
    ],
    "text": "Abeysinghe v Abeysekara [(1995) 2 Sri LR 104; at page 106] was a case where the defendant had died prior to the insƟtuƟon of acƟon. Ranaraja, J in the Court of Appeal held that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      142.01,
      542.92,
      710.03
    ],
    "text": "“An acƟon ﬁled against a sole defendant who was dead at the Ɵme is a nullity, and any subsƟtuƟon of his legal representaƟve thereaŌer is also a nullity. The reason is that the acƟon is not merely against a wrong person but against no person at all, and when the subsƟtuƟon of his legal representaƟve is made it is not really a case of subsƟtuƟon but rather the ﬁling of a new acƟon against a new defendant. An acƟon which is a nullity cannot receive raƟﬁcaƟon such as would retroacƟvely render it valid from its commencement. The proceedings in the acƟon have the eﬀect of not having taken place at all. Hence the decree and the writ issued on the basis of that decree will be a nullity.” It is in the above context that the Court of Appeal held at page 108 that, “When there is no live defendant before Court, the Court has no jurisdicƟon to hear and determine the acƟon. If the Court has no jurisdicƟon, it is of no consequence that the proceedings had been formally conducted, for they are coram non judice. A judgment entered by such Court is void and mere nullity.” A situaƟon similar to that in Abeysinghe arose in Bengamuwa Dhammaloka Thero v Dr. Cyril Anton Balasuriya [(2010) 1 Sri LR 193] where the 2nd defendant had passed away prior to the insƟtuƟon of acƟon in the District Court. This Court aﬃrmed the decision of the Court of Appeal that the decree entered in the case against the 2nd defendant was void. In Darley Butler and Company Limited v Anoos and others [(2008) 2 Sri LR 149] a mortgage bond acƟon was insƟtuted seeking judgment against four defendants jointly and severally. The 2nd defendant in his answer contended that, due to the death of the 4th defendant prior to the insƟtuƟon of the acƟon, the acƟon become invalid in law and is null and void and acƟon cannot be maintained even against the 2nd defendant. The Court of Appeal rejected this argument and held [at pages 151 - 153] that while the “SituaƟon would have been enƟrely diﬀerent if it was a suit against a sole defendant since the suit ﬁled against a sole defendant who was dead is a nullity.” … “Since this is a case where the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.97,
      609.11
    ],
    "text": "defendants were sued on their joint and several liability as already observed, acƟon has to proceed against the other defendants, but no subsƟtuƟon can be eﬀected in the room of the deceased 4th defendant who was dead at the date of insƟtuƟon of the suit.” … “SubsƟtuƟon could be eﬀected only in the room of or on behalf of someone who was alive at the Ɵme of insƟtuƟon of the suit.” It would thus be seen that in each of the above three cases, the defendant had passed away prior to the insƟtuƟon of acƟon, whereas in this case, the PlainƟﬀ was alive at the Ɵme of insƟtuƟon of acƟon in the District Court and upon his death, had been subsƟtuted with the SubsƟtuted PlainƟﬀs who thereaŌer became the parƟes to the acƟon before the District Court. The quesƟon of proceeding against a dead party is therefore not the issue in this case. Mariam Beebee v Seyed Mohammed [68 NLR 36] was a parƟƟon acƟon but decided prior to the amendment eﬀected to SecƟons 48(1)(b), 48(6), 81(1) and 81(9) of the ParƟƟon Act. Here, the 7th defendant had died prior to the trial commencing but no steps had been taken to subsƟtute the 7th defendant. Having stated [at page 38] that, “… it is clear that a parƟƟon decree which alloƩed a share to a party, but which was entered aŌer the death of that party, is a nullity”, Chief JusƟce Sansoni proceeded to set aside all the proceedings that had taken place since the death of the 7th defendant, and remiƩed the case to the District Court for proper proceedings to be taken. In Rannaide v Wimalasooriya and others [(2012) 1 Sri LR 206], the 1st subsƟtuted plainƟﬀ had died on 03rd February 2003 while the appeal was pending but no subsƟtuƟon had been eﬀected in his place, even though SecƟon 760A of the Civil Procedure Code provides for the steps that must be taken aŌer the death of a party while an appeal is pending. Argument had taken place thereaŌer on 13th January 2004 and judgment pronounced on 1st March 2004. A divisional bench of the Court of Appeal held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      608.57,
      542.92,
      719.51
    ],
    "text": "“the appeal cannot proceed without bringing the legal representaƟves of the deceased on the record, and the judgment pronounced by this Court on 01st March 2004 is a nullity as the record was defecƟve by reason of the death of the 1st subsƟtuted-plainƟﬀ-appellant and the Counsel who represented the said deceased party had no status to appear and/or represent the deceased party in this Court aŌer the death as no subsƟtuƟon had been eﬀected.” [page 212; emphasis added]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.97,
      440.87
    ],
    "text": "“As in this case when the appellant was dead, there was no 'live appellant\" before this Court. When there is no live appellant before Court it has no jurisdicƟon to hear and determine the appeal. In other words in order to make the judgment valid this Court did not have jurisdicƟon of the persons. If the Court has no jurisdicƟon it is of no consequence that the proceedings had been formally conducted for they are Coram Non-Judice.” [page 213; emphasis added] In Munasinghe and another v Mohammed Jabir Navaz Careem [(1990) 2 Sri LR 163], the judgment of the District Court had been entered in November 1975 and the plainƟﬀ had passed away in July 1980 pending the hearing of the appeal. No steps had been taken to subsƟtute the deceased plainƟﬀ. The maƩer was argued before the Court of Appeal in January 1987 and the plainƟﬀ had even been represented by Counsel. The judgment of the Court of Appeal was delivered in March 1987 and the plainƟﬀ was subsƟtuted only aŌer the case record was sent back to the District Court. In an applicaƟon for re-lisƟng, it was argued that pursuant to the death of the plainƟﬀ, the record was defecƟve and that the judgment of the Court of Appeal was a nullity. In allowing the applicaƟon for re-lisƟng, Senanayake, J stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      440.33,
      542.91,
      700.43
    ],
    "text": "“I am of the view that there is force in the argument. I am of the view that the defecƟve record should have been cured before the pronouncement of the judgment. In the instant case the learned Counsel had no status to appear and mark his appearance on behalf of the subsƟtuted PlainƟﬀ-Respondent. Therefore the proceedings of 27th January 1987 and the judgment of 27th March 1987 was a nullity.” [page 166] Thus, the facts of Rannaide and Munasinghe are diﬀerent in that, (a) a party had passed away prior to the delivery of the judgment of the Court of Appeal, and (b) the deceased party had not been subsƟtuted, whereas in the present case, the deceased PlainƟﬀ had been subsƟtuted prior to the delivery of the judgment of the District Court and thus, at the Ɵme the appeal was ﬁled, there was a “live party”, that being the SubsƟtuted PlainƟﬀs and the record was therefore not defecƟve.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.98,
      329.75
    ],
    "text": "Karunawathie v Piyasena and others [(2011) 1 Sri LR 171] was an acƟon ﬁled under the ParƟƟon Act. The 15th respondent, who was also the 16A respondent for the deceased 16th respondent, had passed away on 30th May 2004 whilst the case was pending before the District Court. Necessary steps for subsƟtuƟon had not been taken at the Ɵme. Against the said ﬁnal order of the District Court, an appeal had been ﬁled in the High Court. Whilst the case was pending before the High Court, the 2nd respondent too had passed away on 06th September 2007. AdmiƩedly no steps had been taken to subsƟtute a legal representaƟve of the deceased 2nd respondent before the High Court. The judgment of the High Court had been delivered on 13th October 2009. The quesƟon that arose was whether subsƟtuƟon in place of the deceased respondents could be eﬀected before the Supreme Court. Chief JusƟce Shirani Bandaranayake stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      329.21,
      542.87,
      706.79
    ],
    "text": "“As has been stated earlier, the record in the present appeal had ﬁrst become defecƟve before the Final Order of the District Court was given and thereaŌer prior to the Judgment of the High Court was delivered. Accordingly it is evident that at the Ɵme leave to appeal applicaƟon was ﬁled before this Court, the Record in quesƟon had become defecƟve. When a party to a case had died during the pendency of that case, it would not be possible for the court to proceed with that maƩer without bringing in the legal representaƟves of the deceased in his place. No sooner a death occurs of a party before Court, his counsel loses his posiƟon in assisƟng court, as along with the said death and without any subsƟtuƟon he has no way in obtaining instrucƟons. At that stage, the quesƟon arises, as to how and what are the steps that has to be taken in order to cure the defect.” [page 177; emphasis added] “Accordingly it is evident that both those judgments are ineﬀecƟve and therefore each judgment would be rejected as a nullity. For the said reason the judgment of the High Court dated 13th October 2009 and the judgment of the District Court of Kegalle dated 20th May 2005 are both set aside. This case is sent back to the District Court of Kegalle for the appellant to take steps according to law, for subsƟtuƟon.” [page 180-181; emphasis added]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.05,
      542.95,
      522.71
    ],
    "text": "While the factual posiƟon in Karunawathie diﬀers from the facts in this appeal in that the record was not defecƟve at the Ɵme of the delivery of the judgment of the District Court, in Indrani Mallika v Siriwardena and others [SC Appeal No. 160/2016; SC minutes of 2nd December 2022] Samayawardhena, J with whom Murdu N. B. Fernando, PC, J [as she then was] and I agreed, held that the judgment of Karunawathie was per incuriam since Court failed to take cognizance of the provisions of SecƟons 48(1)(b), 48(6), 81(1) and 81(9) of the ParƟƟon Act which catered to the situaƟon that had arisen in that case. However, the principle that a judgment of a Court is a nullity for the reason that subsƟtuƟon of a deceased party did not take place prior to the delivery of the judgment conƟnues to be valid. In Jane Nona v Jayasuriya [(1986) 1 CALR 315] the defendant had passed away by the Ɵme the District Judge made an order allowing the plainƟﬀs applicaƟon for execuƟon of the decree pending appeal. G.P.S.De Silva, J [as he then was] held that the order direcƟng the issuance of the writ of execuƟon was a nullity as it had been made aŌer the defendant had died. A careful consideraƟon of the aforemenƟoned judgments cited by the learned Counsel for the 1C SubsƟtuted PlainƟﬀ demonstrates the following: (a) An acƟon ﬁled against a party who had passed away at the Ɵme of the insƟtuƟon of such acƟon is a nullity and the quesƟon of subsƟtuƟon does not arise; (b) Where there are mulƟple defendants and one of them had passed away prior to the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      526.01,
      542.93,
      643.31
    ],
    "text": "insƟtuƟon of acƟon, the deceased defendant cannot be subsƟtuted but the acƟon can proceed against the other defendants; (c) The party before Court must be a “live party” in order for Court to exercise jurisdicƟon over such person; (d) The moment a party to an acƟon passes away, the record becomes defecƟve and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      646.61,
      542.91,
      716.99
    ],
    "text": "therefore steps must be taken to subsƟtute the legal representaƟve of such deceased person and cure the defect in order for the acƟon to be prosecuted beyond that point;",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      69.65,
      542.61,
      100.67
    ],
    "text": "(e) A judgment delivered aŌer a party has passed away but without such deceased party",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      103.85,
      545.36,
      719.39
    ],
    "text": "being subsƟtuted is a nullity; (f) A writ of execuƟon issued aŌer a party had passed away is a nullity. I am in agreement with the above proposiƟons. However, the facts of this case are diﬀerent from the factual situaƟons that have arisen in each of the above cases. While the situaƟons in (a), (b) and (f) do not apply to this case, the situaƟons in (d) and (e) too does not arise by virtue of the PlainƟﬀ in this case being alive at the Ɵme of the insƟtuƟon of acƟon and having been subsƟtuted in the District Court prior to such Court delivering its judgment. The criƟcal point in this case is that the record was not defecƟve, either at the Ɵme of delivery of the judgment of the District Court or at the Ɵme the appeal was ﬁled in the High Court, as a result of the PlainƟﬀ having been subsƟtuted. The only issue is whether there was a “live party” before the High Court. In this regard, I must reiterate that the PlainƟﬀ was subsƟtuted before the District Court with the SubsƟtuted PlainƟﬀs and for all intents and purposes the proper party to the appeal could only have been the said SubsƟtuted PlainƟﬀs and not the deceased PlainƟﬀ. In other words, the “live party” in this case are the SubsƟtuted PlainƟﬀs. The fact that the noƟce of appeal and the peƟƟon of appeal does not refer to the SubsƟtuted PlainƟﬀs but instead refers only to the deceased PlainƟﬀ does not, in my view, mean that the appeal was prosecuted against the deceased PlainƟﬀ for the reason that the deceased PlainƟﬀ had been subsƟtuted by then. I must reiterate that the only “live party” at the Ɵme the appeal was ﬁled in the High Court were the SubsƟtuted PlainƟﬀs, which then leads me to the second quesƟon of law, that being whether the failure to name the “live party” in the noƟce of appeal and the peƟƟon of appeal is curable in terms of the provisions of the Civil Procedure Code or whether such a defect was fatal to the maintainability of the appeal before the High Court, thereby rendering the enƟre appeal of the Defendant defecƟve and viƟaƟng the judgment of the High Court.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.86,
      449.75
    ],
    "text": "Provisions of the Civil Procedure Code Chapter LVIII of the Civil Procedure Code contains the provisions relaƟng to the ﬁling of appeals in the Court of Appeal and the High Court [vide SecƟon 5A(2) of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990, as amended by Act No. 54 of 2006] from judgments and orders delivered by the District Court. In terms of SecƟon 754(1), “Any person who shall be dissaƟsﬁed with any judgment pronounced by any original court in any civil acƟon, proceeding or maƩer to which he is a party may prefer an appeal to the Court of Appeal against such judgment for any error in fact or in law.” SecƟon 754(3) provides that, “Every appeal to the Court of Appeal from any judgment or decree of any original court, shall be lodged by giving noƟce of appeal to the original court within such Ɵme and in the form and manner hereinaŌer provided.” Such noƟce shall be presented to the Court that pronounced the judgment within a period of fourteen days from the date the judgment appealed against was pronounced . While SecƟon 755 sets out the requirements of a noƟce of appeal, (a) SecƟon 755(1)(c) requires the names and addresses of the parƟes to the acƟon to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      453.05,
      542.47,
      500.51
    ],
    "text": "be stated in such noƟce; (b) SecƟon 755(1)(d) requires the names of the appellant and the respondent to be",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      503.81,
      542.67,
      551.27
    ],
    "text": "stated in such noƟce; and (c) SecƟon 755(2)(b) requires a copy of the said noƟce to be served on the respondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      554.57,
      542.93,
      719.39
    ],
    "text": "or on his registered aƩorney and for proof of service to be aƩached to the noƟce. The requirement to ﬁle a peƟƟon of appeal is contained in SecƟon 755(3). Such peƟƟon shall be presented to the Court that pronounced the judgment and shall set out the circumstances out of which the appeal arises and the grounds of objecƟon to the judgment appealed against. It shall also contain the parƟculars required under SecƟon 758 including the names of the parƟes to the acƟon [SecƟon 758(1)(b)] and the names of the appellant and the respondent [SecƟon 758(1)(c)].",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.93,
      706.67
    ],
    "text": "The Court that pronounced the judgment shall thereaŌer forward to the Court of Appeal the peƟƟon of appeal together with all the papers and proceedings in the case relevant to the judgment or decree appealed against as speedily as possible. SecƟon 755(3) provides that on receipt of the peƟƟon of appeal, the Registrar of the Court of Appeal shall forthwith number the peƟƟon and noƟfy the parƟes concerned by registered post. In terms of SecƟon 759(1), where the peƟƟon of appeal is not drawn up in the manner prescribed in SecƟon 758, it may be rejected, or be returned to the appellant for the purpose of being amended, within a Ɵme to be ﬁxed by the court, or be amended then and there. SecƟon 759(2) provides that, “In the case of any mistake, omission or defect on the part of any appellant in complying with the provisions of the foregoing secƟons, the Court of Appeal may, if it should be of opinion that the respondent has not been materially prejudiced, grant relief on such terms as it may deem just.” Nanayakkara v Warnakulasuriya [(1993) 2 Sri LR 289] was a case where the Court of Appeal had dismissed the defendant's appeal on a preliminary objecƟon that he had failed to hypothecate the sum of Rs. 150 deposited as security for the respondent's costs of appeal. Kulatunga, J stated that, “The power of the Court to grant relief under secƟon 759(2) of the Code is wide and discreƟonary and is subject to such terms as the Court may deem just. Relief may be granted even if no excuse for non-compliance is forthcoming. However, relief cannot be granted if the Court is of the opinion that the respondent has been materially prejudiced in which event the appeal has to be dismissed.” In Somaratne v Dharmasena and others [SC Appeal No. 29/2014; SC minutes of 6th April 2023], this Court considered whether the failure to name a party in the peƟƟon of appeal can be cured under SecƟon 759(2). While there were eight defendants, that being a parƟƟon case the only contesƟng defendant was the 4th defendant. The District Court alloƩed shares to all parƟes. Aggrieved, the 4th defendant appealed to the High Court but did not name the other defendants as parƟes to the appeal. An objecƟon taken that the necessary parƟes were not before the High Court was upheld by the High Court. In an appeal to this Court, it was sought to be argued that the failure to name the other defendants caused no material prejudice to those defendants who had not been named as they had not parƟcipated in the trial.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.17,
      542.95,
      180.59
    ],
    "text": "Samayawardhena, J with whom Murdu N.B. Fernando, PC, J [as she then was] and Thurairaja, PC, J agreed, rejected the argument that no material prejudice had been caused to those parƟes who had not been named, for the reason that shares had been alloƩed to such defendants as well and they were therefore necessary parƟes. More importantly, Court stated that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      180.05,
      542.93,
      583.67
    ],
    "text": "“In my view, secƟon 759(2) is inapplicable to cater to a situaƟon such as the present one where the issue is failure to name necessary parƟes as respondents. A careful reading of secƟon 759(2) reveals that it caters to a situaƟon where the Court can grant relief to an appellant despite mistake, omission or defect ‘if it should be of opinion that the respondent has not been materially prejudiced’. When a necessary party has not been made a respondent, this secƟon has no applicability. I am aware that relief has been granted for failure to make necessary parƟes as parƟes to the appeal under secƟon 759(2) on the basis that no material prejudice has been caused by such failure. This seems to me not to be correct. The quesƟon is not whether prejudice has been caused to the named respondents by not naming necessary parƟes as respondents, which, to my mind, is meaningless. If that interpretaƟon is given, the appellant can name only parƟes who support him as respondents and say no prejudice has been caused to them by the failure to name other parƟes as respondents.” [emphasis added] I am in agreement with the view taken in Somaratne that SecƟon 759(2) does not provide a soluƟon to the situaƟon that has arisen in this appeal. It however begs the quesƟon whether the failure to name the SubsƟtuted PlainƟﬀs is a mistake that cannot be cured at all in terms of the provisions of the Civil Procedure Code. The answer to this quesƟon is found in SecƟon 770 of the Civil Procedure Code, which reads as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      583.13,
      545.92,
      680.51
    ],
    "text": "“If, at the hearing of the appeal, the respondent is not present and the court is not saƟsﬁed upon the material in the record or upon other evidence that the noƟce of appeal was duly served upon him or his registered aƩorney as hereinbefore provided, or",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.17,
      542.7,
      280.55
    ],
    "text": "if it appears to the court at such hearing that any person who was a party to the acƟon in the court against whose decree the appeal is made, but who has not been made a party to the appeal, is interested in the result of the appeal, the court may issue the requisite noƟce of appeal for service” SecƟon 770 thus reﬂects the intenƟon of the legislature that failure to name as a party to the appellate process a person who was a party in the lower court is a defect that is curable, and that, at that stage Court is only mindful that such person must be heard. Hence, the requirement to noƟfy such party. As pointed out by Sharvananda, J [as he then was] in IƩepana v Hemawathie [(1981) 1 Sri LR 476]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      280.01,
      542.97,
      702.11
    ],
    "text": "“Principles of natural jusƟce are the basis of our laws of procedure. The requirement that the defendant should have noƟce of the acƟon either by personal service or subsƟtuted service of summons is a condiƟon precedent to the assumpƟon of jurisdicƟon against the defendant.” [page 479] “Failure to serve summons is a failure which goes to the root of the jurisdicƟon of the Court to hear and determine the acƟon against the defendant. It is only by service of summons on the defendant that the Court gets jurisdicƟon over the defendant. If a defendant is not served with summons or is otherwise noƟﬁed of the proceedings against him, judgment entered against him in those circumstances is a nullity.” [page 484; emphasis added] Although the above was stated in the context of summons not being served while an acƟon was pending before the District Court, it would, in my view, apply with equal force in proceedings before an appellate forum. I have already stated that the PlainƟﬀ had been subsƟtuted with the SubsƟtuted PlainƟﬀs by the Ɵme the appeal was lodged with the High Court and that the party who should have been named as respondents in the High Court were the SubsƟtuted PlainƟﬀs. They being interested in the outcome of the appeal, and with them not being named, the course of acƟon provided in SecƟon 770 must be adopted and it is for the High Court to issue the requisite noƟce of appeal to such parƟes. While SecƟon 770 requires the Court to issue the requisite noƟce of appeal on such parƟes, it does not appear from a plain",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.17,
      542.92,
      364.67
    ],
    "text": "reading of SecƟon 770 that the capƟon needs to be amended by adding the names of such parƟes. However, ﬁling of an amended capƟon is not only desired, but in my view is mandatory. Be that as it may, on the face of it, the failure to name the SubsƟtuted PlainƟﬀs in both the noƟce of appeal and the peƟƟon of appeal is not fatal to the maintainability of such appeal and is curable under SecƟon 770. The evoluƟon of SecƟon 770 was exhausƟvely considered in Somaratne v Dharmasena [supra]. The starƟng point is Dias and others v Arnolis and others [17 NLR 200] where a Full Bench of the Supreme Court was called upon to consider whether the Court has the power, when the appeal was before it for argument, to act under secƟon 770 of the Civil Procedure Code and order that any person who was a party to the acƟon in the lower Court, but who has not been made a party to the appeal, be made a respondent to the appeal if the Court is saƟsﬁed that he is interested in the result of the appeal. In response, Chief JusƟce Lascelles held [at pages 200-201] that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      364.13,
      542.78,
      713.15
    ],
    "text": "“The only quesƟon which we have to decide here is whether the Judge before whom the appeal came had power under secƟon 770 of the Civil Procedure Code to direct the third defendant to be made respondent to the appeal. There can, in my opinion, be no quesƟon but that this power is expressly and plainly conferred on the Judge by the above-named secƟon. … Whether or not a respondent ought to be added in any parƟcular case is a quesƟon for the decision of the Judge who hears the appeal. The proper course, in my opinion, is to remit the case to the Judge who heard the case, in order that he may exercise his discreƟon as to whether the third defendant should or should not be added as a respondent to the appeal.” A much stricter approach was adopted in Ibrahim v Bee Bee [19 NLR 289]. In that case, an argument was taken that it is necessary, for the proper consƟtuƟon of an appeal, that all parƟes to an acƟon who may be prejudicially aﬀected by the result of the appeal should be made parƟes, and unless they are, the peƟƟon of appeal should be rejected.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      299.8,
      104.39
    ],
    "text": "Chief JusƟce Wood Renton held as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      103.85,
      542.84,
      412.31
    ],
    "text": "“In case No. 359 the ﬁrst defendant was, in my opinion, a necessary party to the appeal, as the share alloƩed to him in the plaint might be prejudicially aﬀected by the result of the inquiry into the intervenients' claims. But the quesƟon remains whether, as a maƩer of discreƟon, we ought not to allow his name to be added under secƟon 770 of the Civil Procedure Code. I have no doubt as to the power of the Supreme Court to dismiss an appeal, on the ground that it has not been properly consƟtuted by the necessary parƟes being made respondents to it, and I am equally clear that that power should be exercised, unless the defect is not one of an obvious character, which could not reasonably have been foreseen and avoided.” [page 291; emphasis added] Thus, Chief JusƟce Wood Renton advocated a strict applicaƟon of SecƟon 770 and sought to circumscribe its applicability by staƟng that the defect should not have been obvious and could not have been reasonably foreseen and avoided. Shaw, J however adopted a slightly more liberal view when he stated as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      411.77,
      542.91,
      703.67
    ],
    "text": "“I feel no doubt that, under the provisions of Chapter LVIII of the Civil Procedure Code, it is necessary, for the proper consƟtuƟon of an appeal, that all parƟes to an acƟon who may be prejudicially aﬀected by the result of the appeal should be made parƟes, and that, unless they are, the peƟƟon of appeal should be rejected. An appeal, defecƟve owing to non-joinder of necessary respondents, can be remedied, in a proper case, by an order of the Court under SecƟon 770 direcƟng those parƟes to be added or noƟced. Such order would seem to be enƟrely discreƟonary, and I should not myself be disposed to amend the proceedings when the appeal is actually before the Court for hearing, unless some good excuse was given for the non-joinder or noƟce, or unless it was not very apparent that the parƟes not joined might be aﬀected by the appeal.” [page 293; emphasis added] Shaw, J was however willing to allow a defect to be cured where some good excuse was given or where it was not very apparent that the parƟes that had not been named may be aﬀected.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      72.05,
      542.92,
      421.79
    ],
    "text": "The strict approach laid down by Chief JusƟce Wood Renton was followed over the years and had almost become the norm [Suwarishamy v Thelenis [54 NLR 28]; Gunasekera v Perera [74 NLR 163], Wijeratne v Wijeratne [74 NLR 193]], unƟl the decision of the Supreme Court in Kiri Mudiyanse and another v Bandara Menike [76 NLR 371]. In that case, a preliminary objecƟon was taken by the plainƟﬀ that the appeal of the 4th and 5th defendants is not properly consƟtuted as the 1st – 3rd and 6th – 8th defendants who had been granted shares in the judgment of the District Court had not been made respondents to the appeal and that only the plainƟﬀ has been made a party respondent. Although it was conceded that the rights of the 1st – 3rd and 6th – 8th defendants would be prejudicially aﬀected in the event of the appellants succeeding in the appeal, to all intents and purposes the contest was between the plainƟﬀ and the 4th and 5th defendants regarding the corpus. While conceding that the appeal is defecƟve owing to the non-joinder of necessary respondents, it was submiƩed that this defect could be remedied by an order of Court under SecƟon 770 of the Civil Procedure Code direcƟng that the defendants who had been omiƩed be added or noƟced as respondents. Pathirana, J stated that [pages 375-377]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      100.32,
      421.25,
      542.88,
      703.67
    ],
    "text": "“SecƟon 770, in my view, gives a very wide discreƟon to this Court and there is room for introducing other principles by which the Court can exercise its discreƟon. Intrinsically there is nothing in SecƟon 770 either expressly or by necessary implicaƟon to inhibit the discreƟon to the principles that have been set out in the case of Ibrahim v. Beebee as to do so will be tantamount to saying that the exercise of the discreƟon is cribbed, cabined and conﬁned exclusively to these principles, limiƟng the exercise of the discreƟon in a parƟcular way, and thereby puƫng an end to the discreƟon itself. “ … I am of opinion that the Court cannot be feƩered in exercising a discreƟonary power which is given so widely by SecƟon 770 by being bound to exercise the discreƟon only in conformity with the principles laid down in those cases. The case of Dias v. Arnolis had not laid down the principle which formed the decision in Ibrahim v. Beebee, namely, that the power of dismissal should be exercised unless",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.17,
      542.79,
      218.75
    ],
    "text": "the defect is not one of an obvious character which could not have been reasonably foreseen and avoided. On the other hand, the quesƟon whether or not the respondent ought to be added in a parƟcular case is a quesƟon for decision of the judge who hears the appeal was laid down in the full bench case. Much the same ﬂexible language was used by Shaw, J. in Ibrahim v. Beebee when he stated as the second reason for the exercise of the discreƟon, namely, unless some good cause is given for non-joinder.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      218.21,
      542.82,
      398.99
    ],
    "text": "… I would rather on the facts and circumstances in this case prefer to follow the principles laid down in the full bench case of Dias v. Arnolis and also the second reason given by Shaw, J. in Ibrahim v. Beebee by staƟng that the exercise of the discreƟon is a maƩer for the decision of the judge who hears the appeal in the parƟcular case and also that it should be exercised when some good reason or cause is given for the non-joinder. The discreƟon which is an unfeƩered one must, of course, be exercised judicially and not arbitrarily and capriciously.” As to whether the discreƟon must be exercised in favour of the appellants, Court stated as follows [pages 377-378]:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      100.32,
      399.65,
      542.92,
      688.43
    ],
    "text": "“I was also very much impressed by the test suggested by Mr. Jayewardene who appeared for the appellants who submiƩed that this Court should adopt a principle analogous to that which was adopted by the Privy Council in Bilindi v. AƩadassi Thero [47 NLR 276] where a pracƟcal approach was adopted, namely, whether the discreƟon should be exercised if the defect can be easily remedied without injusƟce to anyone. I am of opinion that no injusƟce will be done at this stage by permiƫng the 1st – 3rd and 6th – 8th defendants to be added as parƟes, for the obvious reason, if the appeal is ulƟmately allowed, then it is because the Court exercised the discreƟon under SecƟon 770 in their favour which enabled the appellants to win their rights. The defendants will also have had the saƟsfacƟon of having been given an opportunity of puƫng their arguments before Court. On the other hand, if the appeal is not allowed, then their rights are not prejudiced.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "22",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      72.17,
      542.94,
      174.23
    ],
    "text": "I agree with the submissions made by Mr. Jayewardene that where a maƩer could be easily remedied without injusƟce being done then the discreƟon under SecƟon 770 can be exercised by this Court in appeal in an appropriate case.” Rajaratnam, J expressed the following view:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      173.69,
      542.93,
      506.75
    ],
    "text": "“SecƟon 770 of the Civil Procedure Code has survived intact all the authoriƟes referred to above to give us sƟll an unfeƩered discreƟon to adjourn the hearing of the appeal to a future date and to direct that the 1st – 3rd and 6th – 8th defendants be made Respondents and the requisite noƟces of appeal be issued to the Fiscal for service. We have done so in the interests of a just hearing of the appeal while being most respecƞully mindful of the guiding principles laid down by this Court. The plain meaning of this SecƟon, however, shines with a clear and constant simplicity in the midst of all the wise observaƟons made round it during the last half of a century.” [page 378; emphasis added] Thus, in the present case, had an objecƟon been taken before the High Court, it would have been in the interests of the SubsƟtuted PlainƟﬀs to have had their names inserted, even though by then, noƟces had been served on the SubsƟtuted PlainƟﬀs and they were before the High Court represented by an AƩorney-at-Law. Having considered the above judicial dicta, Samayawardhena, J stated in Somaratne v Dharmasena [supra] as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      506.93,
      542.9,
      710.03
    ],
    "text": "“In my view, Kiri Mudiyanse v. Bandara Menika was the watershed in the progressive development of the law in respect of defecƟve appeals. The current trend of authority in the Supreme Court endorses this approach. Accordingly, mistakes, omissions, defects or lapses such as the failure to make necessary parƟes as respondents, naming deceased parƟes (without subsƟtuƟon) in the capƟon, naming parƟes incorrectly in the capƟon, failure to give noƟce to all named parƟes etc. are curable defects under secƟons 759(2) and 770 of the Civil Procedure Code. Whilst appreciaƟng that the discreƟon of the Court shall not be circumscribed by self-imposed feƩers, I must add that the Court shall not however allow defects or lapses to be cured on the applicaƟon of either secƟon 759(2) or 770 as a maƩer of course",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "23",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      72.17,
      542.93,
      236.99
    ],
    "text": "or as a maƩer of rouƟne unless the appellant gives a good reason to the saƟsfacƟon of the Court for such defect or lapse, as otherwise the express provisions of the Civil Procedure Code under Chapter 58, which lay down the procedure for the proper consƟtuƟon of an appeal, will be rendered nugatory.” [emphasis added] An idenƟcal situaƟon as in the present case arose in Premaratna v Sunil Pathirana [SC Appeal No. 49/2012; SC minutes of 27th March 2015] where Eva Wanasundara, J stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      237.17,
      542.94,
      554.39
    ],
    "text": "“The parƟes to the acƟon in the District Court are the parƟes to the acƟon in the appellate court, in this instance the High Court of Civil Appeals. The peƟƟon of appeal had not contained in the capƟon, the names of the subsƟtuted parƟes. I feel that, the mere fact that only the name of the dead person was menƟoned in the capƟon, cannot be held against the party seeking relief from Court. It is a lapse on the part of the peƟƟoner’s AƩorney-at-Law. The liƟgant who has come before Court for relief should not be deprived of his right to seek relief due to a lapse on the part of the lawyers preparing and ﬁling the papers. In the case in hand, the dead person had been subsƟtuted promptly in the District Court and named as 1A and 1B defendants. It is only a lapse of not wriƟng down the capƟon properly. I am of the view that this is a maƩer which should have been corrected by the High Court Judges …. It is not an incorrigible defect, good enough for rejecƟng the peƟƟon of appeal.”[emphasis added] However, faced with the idenƟcal facts as in this case, the Court of Appeal held in Wimalasiri and another v Premasiri [(2003) 3 Sri LR 330] that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      100.32,
      554.57,
      542.74,
      703.55
    ],
    "text": "“… ciƟng the original plainƟﬀ who was no longer living as the respondent to the noƟce of appeal as well as to the peƟƟon of appeal could only be construed as negligence and not as a mistake or inadvertence on the part of the defendants-appellants and their AƩorney-at-Law. Such negligence in my opinion should not be condoned or in any manner encouraged. If not, it would be opening the ﬂood gates for parƟes and the registered AƩorney-at-Law to seek relief for their negligence in the guise of mistake or inadvertence.” [page 335]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "24",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      72.17,
      542.93,
      687.83
    ],
    "text": "“In the instant appeal, I would hold that the default of ciƟng a person not living as the respondent in the noƟce of appeal and the peƟƟon of appeal which resulted from the negligence of the defendants-appellants and the registered AƩorney-at-Law would render the noƟce of appeal and the peƟƟon of appeal void ab iniƟo and liable to be rejected in limine. This defect being incurable the defendants-appellants cannot seek any relief in terms of secƟon 759(2) of the Civil Procedure Code to amend the capƟon to bring in the person who should have been made respondent to the noƟce of appeal and the peƟƟon of appeal.” [page 336] Referring to the above passage, Samayawardhena, J stated in Somaratne v Dharmasena [supra], that the decision in Wimalasiri “cannot be treated as good law in view of the Supreme Court judgment in Nanayakkara v. Warnakulasuriya [1993] 2 Sri LR 289 at 293, where Kulatunga J. held “In an applicaƟon for relief under secƟon 759(2), the rule that the negligence of the AƩorney-at-Law is the negligence of the client does not apply as in the cases of default curable under SecƟons 86(2), 87(3) and 771. Such negligence may be relevant but it does not feƩer the discreƟon of the Court to grant relief where it is just and fair to do so.” In any event, in Wimalasiri v. Premasiri the Court of Appeal did not consider the applicability of secƟon 770 at all.” [emphasis added] I must also refer to the judgment of this Court in Amarawathie and others v Perera [SC Spl LA No. 198/2011; SC minutes of 10th December 2014]. In that case, the 5th defendant – respondent – peƟƟoner had passed away while the appeal was pending before the Court of Appeal and he had been subsƟtuted. Judgment of the Court of Appeal had been delivered thereaŌer. Similar to this case, the capƟon in the judgment however contained the name of the deceased 5th defendant, and the peƟƟon of appeal had followed the capƟon in the judgment. An objecƟon was taken that naming a dead person as a peƟƟoner is a defect that cannot be cured and renders the peƟƟon, as opposed to the judgment, a nullity. Dep, J [as he was then] stated that, “In the case before us the iniƟal mistake was done by the Court of Appeal by including in the judgment the name of the 5th Defendant Respondent who is dead. PeƟƟoners had followed the same capƟon in the ApplicaƟon. I am of the view that the remaining PeƟƟoners should not be non suited on account of this",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "25",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      72.17,
      542.81,
      177.47
    ],
    "text": "mistake. Therefore I overrule the preliminary objecƟon and permit the remaining Defendant – Respondent PeƟƟoners to proceed with this applicaƟon.” Dep, J thereaŌer considered the manner in which the mistake could be recƟﬁed, and stated as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      176.93,
      545.23,
      697.31
    ],
    "text": "“The quesƟon that arises in this case is when the Court of Appeal by mistake or due to inadvertence included a deceased party in the capƟon, could a peƟƟoner on their own without following the same capƟon recƟfy the mistake. The proper course of acƟon appears to be that the peƟƟoner should have moved the Court of Appeal to recƟfy the error in the ﬁrst instance or use the same capƟon and seek permission of this court to subsƟtute or to delete the name of the deceased person and include the subsƟtuted party. The PeƟƟoners belatedly followed the second course to amend the capƟon by adding the subsƟtuted 5th Defendant-Respondent-PeƟƟoner.” Thus, I am of the view that the failure to name the “live party” in the noƟce of appeal and the peƟƟon of appeal is a defect that can be cured in terms of SecƟon 770 of the Civil Procedure Code. It was the responsibility of the SubsƟtuted PlainƟﬀs to have raised this maƩer before the High Court, which admiƩedly they did not do. One cannot fault the High Court, especially since the capƟon in the judgment of the District Court only contained the name of the PlainƟﬀ. The 1C SubsƟtuted PlainƟﬀ has not complained in the peƟƟon of appeal to this Court that the failure to name him and the other SubsƟtuted PlainƟﬀs as parƟes has deprived them of a hearing before the High Court or prejudiced them in any manner. However, since this issue has now been raised in the ﬁrst two quesƟons of law, I shall consider if this was a ﬁt case where the High Court ought to have exercised their discreƟon vested in terms of SecƟon 770 and allowed the Defendant to amend the capƟon, had an objecƟon been taken before the High Court. The Defendant has not given any speciﬁc reason for the defect, probably due to the fact that an opportunity to do so did not arise in the High Court. However, the learned President’s Counsel for the Defendant drew our aƩenƟon to the following maƩers: (a) The Journal Entry of the High Court of 4th November 2008 which reads as follows: “අȴයාචනා ෙගාǩ සකස් ûɝෙȼ ගාස්Ʊ කැඳවා ෙȼම නƍෙɩ පැȽƝɣකාර වගඋƮතරකɞවǦ සහ",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      100.32,
      700.61,
      510.78,
      716.39
    ],
    "text": "ඔɬǦෙĘ ෙɢඛනගත ǨƯඥවරයා ෙවත ɣයාපǎංĽ තැපෑල මęǦ ʆතාʆ ǧýƮ කරන ලǏ”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "26",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      72.05,
      542.9,
      103.79
    ],
    "text": "(b) The fact that the record contains the numbers of the eight registered receipt arƟcles",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      107.09,
      542.88,
      249.83
    ],
    "text": "by which the said noƟce was sent to the SubsƟtuted PlainƟﬀs and their Registered AƩorney-at-Law, thus demonstraƟng that noƟces were in fact sent to the SubsƟtuted PlainƟﬀs. (c) The journal entry of 11th November 2008 by which the 1A SubsƟtuted PlainƟﬀ deposited the brief fees and the number of the receipt issued to her. (d) The journal entry of 8th September 2009 by which all parƟes to the acƟon and their",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      253.13,
      542.88,
      341.87
    ],
    "text": "AƩorneys-at-Law were informed to be present in Court and the ten registered receipt arƟcles which prove that noƟces have in fact been sent to the SubsƟtuted PlainƟﬀs. (e) The noƟces by which each of the SubsƟtuted PlainƟﬀs have been informed to be",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      344.82,
      542.93,
      579.95
    ],
    "text": "present on 29th September 2009 and the fact that the SubsƟtuted PlainƟﬀs have been referred to as the Respondents in the capƟon of such noƟces. (f) The journal entry of 8th September 2009 conﬁrming that the appeal brief was handed over to the AƩorney-at-Law for the SubsƟtuted PlainƟﬀs. (g) The fact that the AƩorney-at-Law to whom the SubsƟtuted PlainƟﬀs had granted their proxy at the Ɵme they were subsƟtuted in the District Court conƟnued to appear for the SubsƟtuted PlainƟﬀs in the High Court, as borne out by all the journal entries commencing from 29th September 2009 unƟl delivery of the judgment on 26th March 2014. (h) The fact that wriƩen submissions have been tendered by the said AƩorney-at-Law",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      583.13,
      542.84,
      690.95
    ],
    "text": "and that his appearance is reﬂected in the judgment of the High Court. It was therefore the posiƟon of the learned President’s Counsel for the Defendant that the SubsƟtuted PlainƟﬀs have not only been noƟced to appear, their names appeared as respondents in the capƟon of such noƟces and the SubsƟtuted PlainƟﬀs have accordingly parƟcipated in the appeal by retaining Counsel and ﬁling wriƩen submissions etc. It was",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "27",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      72.17,
      542.96,
      326.03
    ],
    "text": "therefore his posiƟon that the 1C SubsƟtuted PlainƟﬀ cannot now complain about the failure to name the SubsƟtuted PlainƟﬀs in the noƟce of appeal and peƟƟon of appeal. I am in agreement with the said submission. I am saƟsﬁed that even though the names of the SubsƟtuted PlainƟﬀs had not been entered in the noƟce of appeal and the peƟƟon of appeal, they have been issued noƟces by the High Court and they have fully parƟcipated in the High Court and have been represented in the High Court. In these circumstances, I am of the view that: (a) Had an objecƟon been taken in the High Court, this was a ﬁt case where the High Court could have exercised their discreƟon and allowed the Defendant to amend the capƟon in terms of SecƟon 770; (b) The defect being curable, the said defect was not fatal to the maintainability of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      329.21,
      445.29,
      379.91
    ],
    "text": "appeal before the High Court; (c) The said defect does not viƟate the judgment of the High Court.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      383.09,
      542.85,
      710.03
    ],
    "text": "I would accordingly answer the ﬁrst two quesƟons of law in the negaƟve. The third, fourth and ﬁŌh quesƟons of law This brings me to the third, fourth and ﬁŌh quesƟons of law that relate to the factual circumstances of this case. In considering the said quesƟons, I shall at the outset brieﬂy explain the basis for the High Court to have set aside the judgment of the District Court, thereaŌer examine the pleadings, the documents and the evidence in that regard and ﬁnally re-visit the two judgments in order to consider if the High Court erred when it set aside the judgment of the District Court. The High Court took the view that there was a ‘discrepancy’, between (a) the lot number of the land that was referred to in the First Schedule to the plaint which is the same lot number of the land that was to be surveyed as per the commission, and (b) the lot number that was eventually surveyed pursuant to such commission. For that reason, the High Court held that the PlainƟﬀ had failed to idenƟfy the land and proceeded to set aside the judgment of the District Court. While this ‘discrepancy’ arose solely out of the evidence",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "28",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      72.17,
      542.95,
      310.79
    ],
    "text": "of the Surveyor and has culminated in, and formed the basis for the third, fourth and ﬁŌh quesƟons of law, I must state that there was no dispute on the part of the Defendant with regard to the idenƟty of the land. What had arisen from the evidence of the Surveyor was only a diﬀerence in the lot numbers which diﬀerence had been explained by the Surveyor and the Oﬃcer from the Divisional Secretary’s Oﬃce, Welimada. This being a rei vindicaƟo acƟon, there are three things that a PlainƟﬀ must prove in order to succeed, as clearly set out in the following paragraph in Wille’s Principles of South African Law [9th EdiƟon (2007); at page 539] referred to with approval by Samayawardhena, J in Mihindukulasuriya Sudath Harrison Pinto and others v Weerappulige Piyaseeli Fernando and others [SC Appeal No. 57/2016; SC minutes of 11th September 2023]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      310.25,
      542.87,
      720.23
    ],
    "text": "“To succeed with the rei vindicaƟo, the owner must prove on a balance of probabiliƟes, ﬁrst, his or her ownership in the property. If a movable is sought to be recovered, the owner must rebut the presumpƟon that the possessor of the movable is the owner thereof. In the case of immovables, it is suﬃcient as a rule to show that Ɵtle in the land is registered in his or her name. Secondly, the property must exist, be clearly idenƟﬁable and must not have been destroyed or consumed. Money, in the form of coins and banknotes, is not easily idenƟﬁable and thus not easily vindicable. Thirdly, the defendant must be in possession or detenƟon of the thing at the moment the acƟon is insƟtuted. The raƟonale is to ensure that the defendant is in a posiƟon to comply with an order for restoraƟon.” [emphasis added] The PlainƟﬀ had stated in the plaint that he was issued a permit bearing No. 177 in 1955 under the Land Development Ordinance, as amended, in respect of the land referred to in the First Schedule to the plaint, that being Lot No. 197 in FVP No. 189 [P1] in extent of approximately 1 acre. It however transpired in evidence that P1 had been issued in 1955 to Ebrahim Samsudeen, the father of the PlainƟﬀ and the Defendant, and that Samsudeen had nominated the PlainƟﬀ as his successor. Accordingly, with the death of Samsudeen, the name of the PlainƟﬀ had been entered as the permit holder in 1987. Thus, on the face of it, the PlainƟﬀ had Ɵtle to the land referred to in the First Schedule to the plaint and with the land referred to in the Second Schedule to the plaint being part of the First Schedule, to the land in the Second Schedule, as well.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "29",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.0,
      72.17,
      542.86,
      710.03
    ],
    "text": "It was the posiƟon of the PlainƟﬀ that he allowed the Defendant to temporarily occupy part of the said land referred to in P1, in extent of ½ rood, morefully set out in the Second Schedule to the plaint together with a building situated thereon, but that the Defendant had refused to vacate the said land occupied by her. Although the land from which ejectment of the Defendant was sought was idenƟﬁed by reference to P1, the First Schedule to the plaint did not contain the boundaries of the land referred to in P1 for the reason that P1 too does not refer to the boundaries of Lot No. 197. However, it goes without saying that the boundaries of the land would have been ascertainable from the FVP. In her answer, the Defendant had admiƩed the residence of both parƟes but denied the rest of the averments of the plaint. While claiming compensaƟon for the improvements eﬀected by her, the Defendant had pleaded that the plaint is not in conformity with the provisions of SecƟon 41 of the Civil Procedure Code which provides that, “when the claim made in the acƟon is for some speciﬁc porƟon of land, or for some share or interest in a speciﬁc porƟon of land, then the porƟon of land must be described in the plaint so far as possible by reference to physical metes and bounds, or by reference to a suﬃcient sketch, map or plan to be appended to the plaint, and not by name only.” Issue No. 7 raised by the Defendant was whether the plaint is contrary to the provisions of SecƟon 41. I must say that the land in the First Schedule was referred to by a FVP and that, in my view, was suﬃcient compliance for the purposes of SecƟon 41. In any event, P2 had suﬃciently idenƟﬁed the land in dispute. Commission issued by the District Court AŌer the pleadings were completed, the PlainƟﬀ sought a commission to survey Lot No. 197 in FVP No. 189. The survey had accordingly been carried out on 15th September 1994 by P.W. Nandasena, Licensed Surveyor. Plan No. 623 [P2] prepared by the Surveyor pursuant to such survey consists of Lot ‘A’ occupied by the PlainƟﬀ and Lot ‘B’ occupied by the Defendant. Thus, the boundaries of the land occupied by the Defendant have been clearly idenƟﬁed in P2, and with the Defendant having admiƩed the residence of both parƟes and that she is occupying the land given to her by her father, there could not have been any doubt with regard to the idenƟty of the land from which ejectment of the Defendant was sought.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "30",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.0,
      72.17,
      304.86,
      100.79
    ],
    "text": "The surveyors report [P2a] reads as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.0,
      99.05,
      542.79,
      676.43
    ],
    "text": "“පාəශ්ව කɞවǦට ෙɢඛනගත තැපෑෙලǦ දǦවා යවා 1994 – 09 – 15 ǎන උසාɪ ෙකාȽෂǦ මැǨȼ කර මෙĘ Șɉɞ අංක 623 Șʘෙයල කර ඇත. පැȽƝɣකɞ ද ɪƮƯකාරsය ද පැȽණ ʆŹයහ. මැǨමට අදාල ඉඩම ෙපǦවන ලǐව එය උසාɪ ෙකාȽෂǦ පƴෙයʏ සඳහǦ ඉඩම බවට හǿනා ගǦනා ලǏ. උසාɪ ෙකාȽෂǦපƴෙයʏ සඳහǦ වǦෙǦ අගȘ 189 ys කැබɣ අංක 197 ෙලසය. Mfy;a ඉඩȼ කැබැɢෙලʏ ǧවැරǎ කැȪɣ අංකය 336 ෙɩ. ආරɬලට ෙහ්Ʊ ɫ ඇƯ ඉඩම බව ෙදපාəශ්වයම ɪʆǦ දǦවන ලǏ. ɪƮƯකාɜය ɪʆǦ දැනට ȶúƯ ɪǽන ෙකාටස ෙවǦව ෙපǦɫමට ෙකාȽෂǦ පƴෙයʏ දǦවා ඇත. එය කැබɣ අංක ȫ ෙලස මෙĘ Șɉɞ අංක 623 මත ෙපǦවා ඇත. අංක ඒ වශෙයǦ ෙපǦවǦෙǦ දැනට පැȽƝɣකɞ ȶúƯ ɪǽන ෙකාටස ෙɩ. ෙමම අංක ඒ සහ ȫ ෙකාටස් ෙදකම ඒකාබǊධ ɭ ɪට අගȘ 189 ys කැබɣ අංක 336 සȼțəණ ෙවɐ. ෙමම ඉඩම බǐɢල ǎසාපƯƱමා ɪʆǦ ǧýƮ කරන ලද nලපƴයú මත තමǦට ʏȽ බව පැȽƝɣකɞ දǦවා ʆŹෙɏය. පැɚƝ මාɐȼ ගɢ අටú ȷȽෙයʏ මැǨȼකර මǧන ලද ඉඩම අගȘ 189 ys කැබɣ අංක 336 බවට ǧəණායනය කරන ලද.” Thus, the fact that there was a diﬀerence in the lot numbers became evident only from P2a. The Surveyor very clearly stated however that even though the Commission referred to Lot No. 197, the correct lot should be Lot No. 336 in FVP No. 189, and that what he had surveyed was the land shown to him by the parƟes, that being Lot No. 336, with both parƟes agreeing that the land that was surveyed was the land referred to in the Commission and which land was the subject maƩer of the acƟon. Admissions and Issues It was only aŌer P2 was submiƩed together with P2a that admissions and issues were seƩled on 26th April 1999. The parƟes admiƩed the residence of the parƟes and the situaƟon of the land [පාəශ්වයǦෙĘ පǎංĽය සහ ඉඩෙȼ Șʏźම ȘʘගǨ]. The PlainƟﬀ had raised six issues of which the ﬁrst issue reads as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F6",
      "CIDFont+F7",
      "CIDFont+F8"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "31",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      100.32,
      72.17,
      542.6,
      104.48
    ],
    "text": "“පැȽƝɢෙɢ උපෙɢඛනෙɏ සඳහǦ ඉඩම රජය ɪʆǦ ඉඩȼ සɼක ûɝෙȼ ආඥා පනත යටෙƮ Ƚයęය ȿɢ පැȽƝɣකɞ වන iusiqosǦ ෙමාෙහාමƊ කාǦ පැȽƝɢෙɢ උපෙɢඛනය සඳහǦ ඉඩෙȼ",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.0,
      106.85,
      542.86,
      354.95
    ],
    "text": "බලපƴදාɜයා වශෙයǦ ʆŹfයaද” The Defendant had raised four issues including an issue whether the provisions of SecƟon 41 had been complied with. The PlainƟﬀ did not seek to amend the First Schedule or to clarify the fact that Lot No. 336 is the same as Lot No. 197, probably for the reason that P2a was clear in that regard. The Defendant too did not raise an issue in respect of the idenƟty of the land. I must therefore reiterate that neither party had raised any issue before the District Court with regard to the idenƟty of the land. Before I proceed to consider the evidence, I wish to advert to the judgment of this Court in Neville Fernando and others v Sanath Fernando and others [SC Appeal No. 180/2015; SC minutes of 19th July 2024; BALJ Vol. XXVII 78], where Samayawardhena, J stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.0,
      354.41,
      542.93,
      687.59
    ],
    "text": "“A party to an acƟon is subject to speciﬁc constraints in presenƟng his case before Court. There must be consistency in how the case is presented from the original Court to the ﬁnal Court. He cannot keep changing his posiƟon to suit the occasion. There must be an end to liƟgaƟon. Firstly, a party cannot, by way of issues, present a case diﬀerent from what was pleaded in his pleadings. Secondly, once issues are raised and accepted by Court, a party cannot present a diﬀerent case at the trial from what was raised by way of issues. Thirdly, once the judgment is pronounced by Court, the losing party cannot present a diﬀerent case before the appellate Court from what was presented in the Court below, unless the new ground is a pure quesƟon of law and not a quesƟon of fact or a mixed quesƟon of fact and law. However, a pracƟce has developed in our Courts to entertain quesƟons of fact for the ﬁrst Ɵme on appeal subject to strict condiƟons.” The above passage applies in all its force to the case of the Defendant, with the lack of consistency in the case of the Defendant being clear from the pleadings, the evidence and the arguments presented during the appeal. The Defendant did not raise the issue of idenƟty of the land in her answer, nor was an issue in that regard raised, even aŌer the receipt of the Commission report or aŌer the evidence of the surveyor. As pointed out in",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "32",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.0,
      72.17,
      542.92,
      179.87
    ],
    "text": "Neville Fernando, “The idenƟﬁcaƟon of the land in suit is not a quesƟon of law but a quesƟon of fact.” Amerasinghe, J stated in Dona Podi Nona Ranaweera Menike v Rohini Senanayake [(1992) 2 Sri LR 180; at page 191] that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.0,
      180.05,
      542.93,
      570.95
    ],
    "text": "“A maƩer that has not been raised before might, nevertheless, be a ground of appeal on which an appellate court might base its decision, provided it is a pure quesƟon of law; or, if the point might have been put forward in the court below under one of the issues raised, and the court is saƟsﬁed (1) that it has before it all the facts bearing upon the new contenƟon, as completely as would have been the case if the controversy had arisen at the trial, and (2) that no saƟsfactory explanaƟon could have been oﬀered by the other side, if an opportunity had been aﬀorded it, of adducing evidence with regard to the point raised for the ﬁrst Ɵme in appeal. The opinion expressed on this maƩer by Lord Herschell in The Tasmania [(1890) 15 App. Cas. 223] has consistently formed the basis of our law on this quesƟon… Therefore, the quesƟon before us is not, with great respect, as it appears to have been supposed in Jayawickrama v David Silva [76 NLR 427], and by the Court of Appeal in this case, and by learned counsel in the maƩer before us, to be one depending simply on the issue whether the new point raised was one of law, on the one hand, or a quesƟon of fact or a mixed quesƟon of law and fact, on the other.” [emphasis added] In Sirimewan Maha Mudalige Kalyani Sirimewan v Herath Mudiyanselage Gunarath Menike [SC Appeal 47/2017; SC minutes of 10th May 2024] and in Neville Fernando [supra], Samayawardhena, J having examined several judgments of this Court as well as judgments from India, South Africa, Australia and England, held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.0,
      570.41,
      440.51,
      602.75
    ],
    "text": "“… a quesƟon of fact can be raised for the ﬁrst Ɵme in appeal if:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      100.32,
      602.21,
      542.35,
      617.99
    ],
    "text": "(a) “it might have been put forward in the Court below under some one or other of",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.0,
      621.29,
      318.52,
      685.31
    ],
    "text": "the issues framed”; and (b) “if it is saƟsﬁed beyond doubt” that",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "33",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      128.64,
      72.17,
      542.51,
      87.95
    ],
    "text": "(i) “it [the appellate Court] has before it all the facts bearing upon the new",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      128.64,
      91.25,
      542.72,
      157.79
    ],
    "text": "contenƟon, as completely as would have been the case if the controversy had arisen at the trial”; and (ii) “no saƟsfactory explanaƟon could have been oﬀered by those whose",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.0,
      161.09,
      542.87,
      430.55
    ],
    "text": "conduct is impugned, if an opportunity for explanaƟon had been aﬀorded them when in the witness box”. Applying the above test to the manner in which the Defendant conducted its case before the trial Court, to which I shall refer to later in this judgment, it is clear to me that the issue of idenƟty of the land cannot be raised in this forum. Evidence of the 1C SubsƟtuted PlainƟﬀ The trial commenced with the evidence of the 1C SubsƟtuted PlainƟﬀ where he stated inter alia that a declaraƟon of Ɵtle is sought in respect of Lot ‘B’ of P2 and to have the Defendant ejected from the said Lot ‘B’. This witness while cross examined at length with regard to a discrepancy in the name of the PlainƟﬀ, was asked the following quesƟons [at page 98 of the appeal brief]:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      100.32,
      430.85,
      545.11,
      446.63
    ],
    "text": "“m%( ;uq;a whs;sjdislus lshkafka n,m;%h we;=f,a ;sfhk bvu iusmqraKfhka T;ek tA' nS'",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      100.32,
      449.75,
      454.3,
      710.0
    ],
    "text": "jYfhka fmkak,d ;sfhkjd@ W( Tjs' m%( talo n,m;%fha ;sfhk iusmqraK bvu@ W( Tjs' m%( ^me'1 fmkajd isgS& fu;ek ;sfhkjd wlalr tlla jq bvula jYfhka@ W( Tjs' m%( tafla ;sfhkjd tfma'jS'mS 189 f,dgs wxl 197 lsh,d@ W( Tjs' m%( uek,d ;sfhk bvu tfma'jS'mS 189\" f,dgs wxl 336@ ;uqkaf.a n,m;%fha ;sfhkafka f,dgs wxl 197@ W( Tjs' m%( uek,d ;sfhkjd f,dgs wxl 336 @ W( Tjs' m%( ta' nS' lsh,d fkdusur ;sfhkjd' fldhs tlo ;uqka nqla;s jskafoa@ W( ta fldgi' m%( ta' fldgfia f.hla keye@ W( oekg ;sfhkjd' m%( uekSfus yegshg tA' fldgfia wejs;a ;uqka nqla;s jsoskjd@",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "34",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.0,
      72.11,
      542.87,
      453.11
    ],
    "text": "W( Tjs' m%( nS' fldgi wejs;a js;a;slrejka nqla;s jsoskafka@ W( Tjs' m%( ;uqkaf.a ;d;a;f.a f.or w,a,mq bvfus ;snqfka fld;eko@ W( nS fldgfia mdfrka Wv fldgfia'” To my mind, the above quesƟons clearly demonstrate two things. The ﬁrst is Lots A and B shown in P2 formed the subject maƩer of the permit P1 and was clearly idenƟﬁable. The second is that the Defendant was not contesƟng the idenƟﬁcaƟon of the land nor did she have any issue with the fact that the land that had been surveyed and depicted in P2 was the land referred to in P1. Evidence of the Divisional Secretary AŌer the evidence of the 1A and 1C SubsƟtuted PlainƟﬀs, the PlainƟﬀ led the evidence of R. M. Karunasiri, a Clerk aƩached to the Divisional Secretary’s Oﬃce, Welimada. He produced the following documents: (a) A cerƟﬁed copy of the ledger pertaining to P1, marked P8, which conﬁrmed that the land given to the PlainƟﬀ’s father by P1 was Lot No. 336 of FVP No. 189; (b) The Final Village Supplementary Tenement List [P10] which conﬁrmed that Lot No.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.0,
      456.29,
      542.93,
      694.31
    ],
    "text": "336 has been “culƟvated under the Land Development Ordinance by late E. Samsudeen of Mahatenna, Guruthalawa on permit, presently occupied by S. Mohammed Khan, son of allotee. For issue of Grant.”; (c) Final Village Plan No. 189 [P9] which shows that Lot No. 336 is bounded on the north and the south by a roadway, similar to P2. Karunasiri stated that the PlainƟﬀ was the nominee of Ebrahim Samsudeen and that the name of the PlainƟﬀ had been subsƟtuted in place of Ebrahim Samsudeen on 4th November 1987. While the above documents clearly establish that P1 comprises of Lot No. 336 of FVP No. 189, I must state that Karunasiri was not quesƟoned on the diﬀerence between the lot numbers nor did the Defendant aƩempt to challenge the idenƟty of the land that had been given by P1. Had she done so, a saƟsfactory explanaƟon may have",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "35",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.0,
      72.17,
      542.83,
      244.91
    ],
    "text": "been oﬀered. Thus, even at this stage of the case, the Defendant had no issue with the idenƟty of the land. Evidence of the Surveyor This brings me to the evidence of the Surveyor, P. W. Nandasena. He stated that having informed both parƟes by registered post of the intended survey, he visited the land on 14th September 1994, surveyed the land in the presence of both parƟes and submiƩed P2 and P2a. He stated further as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.0,
      245.09,
      545.11,
      352.16
    ],
    "text": "“uu bvu uek,d bosrsm;a lr ;sfnkjd\" wlalr tlhs mrspis 7 hs lshd' fylaghdra 0'424 lshd ;sfnkjd' tys W;+rska mdrla ;sfnkjd' lruegsfha isg .,ataoKav olajd tu mdr' ol+Kg ;sfnkjd\" fndr,q iys; .,ataoKav olajd mdr' uu th tA' iy ‘nS’ jYfhka bosrsm;a lr ;sfnkjd' meusKs,slre ‘ta’ nqla;s js|skjd' ‘ns’ js;a;slre nqla;s js|skjd' ‘ns’ fldgfia f.dvke.s,a,la ;sfnkjd' bvfus ku ‘uy;ekakm;k’' fuu bvu wjidk .us is;shfus wxl 189 fha lene,s len,s wxl 336' msysgd ;sfnkafka .+re;,dj .fus' w'.'is' wxl 189'",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7",
      "CIDFont+F9"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      100.32,
      354.71,
      545.12,
      410.96
    ],
    "text": "uf.a jdra;dfjs ;sfnkjd len,s wxl 197 lshd' wOslrK fldusIka m;%h ;snqfka;a len,s wxl 336 g' wdrdjq,g wod, bvu th nj fomlaIhu ms,s.;a;d lshd;a ;sfnkjd' js;a;sldrsh nqla;s js|sk fldgi ‘ns’ jYfhka ,l+Kq lr ;sfnkjd' ‘t’ iy ‘nS’ fldgia 2 taldnoaO jq jsg w'.'is' len,s wxl 336\" iusmqraK fjS lshd ;sfnkjd' tys m%udKh wlalr tlhs\" mrapia 7 la lshd",
    "fonts": [
      "CIDFont+F7",
      "CIDFont+F9"
    ],
    "sizes": [
      11.498174667358398
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.0,
      413.57,
      544.81,
      492.83
    ],
    "text": ";sfnkjd'” The following quesƟons were thereaŌer posed to the Surveyor during cross examinaƟon: “m%( fldusIka tfla ;sfnkjd\" §.+re;,dj .u\" w'.'is' wxl 189\" orK msUqfra f,dgs 197 fmkakqus lr",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.0,
      495.95,
      544.82,
      712.19
    ],
    "text": "we;s wlalrhl jsYd,;ajh we;s bvu yd tys ;+, we;s f.dvke.s,s iy ish,qu foa fjs¶' lshd@ W( Tjs' m%( f,dgs 197 ;uhs fmkajkak lshd ;sfnkafka@ W( Tjs' m%( Th bvug udhsus igyka lr keye( W( keye' m%( t;fldg uskskafoadre uy;a;hd uekafka tu fldusIfus igyka bvu fkdfjhs@ w'.'is' 189 fha\" f,dgs 336 @ W( Tjs' m%( iusmqraK fjkia bvula fkao@ W( len,s wxlh fjkia' m%( wxl 197 lshd fjku fldgila ;sfnkjdo @ W( fjku len,s wxlhla we;s' mrsYs,kh l,d g miqj tal len,s wxl 336 fjkjd' m%( wxl 197 lshd tlla ;sfnk nj lshkak mq,qjkao@ W( 197 lshd lene,a,la we;s'”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "36",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.0,
      72.05,
      545.73,
      513.11
    ],
    "text": "Whether there was another lot by the number of 197 is a quesƟon that should have been posed to the Divisional Secretary and not to the surveyor. Thus, the surveyor was being honest when he answered the ﬁnal quesƟon. The evidence of the Surveyor is that aŌer super imposiƟon, it was evident that both lots 197 and 336 are the same. If the Defendant was of the view that (a) the PlainƟﬀ had Ɵtle to Lot No. 197 by virtue of P1 and not to Lot No. 336, or (b) the land in P1 is not the land that is occupied by the Defendant, or any other issue relaƟng to the idenƟty of the corpus, the Defendant ought to have raised an issue even at this stage. The Defendant did not do so nor did the Defendant raise this maƩer in the wriƩen submissions tendered on her behalf to the District Court. Thus, I am of the view that the PlainƟﬀ had discharged the burden cast on a plainƟﬀ in a rei vindicaƟo acƟon. As pointed out by Chief JusƟce Dep in Preethi Anura v William Silva [SC Appeal No. 116/2014; SC Minutes of 5th June 2017], a plainƟﬀ in a rei vindicaƟo acƟon “need not establish the Ɵtle with mathemaƟcal precision nor to prove the case beyond reasonable doubt as in a criminal case. The plainƟﬀ’s task is to establish the case on a balance of probability.” Evidence of the Defendant The fact that the land which was the subject maƩer of the case was given to her father by P1 was conﬁrmed by the evidence of the Defendant herself. In her evidence-in-chief, she stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.0,
      513.29,
      549.17,
      695.75
    ],
    "text": "“fus kvq lshk bvu biafi,a,du uf.a mshdf.a kug ;snqK' mshdf.a ku iusiqoSka' iusiqoSkag fus bvu ,enqfka wdKavqfjs bvula wdKavqj u.ska ,enqKd' iusiqoSkag wdKavqfjs n,m;%hla ;sfhkjd' uf.a ;d;a;df.a iusmqraK ku biauhs,a iusiqoska' biauhs,a iusiqoskag <uhs yh fofkla ysgshd' fus n,m;%h ;sfhk bvu wlalr 1 1$4 l m%udKhla' uu tys mosxpsj ysgshd' ta mosxps fj,d ysgsfha\" mshd ug jsjdy fjk wjia:dfjs ;E.a.la jYfhka mshd ug oqkafka' uu lido n|skak biafi,a,d uf.a foudmshka fus kvq lshk bvfus f;a j.d lr,d ;snqK'” During cross examinaƟon, the Defendant stated further that, “wfma ;d;a;df.a bvfus wms mosxps fj,d bkak nj i|yka lr,d W;a;rh oeusud'”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "37",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.0,
      72.17,
      542.95,
      290.99
    ],
    "text": "Thus, the Defendant very clearly stated that the land which is the subject maƩer of this case had been given to her father on a permit and that at the invitaƟon of her father, she occupied part of the land. With there being no evidence that Ebrahim Samsudeen had been given another permit by the State, it is clear that Lot ‘B’ in P2 occupied by the Defendant forms part of the land referred to in P1. Thus, the Defendant herself had no issue with regard to the idenƟty of the land from which her ejecƟon was sought. Judgment of the District Court Although no issue had been raised with regard to the idenƟty of the land, the District Court considered the evidence in this regard and concluded as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.0,
      291.17,
      544.96,
      703.43
    ],
    "text": "“wdfoaYs; js;a;sldrsh nqla;s js|sk bvu fkdj\" fjk;a bvula uek msUqrla ilia lr we;s nj fmkakqus lsrSug uskskafodare mS'vns,sjs' kkaofiakf.ka js;a;sfhka yria m%YaK wid we;;a fldusIka m;%fhys\" kvqjg wod, bvu wxl 189 orK wjidk .us msUqfra lene,s wxl( 197 f,i i|yka lr ;snqKq kuq;a lene,s wxl 197 mrsYs,kh l,dg miq kvqjg wod, bvus lene,a, wxl( 336 fjk nj uskskafodarejrhd idlaIs os we;s w;r\" Tyqf.a jdra;dfjso kvqjg wod, bvu wxl( 336 orK lene,a, nj i|yka lr we;' ;jo me' 1 jYfhka ,l+Kq fldg bosrsm;a lr we;s wxl( 177 orK n,m;%fhys tu n,m;%hg wod, bvu wxl( 189 orK wjidk .us msUqfrys len,s wxl 197 f,i i|yka lr we;;a\" wxl( 177 orK n,m;%hg ^me' 1& wod, bvus lene,a,\" wxl( 189 orK wjidk .us msUqfrys lene,s wxl 336 f,i tu wxl( 177 orK n,m;%hg wod, f,Prfha i|yka lr we;s w;r\" wjidk mrsmqrl bvus jsia;r ,ehsia;+fjka o tu n,m;%hg wod, bvu wxl( 336 orK lene,a, nj fy,sorjs js we;' fus wkqj fuu kvqfjs me' 1 jYfhka ,l+Kq fldg bosrsm;a lr we;s wxl 177 orK n,m;%hg wod, bvu lene,s wxl( 336 nj ;yjqre js we;' fuu wxl( 336 orK, lene,a, uskskafodare mS' vns,sjs' kkaofiak y|qkdf.k Tyq jsiska ilia lrk,o kvqjg wod, wxl( 623 orK msTqfrys ^me'2& tlS 336 orK lene,af,a\" meueKs,slre nqla;s jskao fldgi §ta¶ jYfhka o\" js;a;slre nqla;s jskao fldgi §ns¶ jYfhka o ksrEmKh lr we;'” The above ﬁndings of the District Court are clearly supported by the evidence that was led before the District Court. The judgment of the High Court The principle argument of the Defendant before the High Court was that the District Court erred when it decided that the idenƟﬁcaƟon of the corpus has been correctly proved. Although an issue with regard to idenƟﬁcaƟon had not been raised before the District Court, the High Court took the view that Issue No. 7 relaƟng to non-compliance with",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F7"
    ],
    "sizes": [
      8.982975006103516,
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "38",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.0,
      72.17,
      542.79,
      155.27
    ],
    "text": "SecƟon 41 was suﬃcient for the High Court to go into the quesƟon of idenƟﬁcaƟon of the corpus, which view, by itself, was erroneous. The High Court thereaŌer stated as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.0,
      154.73,
      542.93,
      716.39
    ],
    "text": "“The said surveyor in his tesƟmony has clearly admiƩed that he has surveyed the land which was not described in the commission issued to him. The plan has been marked as P2 and in that the surveyor has clearly stated that he has surveyed Lot number 336 in FVP 189 whereas the commission issued to him ordering to survey lot number 197 in the same FVP. The subsƟtuted 1C PlainƟﬀ too has admiƩed the same fact in his evidence in the trial [in page 98 of the appeal brief]. This irresponsible and disobedient act of the surveyor could be clearly noƟced from P2 in which he stated though he was asked to survey lot number 197 in the commission the correct number should be number 336. What were the materials he has used to make this mere statement has not been explained even in his evidence. Further the surveyor in his evidence has admiƩed that there can be a land by lot number 197 which has not been surveyed by him. The oﬃcer who was called to give evidence with regard to the ledger maintained in the oﬃce of the divisional secretary has failed to adduce any evidence as to the connecƟon between lot numbers 197 and 336. Therefore it is my considered view that the plainƟﬀ has failed to adduce evidence with regard to the idenƟﬁcaƟon of the land and on that, one ingredient he was expected to prove has not been complied with.” I am of the view that the High Court clearly erred on three grounds. The ﬁrst is that it misread P2 and P2a, for the Surveyor has clearly stated in P2a and his evidence the basis for him to have concluded that lots 197 and 336 are one and the same. The second is that the 1C SubsƟtuted PlainƟﬀ never made any such admission in his evidence at page 98, which I have re-produced earlier in this judgment. The third is that the Oﬃcer from the Divisional Secretary’s Oﬃce clearly stated that P1 has been issued in respect of Lot No. 336. With the evidence being that the land occupied by the Defendant was the land given to her father by P1, there could not have been any doubt with regard to the idenƟty of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "39",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.0,
      72.17,
      542.93,
      695.75
    ],
    "text": "the land in respect of which the declaraƟon of Ɵtle and ejectment was sought. In any event, this Oﬃcer from the Divisional Secretary’s Oﬃce was not cross examined on the diﬀerence between the two lots, even though it was he who was in the best posiƟon to have clariﬁed any doubt. Quite apart from the above errors, the High Court erred when it failed to consider the evidence of the Defendant to which I have already referred to which would have made it clear that the idenƟty of the land had been admiƩed by the Defendant and there was no dispute between the parƟes. In these circumstances, I am of the view that the High Court erred when it held that the PlainƟﬀ has not idenƟﬁed the corpus and that the land referred to in P1 is not the land that has been surveyed and depicted in Plan P2. I would accordingly answer the third, fourth and ﬁŌh quesƟons of law in the aﬃrmaƟve. Summary A divisional bench of this Court was consƟtuted by His Lordship the Chief JusƟce in response to an applicaƟon of the parƟes that there existed conﬂicƟng decisions of this Court in relaƟon to the ﬁrst, and more parƟcularly the second quesƟon of law, that being whether the failure to name a “live party” in the noƟce of appeal and the peƟƟon of appeal is contrary to the provisions in SecƟons 755 and 758 of the Civil Procedure Code, and if so, whether such failure is fatal to the maintainability of such appeal. Given the inter-relaƟonship between the ﬁrst and second quesƟons of law, my analysis of the issue was structured in two parts. Firstly, I considered the decisions of this Court where a case had been preferred against a deceased party, and took the view that the record is defecƟve from the outset and that Court has no jurisdicƟon at all to proceed with the case. However, in cases where a party was alive at the Ɵme of the insƟtuƟon of proceedings but has passed away during the course of the proceedings, my conclusion is that the record becomes defecƟve no sooner such party passes away. SubsƟtuƟon must take place in order to cure this defect and proceed with the trial. If that is not done, the appellate Court has jurisdicƟon not only to set aside the judgment entered for/against the deceased party but must also set aside the proceedings that had taken place since the death of the party and direct that the defect be cured and for proceedings to re-commence from the point where the record became defecƟve. The raƟonale for the above",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "40",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.0,
      72.17,
      542.96,
      713.15
    ],
    "text": "course of acƟon is that the party before Court must always be a “live party” in order for Court to exercise its jurisdicƟon. Having explained the raƟonale behind the legal requirement for the subsƟtuƟon of a deceased party which in turn ensures that Court has jurisdicƟon over such case, I ventured to the second part of my analysis which speciﬁcally addresses the failure to name the subsƟtuted party in the noƟce of appeal and/or the peƟƟon of appeal and whether such failure is fatal, or curable under SecƟon 770 of the Civil Procedure Code. In my view, SecƟon 770 reﬂects the intenƟon of the legislature that failure to name as a party to the appellate process a person who was a party in the lower court is a defect that is curable. To put it diﬀerently, naming a deceased party in the capƟon who has already been subsƟtuted instead of naming the “live party” with whom the deceased party had been subsƟtuted is not fatal to the maintainability of such appeal. At that stage, Court is only mindful that such person must be heard before the appeal is decided, which then requires the parƟes who had not been named to be duly noƟﬁed. Thus, SecƟon 770 confers an unfeƩered discreƟon on the Judge who hears the appeal which discreƟon however should be exercised when some good reason or cause is given for the failure and where a maƩer could be remedied without any material prejudice being caused to the parƟes. If I am to relate these summary ﬁndings to this case, the PlainƟﬀ passed away while the case was proceeding before the District Court and subsƟtuƟon had taken place immediately thereaŌer, of the SubsƟtuted PlainƟﬀs, thus making the SubsƟtuted PlainƟﬀs the “live party” to the acƟon. The failure to name the SubsƟtuted PlainƟﬀs in the noƟce of appeal and the peƟƟon of appeal is a defect that is curable and, given the facts and circumstances of this appeal to which I have already referred to, I am of the view that this was a ﬁt case for the High Court to have exercised its discreƟon in favour of the Appellant and to have proceeded to hear and determine the appeal. This was the basis for my decision to answer the ﬁrst and second quesƟons in the negaƟve. I thereaŌer ventured to consider the third, fourth and ﬁŌh quesƟons of law that required me to examine the facts of this case, the evidence and the judgments of the District Court and the High Court. The above three quesƟons of law were answered in the aﬃrmaƟve only aŌer a careful examinaƟon of such material.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "41",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      70.13,
      542.33,
      191.39
    ],
    "text": "Conclusion In the above circumstances, the judgment of the High Court is set aside and the judgment of the District Court is hereby aﬃrmed. ParƟes shall bear their own costs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      189.17,
      520.9,
      272.39
    ],
    "text": "JUDGE OF THE SUPREME COURT Murdu.N.B. Fernando, PC, CJ I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      270.05,
      419.95,
      339.83
    ],
    "text": "CHIEF JUSTICE E.A.G.R. Amarasekara, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      337.49,
      517.97,
      434.27
    ],
    "text": "JUDGE OF THE SUPREME COURT Kumudini Wickremasinghe, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      431.93,
      518.08,
      501.71
    ],
    "text": "JUDGE OF THE SUPREME COURT Achala Wengappuli, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      499.37,
      517.97,
      582.59
    ],
    "text": "JUDGE OF THE SUPREME COURT Mahinda Samayawardhena, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      580.37,
      517.97,
      677.03
    ],
    "text": "JUDGE OF THE SUPREME COURT K. Priyantha Fernando, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.0,
      676.73,
      518.08,
      711.59
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]