[
  {
    "page_number": 0,
    "bbox": [
      77.78,
      806.95,
      519.69,
      815.95
    ],
    "text": "SC APPEAL 59/2011 - JUDGMENT 1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      116.78,
      66.56,
      481.54,
      114.08
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      116.62,
      526.42,
      353.59
    ],
    "text": "In the matter of an Application for Leave to Appeal in terms of Sec: 5 (c) (i) of the High Court of the Provinces (Special Provisions) Amendment Act No. 54 of 2006 and subsequent Appeal hearing. SC/APPEAL/No. 59/2011 SC/HCCA/LA/No. 190/2010 High Court Colombo Appeal No. WP/HCCA/COL/262/07/(F) D.C. Colombo No. 6171/SPL",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      356.29,
      526.42,
      643.65
    ],
    "text": "Siyambalapiti Mudalige Ariyalatha Athukorala No. 15, “Kethumathi”, 4th Lane, Polhena, Kelaniya. Plaintiff Vs. 1. Upul Kumara Jayaratne No. 580/L, Kanatta Road, Kiribathgoda, Kelaniya. And/or No. 121, Kandy Road, Kiribathgoda, Kelaniya.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      646.35,
      526.41,
      780.84
    ],
    "text": "2. Gammada Dadayakkara Koralage Boman Jayaratne (Deceased) 325, Gunaratne Mawatha, Makola. 3. People’s Bank People’s Bank Head Office, Sri Chittampalam A. Gardiner Mawatha,",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.78,
      806.95,
      519.69,
      815.95
    ],
    "text": "SC APPEAL 59/2011 - JUDGMENT 2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      50.12,
      526.42,
      575.01
    ],
    "text": "Colombo 02. Defendants AND BETWEEN Siyambalapiti Mudalige Ariyalatha Athukorala No. 15, “Kethumathi”, 4th Lane, Polhena, Kelaniya. Plaintiff-Appellant Vs. 1. Upul Kumara Jayaratne No. 580/L, Kanatta Road, Kiribathgoda, Kelaniya. And/or No. 121, Kandy Road, Kiribathgoda, Kelaniya. 3. People’s Bank People’s Bank Head Office, Sri Chittampalam A. Gardiner Mawatha, Colombo 02. 1st and 3rd Defendant-Respondents AND",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      577.71,
      526.42,
      694.12
    ],
    "text": "Siyambalapiti Mudalige Ariyalatha Athukorala (Deceased) No. 15, “Kethumathi”, 4th Lane, Polhena, Kelaniya. Plaintiff-Appellant-Petitioner-Appellants",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      696.78,
      489.78,
      779.76
    ],
    "text": "1. Kariyapperuma Athokoralage Janaka Harendra Athukoralla No. 300G, St. Mary’s Road, Welivita, Kaduwela.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      77.78,
      806.95,
      519.69,
      815.95
    ],
    "text": "SC APPEAL 59/2011 - JUDGMENT 3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      252.05,
      50.12,
      448.18,
      116.08
    ],
    "text": "2. Shamini Indika Athokoralage No. 300/G, St. Mary’s Road, Welivita, Kaduwela.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      311.09,
      118.54,
      523.34,
      133.0
    ],
    "text": "Substituted Plaintiff-Appellant-",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      135.1,
      526.42,
      370.31
    ],
    "text": "Petitioners Vs. 1. Upul Kumara Jayaratne (Deceased) No. 580/L, Kanatta Road, Kiribathgoda, Kelaniya. And/or No. 121, Kandy Road, Kiribathgoda, Kelaniya. 1st Defendant-Respondent-Respondent",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      252.05,
      372.97,
      523.34,
      661.53
    ],
    "text": "1a. Kalubowila Pattiyage Rajindra Kushani Peiris 1b. Gammada Dadayakkara Koralage Akila Shehan Jayaratna 1c. Gammada Dadayakkara Koralage Ishan Thiwanka Jayaratna 1d. Gammada Dadayakkara Koralage Thakshina Pansilu Jayaratna All of: No. 580/L, Kanatta Road, Kiribathgoda, Kelaniya. And/or No. 121, Kandy Road, Kiribathgoda, Kelaniya. Substituted 1st Defendant-Respondent-",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      252.05,
      663.78,
      526.42,
      780.12
    ],
    "text": "Respondents 3. People’s Bank People’s Bank Head Office, Sri Chittampalam A. Gardiner Mawatha, Colombo 02. 3rd Defendant-Respondent-Respondent",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      77.78,
      806.95,
      519.69,
      815.95
    ],
    "text": "SC APPEAL 59/2011 - JUDGMENT 4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      50.12,
      521.3,
      421.15
    ],
    "text": "BEFORE : YASANTHA KODAGODA, PC., J. KUMUDINI WICKREMASINGHE, J. & A.L. SHIRAN GOONERATNE, J. COUNSEL : Ms. Saumya Amarasekara, PC, with Subash Gunathilaka, Zaitun Hakeem, Zainab Ismail, Ms. Sachini Ranaweera, Ms. Hansi Silva and Nipun Pramodya Wijesuriya instructed by Gayen Salwathure for the Substituted Plaintiff-Appellant-Appellants. Ikram Mohamed, PC, with Thisath Wijeyagunawardena instructed by Dhammika Weddage for the Substituted 1st Defendant-Respondent-Respondents. ARGUED & DECIDED ON : 30th July 2025",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      271.01,
      423.61,
      345.31,
      437.87
    ],
    "text": "JUDGMENT",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      440.53,
      309.65,
      471.91
    ],
    "text": "YASANTHA KODAGODA, PC., J.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      474.03,
      526.42,
      591.09
    ],
    "text": "This matter stems from a Judgment of the High Court of Civil Appeals dated 14th May 2010, which arises out of a Judgment pronounced by the District Court of Colombo in case No. 6171/SPL. A differently constituted bench had granted Leave to Appeal in respect of that Judgment of the High Court on the following questions of law:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      593.79,
      526.2,
      608.25
    ],
    "text": "(1) Have the Honourable Judges of the High Court erred in law by holding that",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      610.95,
      526.25,
      694.08
    ],
    "text": "the Petitioner (present Appellant) could not have maintained the District Court action without praying for a declaration of title to the property described in the schedule to the plaint? (2) Have the Honourable Judges of the High Court erred in law by determining",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      696.78,
      526.15,
      762.6
    ],
    "text": "that the cause of action prayed for in the plaint filed by the Petitioner (present Appellant) in the District Court and also the relief prayed for in the plaint cannot be considered as substantial reliefs?",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      77.78,
      806.95,
      519.69,
      815.95
    ],
    "text": "SC APPEAL 59/2011 - JUDGMENT 5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      50.12,
      526.42,
      784.92
    ],
    "text": "The Plaintiff-Appellant-Appellant had instituted civil legal action in the District Court of Colombo inter-alia seeking an annulment of two conveyances in the nature of purported Deeds of Transfer bearing Nos. 11526 and 11940, recorded as having been executed by Notary Public E.G. Seneviratne on 6th June 1991 and 7th August 1991 respectively. The position taken up by the Plaintiff in this matter is that the afore-stated Deeds are forgeries and that the Plaintiff had not been the beneficiary of Deed of Transfer No. 11526 nor had she been the transferor of Deed No. 11940. Her position is that her title arises out of the title to the corpus inherited by her late husband, Jagath Pathmasiri Athukorala, who had passed away intestate on 24th November 1982. Furthermore, that through interstate succession, she inherited one half (1/2) of the estate of her late husband (including the corpus), and that her children – Janaka Athukorala and Shamini Indika inherited one-fourth (1/4) each. Thereafter, on 6th July 1991, both of her children gifted their shares to her by Deed of Gift No. 1420 attested by D.S. Rajapaksha, Notary Public. According to the Plaintiff, this resulted in her becoming the sole owner of the property in issue (corpus). As regards to proof of forgery, the Plaintiff’s position is that, both impugned Deeds are ex-facie forgeries. That is in view of the fact that Notary Public E.G. Seneviratne, had passed away several years prior to the purported execution of both impugned Deeds. The Plaintiff filed the original action in the District Court seeking that the two impugned Deeds be declared fraudulent, and that, in the given circumstances, a declaration be issued that the said purported conveyances have no effect on the subject matter. Following the completion of the Pleadings, the Defendant had raised a preliminary issue that the Plaintiff would not be entitled in law to secure the reliefs prayed for, i.e., declarations that the two impugned deeds are forgeries and therefore, annulment of the said deeds. That was on the ground that the Plaintiff had not prayed for recognition of the Plaintiff’s title. This preliminary issue had been considered by the learned District Judge and decided in favour of the Defendant, resulting in the dismissal of the Plaint. Consequent to an Appeal being filed against that dismissal of the Plaint, the High Court of Civil Appeals, by the Judgment which is being impugned before this Court, affirmed the finding of the learned District Judge. It is a matter of considerable debate as to whether a person who has a legitimate interest with regard to a piece of land can, without securing a declaration of title",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      77.78,
      806.95,
      519.69,
      815.95
    ],
    "text": "SC APPEAL 59/2011 - JUDGMENT 6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      50.12,
      526.42,
      784.92
    ],
    "text": "in his favour, pursue to impugn one or more conveyances by which that title is sought to be transferred to a third party. In other words, it is a matter of debate as to whether the two declarations sought by the Plaintiff arises out of sui generis causes of action independent of a cause of action which gives rise to a declaration of title. However, it is the view of this Court that this debatable matter need not necessarily be answered in this Appeal. That is in view of the fact that, though the Plaintiff in her Plaint had not prayed for a declaration reconising her title to the land, that position had been averred in the Plaint and a corresponding issue had been raised prior to the commencement of the trial. Thus, whether the Plaintiff was in-fact the holder of title of the land was in issue, and accordingly, had the case proceeded to a full trial, it would have been decided by the learned District Judge. It is trite law that once issues are raised, Pleadings recede to the background and the judicial adjudication of the case before the District Court must necessarily be founded upon the issues raised. In the circumstances, had the learned District Judge proceeded to trial in this matter, he would have had to necessarily determine whether the Plaintiff had title to the land as at the time she instituted civil legal action in the District Court. Therefore, the earlier mentioned interesting question of law remains a moot point, that need not be answered because in the proceedings before the District Court, the learned District Judge would have had to necessarily determine whether the Plaintiff had title. The learned President’s Counsel for the Respondent being a true officer of Court, did indicate to Court that the afore-stated view of this Court as advanced by learned President’s Counsel for the Appellant is correct. Nevertheless, he submitted that he had received very specific instructions from the Respondent not to concede this matter, and to await a Judgment from this Court. In the circumstances, while deciding both questions of law in respect of which Leave to Appeal has been granted in favour of the Appellant, this Court sets aside both the impugned Judgment of the High Court of Civil Appeals and the Order on the preliminary issue pronounced by the learned District Judge. The learned District Judge is directed to immediately take up this matter for trial and give this trial precedent over all other matters and conclude the matter expeditiously. This is particularly in view of the inordinate delay that has occasioned due to the unnecessarily litigious conduct of the Defendant. Therefore, the learned District Judge is directed to take up this matter for trial and conclude it at the earliest possible opportunity, disregarding the present scheduling of cases as reflected in his official diary.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      77.78,
      806.95,
      519.69,
      815.95
    ],
    "text": "SC APPEAL 59/2011 - JUDGMENT 7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      50.12,
      510.58,
      150.28
    ],
    "text": "In the circumstances, this Appeal is allowed. Parties shall bear their own costs.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      324.07,
      152.74,
      526.42,
      167.0
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      169.42,
      526.42,
      217.36
    ],
    "text": "KUMUDINI WICKREMASINGHE, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      219.82,
      526.42,
      369.19
    ],
    "text": "JUDGE OF THE SUPREME COURT A.L. SHIRAN GOONERATNE, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      371.65,
      526.42,
      420.19
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]