[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      71.98,
      490.18,
      86.04
    ],
    "text": "SC. SPL.LA. 4/24",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.58,
      103.08,
      542.52,
      117.06
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      267.29,
      124.2,
      366.91,
      138.18
    ],
    "text": "OF SRI LANKA.",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      155.28,
      543.84,
      218.0
    ],
    "text": "In the matter of an application for Special Leave to Appeal in terms of Article 128 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      230.04,
      307.34,
      285.23
    ],
    "text": "Case No: SC/SPL/LA: 04/2024. CA (Writ) Application No: 242/2023",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      320.31,
      543.89,
      706.96
    ],
    "text": "01. Lieutenant General H.L.V.M. Liyanage Commander of the Army Army Headquarters, Akuregoda, Baththaramulla. 02. General G.D.H. Kamal Gunaratne Secretary, Ministry of Defence, Defence Headquarters , Complex, Sri Jayawardenepura, Kotte. 03. Major General Channa Weerasuriya Chief of Staff of the Army & the Chairman of the Army Advisory Board-I assembled on Army Headquarters, Akuregoda, Baththaramulla.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.31,
      707.98,
      302.33,
      719.02
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.07,
      71.98,
      507.94,
      85.98
    ],
    "text": "SC. SPL.LA. 4/24",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.07,
      98.04,
      525.96,
      695.32
    ],
    "text": "04. Major General Swarna Bothota Former Military Secretary & the Secretary to the Army Advisory Board-I assembled on 6th December 2022. Army Headquarters, Akuregoda, Baththaramulla. 05. Major General Sujeewa Senarath Yapa Deputy Chief of Staff of he Army & Member of the Army Advisory Board-I assembled on 06th December 2022. Army Headquarters, Akuregoda, Baththaramulla. 06. Major General Nishantha Manage Director General- General Staff & Member of the Army Advisory Board-I assembled on 06th December 2022. Army Headquarters, Akuregoda, Baththaramulla. 07. Major General Shiran Abeysekara, Director General Financial Management & Member of the Army Advisory Board-I",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      312.31,
      707.98,
      320.33,
      719.02
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      71.86,
      526.2,
      102.2
    ],
    "text": "SC. SPL.LA. 4/24",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      114.24,
      543.96,
      630.52
    ],
    "text": "assembled on 06th December 2022. Army Headquarters, Akuregoda, Baththaramulla. 08. Major General Priyantha Jayawardene Quarter Master General & Member of the Army Advisory Board-I assembled on 06th December 2022. Army Headquarters, Akuregoda, Baththaramulla. 09. Major General Mohan Rathnayaka Secretary Forces Commander Central & Member of the Army Advisory Board-I assembled on 06th December 2022. Army Headquarters, Akuregoda, Baththaramulla 11. Major General Mahendra Fernando Military Secretary Army Headquarters, Akuregoda, Baththaramulla. 12. The Attorney General Attorney General’s Department Colombo 12.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      378.07,
      632.72,
      529.8,
      663.02
    ],
    "text": "Respondent-Petitioners-Appellants",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      294.31,
      707.98,
      302.33,
      719.02
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      396.07,
      71.98,
      508.18,
      85.96
    ],
    "text": "SC. SPL.LA. 4/24",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      396.07,
      124.44,
      423.7,
      138.42
    ],
    "text": "-Vs-",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      150.48,
      525.9,
      423.73
    ],
    "text": "Brigadier Chandana Ranaweera, 280/139, Garden City, Katubedda, Moratuwa. Petitioner-Respondent-Respondent BEFORE : YASANTHA KODAGODA, PC, J., MAHINDA SAMAYAWARDHENA, J., K. PRIYANTHA FERNANDO, J., COUNSEL : Ms. Nayomi Kahawita, SC for the Respondent- Petitioner.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      426.11,
      507.22,
      449.41
    ],
    "text": "Priyantha Nawana, PC with Rushdie Habeeb and",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      451.61,
      509.02,
      530.39
    ],
    "text": "S.L. Dissanayake for the Petitioner- Respondent. ARGUED & DECIDED ON : 01/02/2024",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      542.69,
      272.69,
      556.67
    ],
    "text": "YASANTHA KODAGODA, PC, J.,",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      568.73,
      525.96,
      696.16
    ],
    "text": "Heard the learned State Counsel in Support of the Petition, wherein she sought the grant of Special Leave to Appeal against the judgment of the Court of Appeal dated 24.11.2023 in CA Writ Application No. 242/2023. Heard learned President’s Counsel for the Petitioner - Respondent who objected to the grant of Special Leave to Appeal. On a consideration of the material placed before this Court, the impugned judgment of the Court of Appeal and the submissions of learned counsel,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      312.31,
      707.98,
      320.33,
      719.02
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      71.86,
      543.96,
      701.56
    ],
    "text": "SC. SPL.LA. 4/24 the Court formed the view that Special Leave to Appeal to this Court should be granted in respect of the judgment of the Court of Appeal dated 24/11/2023. The question of law identified in consultation with learned counsel in respect of which Special Leave to Appeal was granted is as follows: “Whether in view of the material placed before the Court of Appeal and the applicable law, the impugned judgment of the Court of Appeal and in particular the relief granted by the Court of Appeal are lawful?” Upon the granting of Special Leave to Appeal, the Court inquired from learned counsel whether they wish to extend agreement to this Court to proceed to the hearing of this Appeal forthwith. Both learned counsel expressed agreement to that course of action. Accordingly, the Appeal was taken up for hearing. Learned Senior State Counsel submitted that document marked “P25” bears no relevance to the case of the Respondent - Petitioners promotion to the rank of Major General, as the policy contained therein has only prospective effect and therefore has no applicability in so far as the case of the Petitioner- Respondent is concerned. Thus, she submitted that the grants of a Writ of Certiorari quashing “P 25”was illegal. The learned Senior State Counsel also submitted that the quashing of “P 25” by the Court of Appeal has given rise to far reaching and serious consequences, in so far the administration of the Sri Lanka Army is concerned. Learned President’s Counsel for the Petitioner – Respondent agreed that the case of his client could and should have been disposed of by the Court of Appeal without quashing “P25”, as it has no bearing to the promotion or otherwise of the Petitioner- Respondent from the rank of Brigadier to Major General. On a consideration of the afore-stated submissions, this court is of the view that the quashing of “P25” by the issuance of a mandate in the nature of a",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      294.31,
      707.98,
      302.33,
      719.02
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      71.86,
      529.8,
      701.56
    ],
    "text": "SC. SPL.LA. 4/24 Writ of Certiorari was inappropriate and unnecessary in the circumstances of this case, and it was not warranted in terms of the evidence placed with regard to the applicability of the impugned decision taken by the relevant officials of the Sri Lanka Army. Thus, the grant of the Writ of Certiorari quashing “ P25” is illegal. In the circumstances, this Court makes order quashing the relief granted in favour the Petitioner- Respondent as contained in paragraph “e” of page 22 of the impugned judgment of the Court of Appeal. In the circumstances, this Court makes further order that the policy contained in “P25” shall remain in force in an uninterrupted manner, as if it was not quashed by the Court of Appeal. Court also considered the legality of “P21”. Court observes that certain contents of “P21” are erroneous, as it contradicts the record relating to the past career of the Petitioner- Respondent in the Sri Lanka Army. In the circumstances, this Court is of the view that the Court of Appeal had a valid basis to quash “P21” by the issuance of a mandate in the nature of a Writ of Certiorari. However, Court observes that in addition to quashing of “P21”, the Court of Appeal has issued further relief by the issuance of a mandate in the nature of a Writ of Mandamus directing the 1st and 2nd Respondents before the Court of Appeal who are the 1st and 2nd Respondent- Petitioners-Appellants before this Court, to nominate and or recommend the promotion of Petitioner - Respondent to the rank of Major General with effect from 1/1/2021. It is the view of this Court that the issuance of that mandate is inappropriate and unwarranted in the circumstances of this case, as it removes discretionally authority conferred on the Commander of the Sri Lanka Army to make an appropriate recommendation afresh to the Commander – in- Chief of the Armed Forces as regards the promotion or otherwise of the Respondent- Petitioner from the rank of Brigadier to that of a Major General. In the circumstances, the relief issued by the Court of Appeal in favour the Petitioner- Respondent as contained in paragraph “c” appearing at page 22 of the impugned judgment is set aside by this Court, and in the alternative, this Court directs that the 1st Appellant should forthwith in accordance",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      312.31,
      707.98,
      320.33,
      719.02
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      71.86,
      543.96,
      199.28
    ],
    "text": "SC. SPL.LA. 4/24 with the applicable law and Regulations, either directly or with the assistance of an advisory committee, take into consideration applicable merits, de-merits, associated circumstances and other relevant material, and make an objective and appropriate recommendation to the Commander - in - Chief of the Armed Forces regarding whether or not the Petitioner- Respondent should be promoted to the rank of a Major General.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      201.49,
      543.96,
      242.48
    ],
    "text": "In the circumstances, subject to the foregoing directives of this Court, the Appeal of the of the Appellant is partly allowed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      244.72,
      543.96,
      383.03
    ],
    "text": "Court notes the plea of learned President’s Counsel for the Petitioner- Respondent that the afore - stated reconsideration of this matter ( i.e. the promotion or otherwise of the Respondent-Petitioner) should be given effect to in an expeditious manner, particularly in view of the forthcoming retirement of the Petitioner - Respondent, which is to come into to effect on the 20/03/2024. The 1st Appellant is directed to take note of such fact and act expeditiously.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      306.07,
      440.93,
      522.84,
      454.91
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      493.13,
      311.83,
      507.11
    ],
    "text": "MAHINDA SAMAYAWARDHENA, J.,",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      514.25,
      310.15,
      528.23
    ],
    "text": "I agree.",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      306.07,
      549.54,
      522.84,
      577.55
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      605.84,
      286.37,
      619.82
    ],
    "text": "K. PRIYANTHA FERNANDO, J.,",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      626.96,
      310.15,
      640.96
    ],
    "text": "I agree.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      306.07,
      669.2,
      522.84,
      683.18
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      690.31,
      123.62,
      704.32
    ],
    "text": "AG/-",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  }
]