[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      72.05,
      528.76,
      103.67
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      103.73,
      542.77,
      246.47
    ],
    "text": "In the maer of an appeal under Secon 5C of the High Court of the Provinces (Special Provisions) Act No. 19 of 1990, as amended by Act No. 54 of 2006. SC Appeal No: 145/2010 SC/HCCA/LA No: 10/2010 CP/HCCA/Kandy/16/2001(F) DC Matale Case No: 4459/L",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      246.65,
      477.64,
      341.75
    ],
    "text": "Ummu Jesseema Samsudeen, Wife of Sahurdeen, No. 14, Tharalanda Road, Matale. PLAINTIFF",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      341.81,
      470.62,
      659.15
    ],
    "text": "Vs. 1. Matale Municipal Council, Matale. 2. Yasabandu Samaraweera, Municipal Commissioner, Municipal Council, Matale. DEFENDANTS And between 1. Matale Municipal Council, Matale. 2. Yasabandu Samaraweera, Municipal Commissioner, Municipal Council, Matale.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      659.21,
      457.36,
      690.83
    ],
    "text": "DEFENDANTS APPELLANTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.8,
      690.89,
      316.9,
      706.67
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      477.64,
      167.15
    ],
    "text": "Ummu Jesseema Samsudeen, Wife of Sahurdeen, No. 14, Tharalanda Road, Matale. PLAINTIFF RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      167.21,
      400.39,
      198.23
    ],
    "text": "And now between",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.8,
      198.17,
      542.72,
      593.27
    ],
    "text": "Ummu Jesseema Samsudeen, Wife of Sahurdeen, No. 14, Tharalanda Road, Matale. PLAINTIFF RESPONDENT APPELLANT 1. Abdul Hameed Sahurdeen, No. 14, Tharalanda Road, Matale. 2. Mohammed Anas Shafee, No. 7A, Tharalanda Road, Matale. SUBSTITUTED PLAINTIFF RESPONDENT APPELLANTS Vs 1. Matale Municipal Council, Matale. 2. Yasabandu Samaraweera, Municipal Commissioner, Municipal Council, Matale. 2A. B.C.R. Baba Pajohn,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.8,
      593.33,
      486.89,
      656.75
    ],
    "text": "Municipal Commissioner, Municipal Council, Matale. 2B. Yuresh Nishantha Maduwage,",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      656.81,
      470.62,
      703.67
    ],
    "text": "Municipal Commissioner, Municipal Council, Matale.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.8,
      703.61,
      546.08,
      719.39
    ],
    "text": "DEFENDANTS APPELLANTS RESPONDENTS",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.05,
      542.89,
      309.95
    ],
    "text": "Before: Murdu N.B. Fernando, PC, CJ Arjuna Obeyesekere, J K. Priyantha Fernando, J Counsel: W. Dayaratne, PC with Ranjika Jayawardena for the Substuted Plain Respondent Appellants Harsha Soza, PC with Srihan Samaranayake for the Defendants Appellants Respondents Argued on: 11th December 2024 Wrien Tendered by the Substuted Plain Respondent Appellants on 15th Submissions: March 2011 and 23rd January 2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      309.78,
      542.93,
      719.51
    ],
    "text": "Tendered by the Defendants Appellants Respondents on 7th March 2011, 28th November 2022 and 15th January 2025 Decided on: 20th March 2025 Obeyesekere, J Introducon The Plain Respondent Appellant [the Plain] led acon in the District Court of Matale on 25th August 1992 seeking a declaraon of tle to the land morefully referred to in the schedule to the plaint containing an extent of 6P, and the ejecon from the said land of the 1st Defendant Appellant Respondent, the Municipal Council, Matale, the 2nd Defendant Appellant Respondent, the Municipal Commissioner of the 1st Defendant [collecvely the Defendants], and everyone else holding and/or occupying the said land through the 1st Defendant. A subsequent commission that was issued revealed that the extent of land that the Defendants were said to have encroached in October 1991 is situated on the southern boundary of the land referred to in the plaint, and was approximately 1.1P in extent. The Defendants denied that it had encroached on to a land belonging to the Plain and claimed that the disputed land formed part of a larger land that had been vested in the 1st Defendant by the State in 1923. The land claimed by the 1st Defendant was (a) said to",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.98,
      703.67
    ],
    "text": "be part of Lot No. 172 depicted in the Matale Town Survey Plan No. 1 15/60B East [V3] having an extent of 1R 22.7P, (b) morefully referred to in the schedule to the answer, and (c) depicted in survey plan No. 3912 dated 26th July 1991 [V5] drawn by K.S. Samarasinghe. The Defendants accordingly prayed for a declaraon that the said land is owned by the 1st Defendant. According to Plan No. 3644 dated 23rd September 1996 prepared by S. Ranchagoda [V2] and the Surveyors Report aached thereto [V2a], the extent of land that the Defendants claim the Plain had encroached was determined as 1.3P. Thus, the primary issue between the pares was whether the impugned extent of land was situated on the southern boundary of the Plains land to which the Plain claimed tle, or whether such land was situated on the northern boundary of the land that the Defendants claimed had been vested by the State in the 1st Defendant. The trial proceeded before the District Court with both the Plain and the 1st Defendant claiming paper tle to the impugned property. The Plain led the evidence of three witnesses and relied on two deeds, Deed of Gi No. 767 dated 4th April 1963 [P1] and Deed of Gi No. 1614 dated 22nd July 1931 [P12] to establish her tle to the premises referred to in the schedule to the plaint, bearing assessment No. 75. The Plain also claimed that the land referred to in P1 has been correctly set out as Lot No. 5 in Plan No. 2832 dated 30th March 1963 [P2]. In terms of P2, the extent of Lot No. 5 was 6P, which was the extent given in P1, as well. In addion to such paper tle, the Plain claimed that in any event, she had been in possession of the enre extent of land including the disputed extent of land since 1963 and that she has prescribed to the disputed extent of land. The Defendants led the evidence of four witnesses and produced several documents but failed to produce any document to establish that the said land had been vested by the State in the 1st Defendant. By its judgment delivered on 10th May 2001, the District Court held that P1 and P12 establishes the tle of the Plain to the land referred to in the plaint and that in any event, the Plain has prescribed to the disputed extent of land. The cross claim of the Defendants had accordingly been dismissed. On an appeal led by the Defendants, the Civil Appellate High Court of the Central Province [the High Court] held that the Plain had failed to establish her tle to the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.88,
      344.99
    ],
    "text": "impugned land. The High Court however did not consider whether the Plain had prescripve tle to the impugned extent of land. The High Court also held that the Defendants had not placed sucient evidence in support of its claim that the land referred to in the schedule to the answer had been vested in the 1st Defendant by the State. Thus, the posion of the High Court was that neither party had established tle. The resultant posion was that the Defendants were permied to occupy the impugned extent of land which admiedly the Defendants had encroached upon only in October 1991, disregarding the fact that the Plain had been in possession of such land since 1963. Quesons of law Aggrieved by the judgment of the High Court, the Plain sought and obtained leave to appeal on the following quesons of law: (1) Did the High Court seriously misdirect itself when it held that the Plain has failed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      348.29,
      542.88,
      437.03
    ],
    "text": "to prove her tle to the corpus taking into consideraon the Deed P1 when there is sucient material before the High Court to show that the Plain has clear and cogent paper tle to the corpus? (2) Did the High Court fail to consider the ndings of the District Court that the Plain",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      440.33,
      542.85,
      529.07
    ],
    "text": "has acquired prescripve tle to the corpus by being in possession for well over 28 years and in the absence of any issue by the Defendants regarding the tle of the Plain? (3) Did the High Court come to an erroneous conclusion that since the Plan P2 has not",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      532.37,
      542.81,
      716.27
    ],
    "text": "been referred to in the Deed P1 and also the mortgage bond V1, the Plain cannot claim Lot No. 5 in P2 when the District Court has very clearly compared P1 and P2 and has come to a correct conclusion that the boundaries in Lot No. 5 in P2 and also the assessment No. 75 tallies with the boundaries described in P1? Although its prayer for a declaraon of tle to the land referred to in the schedule to the answer had been rejected by the High Court, the Defendants did not seek leave to appeal against the judgment of the High Court nor did the Defendants raise any queson of law in that regard before this Court.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.96,
      697.31
    ],
    "text": "The Rei Vindicao acon This being a rei vindicao acon, I shall rst idenfy the maers that a plain in a rei vindicao acon must prove in order to succeed. In Mihindukulasuriya Sudath Harrison Pinto and Others v Weerappulige Piyaseeli Fernando and Others [SC Appeal No. 57/2016; SC minutes of 11th September 2023], Samayawardhena, J had carried out an extensive examinaon of the law relang to a rei vindicao acon and stated that, In order to succeed in a rei vindicao acon, rst and foremost, the plain shall prove his ownership to the property. If he fails to prove it, his acon shall fail. This principle is based on the Lan maxim onus probandi incumbit ei qui agit, which means, the burden of proof lies with the person who brings the acon. In arriving at the above conclusion, Samayawardhena, J cited with approval three judgments of this Court. The rst is the judgment in De Silva v Goonelleke [32 NLR 217] where Chief Jusce Macdonell stated [at page 219] that, There is abundant authority that a party claiming a declaraon of tle must have tle himself: To bring the acon rei vindicao plain must have ownership actually vested in him. (1 Nathan p. 362, s. 593.) ....The authories unite in holding that plain must show tle to the corpus in dispute and that if he cannot, the acon will not lie. The second is the judgment in R.W. Pathirana v R.E. De S. Jayasundara [58 NLR 169] where, Graaen J. declared [at page 172] that, In a rei vindicao acon proper the owner of immovable property is entled, on proof of his tle, to a decree in his favour for the recovery of the property and for the ejectment of the person in wrongful occupaon. The plains ownership of the thing is of the very essence of the acon. Maasdorps Instutes (7th Ed.) Vol. 2, 96. The third is the judgment delivered by G.P.S. De Silva, J (as he then was) in Mansil v Devaya [(1985) 2 Sri LR 46] where he stated [at page 51] that, In a rei vindicao acon, on the other hand, ownership is of the essence of the acon; the acon is founded on ownership. In the South African case of De Vos v Adams and Others [(2016) ZAWCHC 202] referred to in Mihindukulasuriya [supra], Davis, J stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.96,
      532.19
    ],
    "text": "Turning specically to the rei vindicao it is clear that there are three requirements which the owner must prove on a balance of probabilies, in order to succeed with the parcular acon. Firstly, the applicant must show his or her ownership in the property. In the case of immovable property it is sucient as a result to show the tle in the land is registered in his or her name. Secondly, the property must exist, be clearly idenable and must not have been destroyed or consumed. Thirdly, the defendant must be in possession or detenon of the property at the me that the acon is instuted. Thus, in order to succeed, a plain in a rei vindicao acon must idenfy the land, establish tle thereto and demonstrate that the defendant is in possession of such land. Burden of proof in a rei vindicao acon Referring to the obligaon of a plain in a rei vindicao acon to establish the tle to the land, Chief Jusce Dep stated in Kuruwitage Don Preethi Anura and others v Makalandage William Silva and another (SC Appeal No. 116/2014; SC Minutes of 5th June 2017), that the, Plain need not establish the tle with mathemacal precision nor to prove the case beyond reasonable doubt as in a criminal case. The plains task is to establish the case on a balance of probability. This posion was echoed in Mihindukulasuriya [supra] where this Court referred with approval to the following paragraph in Willes Principles of South African Law [9th Edion (2007); at page 539]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      532.37,
      542.89,
      719.51
    ],
    "text": "To succeed with the rei vindicao, the owner must prove on a balance of probabilies, rst, his or her ownership in the property. If a movable is sought to be recovered, the owner must rebut the presumpon that the possessor of the movable is the owner thereof. In the case of immovables, it is sucient as a rule to show that tle in the land is registered in his or her name. Secondly, the property must exist, be clearly idenable and must not have been destroyed or consumed. Money, in the form of coins and banknotes, is not easily idenable and thus not easily vindicable. Thirdly, the defendant must be in possession or detenon of the thing at the moment the acon is instuted. The raonale is to ensure that the defendant is in a posion to comply with an order for restoraon. [emphasis added]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.05,
      542.96,
      141.83
    ],
    "text": "In Theivandran v Ramanathan Chear [(1986)] 2 Sri LR 219; at page 222], Chief Jusce Sharvananda stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      142.01,
      542.94,
      694.07
    ],
    "text": "In a vindicatory acon the claimant need merely prove two facts; namely, that he is the owner of the thing and that the thing to which he is entled to possession by virtue of his ownership is in the possession of the defendant. Basing his claim on his ownership, which entles him to possession, he may sue for the ejectment of any person in possession of it without his consent. Hence when the legal tle to the premises is admied or proved to be in the plain, the burden of proof is on the defendant to show that he is in lawful possession. [emphasis added] A similar view was expressed in Mihindukulasuriya [supra] where it was held that, When the paper tle to the property is admied or proved to be in the plain, the burden shis to the defendant to prove on what right he is in possession of the property. Title of each party Chief Jusce G.P.S. de Silva referring to the criterion to be adopted in a rei vindicao acon in respect of the burden of proof stated in Banda v Soyza [(1998) 1 Sri LR 255; at page 259] that, In a case such as this, the true queson that a court has to consider on the queson of tle is, who has the superior tle? The answer has to be reached upon a consideraon of the totality of the evidence led in the case. In Ballantuda Achchige Don Wasantha v Morawakage Premawathie and others (SC Appeal No. 176/2014; SC Minutes of 17th May 2021), it was held that, Notwithstanding that in a rei vindicao acon the burden is on the plain to prove tle to the land no maer how fragile the case of the defendant is, the Court is not debarred from taking into consideraon the evidence of the defendant in deciding whether or not the plain has proved his tle. Not only is the Court not debarred from doing so, it is in fact the duty of the Court to give due regard to the defendants case, for otherwise there is no purpose in a rei vindicao acon in allowing the defendant to lead evidence when all he seeks is for the dismissal of the plains acon.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.78,
      125.87
    ],
    "text": "The above posion has been summarised in Mihindukulasuriya [supra] in the following manner:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      126.17,
      542.89,
      452.99
    ],
    "text": "Whilst emphasising that (a) the inial burden in a rei vindicao acon is on the plain to prove ownership of the property in suit and (b) the standard of proof in a rei vindicao acon is proof on a balance of probabilies, if the plain in such an acon has sucient tle or superior tle or beer tle than that of the defendant, the plain shall succeed. No rule of thumb can be laid down in what circumstances the Court shall hold that the plain has discharged his burden. Whether or not the plain proved his tle shall be decided upon a consideraon of the totality of the evidence led in the case. The case for the Plain This being the legal posion, I shall now proceed to consider the evidence presented by the pares before the District Court and the ndings of the District Court and the High Court in order to answer the quesons of law and arrive at a decision in this case. I must at the outset refer to the following two maers: (1) The claim of the 1st Defendant that it has paper tle to the impugned land has been",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      456.17,
      542.92,
      525.95
    ],
    "text": "rejected by the District Court as well as by the High Court and is no longer a live issue. (2) The Plain states that in October 1991, she made an applicaon to the 1st",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      529.25,
      542.93,
      716.39
    ],
    "text": "Defendant to construct a building on the southern boundary of her land which the Plain claims is part of Lot No. 5 on P2 and which had been occupied by the Plain since 1963 in terms of P1. She states further that instead of considering her applicaon, the 1st Defendant had claimed that the impugned extent of land belongs to the 1st Defendant and that the Plain had encroached on to the Defendants land idened as Lot No. 172 of V5, which Lot No. 172 is situated on the southern boundary of the Plains land. The 1st Defendant had thereaer forcibly commenced the construcon of shops on the impugned land. The Defendants and those acng under the Defendants who came into occupaon of the said land on or around 18th October 1991 are currently in occupaon of the disputed extent of land.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.9,
      684.59
    ],
    "text": "Thus, the third maer that a plain in a rei vindicao acon must prove, that being whether the Defendants are in possession of the land has been established. The issue that needs to be determined therefore is whether the Plain has established on a balance of probability that she has sucient tle to the land referred to in the plaint. By Deed of Gi No. 1614 dated 22nd July 1931 [P12], Mohammadu Cassim had transferred to his son, Mohammed Samsudeen a divided 1/7th share from and out of a land called Kelawendathotam also known as Nakiyagewaa situated within the limits of the Urban Council of Matale. According to P12, the enre extent of the land was ten nellies kurakkan sowing which meant that the divided share was 1 3/7 nellies kurakkan sowing [i.e. 10 x 1/7]. The boundaries of the land as given in P12 were as follows: North the remaining poron of the land owned by Samsudeen East the High Road presently known as Gongawela Road West the poron of the land owned by Andrew Wijesinghe South the limit of the land belonging to the Matale Urban Council The Plain states that the said land was surveyed by B.S.A. Kroon on 30th March 1963, and that Plan No. 2832 [P2] was prepared. In its legend, P2 refers to the survey being of assessment Nos. 75, 77, 79, 81 and 83 of Gongawela Road and conrms that assessment No. 75 depicted as Lot No. 5 in P2 is 6P in extent. By Deed of Gi No. 767 dated 4th April 1963 [P1], Mohammed Samsudeen had transferred to his daughter, the Plain in this case, a land bearing assessment No. 75, Gongawela Road, which has been referred to as follows in the schedule to P1: All that divided 1/7th share from and out of the land called Kelawendathotam alias Nakiyagewae situated at Gongawela presently within the Urban Council limits of",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.91,
      462.47
    ],
    "text": "Matale in extent ten nellies kurakkan sowing and which said divided share of the extent of one and three seventh nellies kurakkan sowing or six perches The boundaries of the land transferred to the Plain by P1 have been described in P1 as follows: North the remaining poron of this land and the wall of premises bearing assessment No. 77, Gongawela Road East Gongawela Road West the land owned by Andrew Wijesinghe currently owned by S.I.M. Mohideen South - the limit of the land belonging to the Matale Urban Council It must be noted that P1 does not refer to P2 (or to any other survey plan), although P2 had been prepared ve days prior to the execuon of P1. Be that as it may, it is the posion of the Plain that: (a) the land referred to in P12 is the same land in P1; (b) the extent of the land given in P12 as being 1 3/7 nellies kurakkan sowing was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      465.77,
      542.5,
      551.27
    ],
    "text": "equivalent to 6P, as morefully referred to in P1; (c) Lot No. 5 in P2 in extent of 6P is the same land referred to in P1; and (d) the land referred to in P1 and Lot No. 5 in P2 bears the same assessment number",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      554.57,
      542.77,
      716.39
    ],
    "text": "(75). The Plain therefore relied upon P1 to support her tle to premises bearing assessment No. 75 in extent of 6P. It is clear from P1 and P12 that the Eastern boundary of both lands is the Gongawela Road. It is admied that the land referred to as the Southern boundary of the land in P1 and P12 is Lot No. 172 depicted in V3 in extent of 1R 22.7P. According to V3, Lot No. 172 is bounded on the East by Gongawela Road, as well, and on the North by Lot No. 152. It is seen from",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.93,
      706.79
    ],
    "text": "V3 that Lot Nos. 152 and 172 are conguous lots of land. The Plain states that the land claimed by her is situated on the southern boundary of Lot No. 152, with the Defendants posion being that the Plain has gone beyond the southern boundary of Lot No. 152 and encroached onto the northern boundary of Lot No. 172. Thus, neither party disputed the identy of the land during the trial before the District Court. The learned Presidents Counsel for the Defendants however submied that the Plain has failed to establish the identy of her land for the reason that even though P2 was in existence at the me P1 was executed, P1 does not refer to any survey plan. While it is true that P1 does not refer to P2, the boundaries given in P1 and P12 are idencal while three of the boundaries tally with those in P2. What is crical is that (a) the eastern boundary referred to in all three documents is the Gongawela Road, (b) the southern boundary as at April 1963 is Lot No. 172, and (c) both these boundaries are xed boundaries. Furthermore, P2 specically refers to the land set out therein as being assessment No. 75, which assessment No. 75 is also referred to in P1. Thus, there is no issue with regard to the identy of the land of the Plain and it is clear that the land in P1 is the land that has been set out in P2. While the Northern, Eastern and Western boundaries of P2 are idencal to the boundaries in P1, it is noted that the Southern boundary of assessment No. 75, that being the land claimed by the Plain in terms of P1, has a wire fence, followed by a path way/road, a drain and nally the grain stores of the 1st Defendant which is situated on Lot No. 172. The presence of a road at the northern boundary of Lot No. 172 is conrmed by Plan No. 3644 dated 23rd September 1996 [V2]. Thus, compared with the boundaries given in P1 and P2 in 1963, there has been a change to the Southern boundary in that there is now a road way separang Lot No. 152 from Lot No. 172. The case for the Plain therefore is that her grandfather, Mohammadu Cassim gied the said land to her father Mohammed Samsudeen by P12 and that Samsudeen in turn gied it to the Plain by P1. The Plain states that she contracted a marriage soon aer the execuon of P1 and that she has been in occupaon of the said land now depicted as Lot No. 5 in P2 bearing assessment No. 75 and in extent of 6P since 1963. While P12 had been executed in 1931, by the me P1 came to be marked in 1998, a period of over 30 years had lapsed since its execuon. With no objecon having been raised to P1 and P12, on",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.92,
      703.67
    ],
    "text": "the face of it, the Plain has discharged the evidenary burden cast on her that she has tle to the enrety of the land referred to in P1 and P12, the extent of which is 6P. Has the Plain encroached on to Lot No. 172 The learned Presidents Counsel for the Defendants submied that the total extent of the land owned by the Plain is only 4.7P and that the Plain has encroached on to the adjoining land of the 1st Defendant, that being Lot No. 172 of V3. This submission was based on Plan No. 3644 [V2] prepared by S. Ranchagoda who has surveyed Lot No. 172 on 23rd September 1996. According to V2, the total extent of the land claimed by the 1st Defendant is 1R 24.2P which is 1.5P more than the extent of 1R 22.7P shown in V3 and referred to in the schedule to the answer. Even though it is claimed in the surveyors report [V2a] that the Plain has encroached on the northern part of the land claimed by the 1st Defendant with the extent of such encroachment being 1.3P, that cannot be for the reason that according to V2, the extent of Lot No. 172 has increased by 1.5P. This increase is almost idencal to the disputed extent claimed by the Plain. Prior to V2, Lot No. 172 was surveyed on 26th July 1991 vide V5. While V5 sets out 4 lots, the extent of all four lots is given as 1R 22.7P which is idencal to the extent of Lot No. 172 given in the schedule to the answer. V5 shows three encroachments on the western boundary the total extent of which is 3.25P. What is crical is that while the northern boundary is shown as Lot No. 152, no encroachments have been shown on the disputed northern boundary nor does the surveyor claim that the extent of the land is less than what it was in 1923. In other words, in terms of V5 produced by the Defendants, the Plain has not encroached on to the land claimed by the 1st Defendant. The land of the Plain was surveyed on 11th September 1995 by M. Rajasekeran pursuant to a Commission issued by Court - vide Plan No. 3516 [X]. According to the Surveyors Report [Y] aached to X, Lot No. 5 in P2 has been super imposed on X. While the total extent of the land of the Plain has remained at 6P, X shows the encroachment by the Defendants as being 1.1P in extent, leaving the Plain with only 4.9P. What is important is that the said encroachment is within the southern boundary of the Plains land. With the extent of the Plains land remaining stac, it is clear that the Defendants have encroached on to the Plains land.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.05,
      545.34,
      705.71
    ],
    "text": "This is conrmed by the Surveyor who states in X that, .re wOslrKfha ksfhda.h mrsos n,h,;a uskskafodare ns'tia' lDDka uhdf.a wxl 2832 orK msUqfra len,s wxl 5 f,i fmkajd we;s fldgi ud jsiska uksk ,o wxl 3516 orK msUqr u; wOsia:dmkh lf<us' fufia wOsia:dmKh lr n,k jsg udf.a by; i|yka msUqfra we;s mrsos X.R.P.O f,i fmkajd we;s fldgi ;=, tkus meusKs,slref.a bvfus ^fuu fldgi ;=,& uy k.riNdj jsiska w;ska idod we;s f.dvke.s,af,a fldgila ;sfnk nj fmks hhs' fuu fldgfia X.R.P.O.C. orK fldgfia m%udKh mrapia 1'10 fjs' The learned Presidents Counsel for the Defendants also sought to argue that in any event, the extent of land that the Plain is entled to in terms of P1 is only 3.58P and that the rest is through an encroachment of the land of the 1st Defendant. His posion was that even though P1 gives the extent of land as 6P, the actual extent of the land as given in P12 is one and three seventh nellies kurakkan sowing. The learned Presidents Counsel for the Defendant submied that 4 nellies is 1 laha, 1 laha is 10P, therefore 1 nelli is approximately 2.5P and that 1 3/7 nellies is 3.58P. He therefore submied that 3.58P is the maximum extent of land that the Plain can have in terms of P1 and P12 and that anything in excess is an encroachment of Lot No. 172. Annexed to the judgment of the Court of Appeal in Ratnayake and others v Kumarihamy and others [(2002) 1 Sri LR 65] as Annexure 1 was the Ancient measures of capacity and surface which states [at page 74] that, The Laha was also a measure of varying size. Within the same district and somemes in the same Chief Headmans division, in dierent parts, a dierent size of Laha was in use. In the North-Western Province alone, in dierent parts, these are in use even today, four sizes of Lahas containing in capacity, 4, 5, 6 and 7 Neliyas, respecvely. The largest size of Laha according to my invesgaons is one in use in the Inamaluwa Korale of Matale North, and contains twelve Nelis. Annexure 2 is the Sinhalese Land Measures in terms of which 1 laha is 10P. However, Annexure 2 goes on to state [at page 81] that, The above table giving the English equivalents refers to paddy sowing. In the case of kurakkan sowing 1 laha is equivalent to 1 acre Generally high land is measured in kurakkan and low lands (elds) in paddy. It will thus be seen that it is not possible to determine the extent of P1, which incidentally is kurakkan sowing and not paddy sowing by referring to the ancient measures of capacity and surface. This was in fact pointed out by Weerasuriya, J, P/CA (as he then was)",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.88,
      459.11
    ],
    "text": "in Ratnayake and others v Kumarihamy and others [supra] when he stated [at page 68] that, The extent given in the deed by which the plain-respondent got rights (P5) is 4 lahas of Kurakkan sowing extent. Learned Counsel for the defendant-appellants contended that the English equivalent to the customary Sinhala measure of sowing of one laha is one acre. However, it is to be noted that this system of land measure computed according to the extent of land required to sow with paddy or Kurakkan vary due to the interacon of several factors. The amount of seed required could vary according to the varying degress of ferlity of the soil, the size and quality of the grain, and the peculiar qualies of the sower. In the circumstances, it is dicult to correlate sowing extent accurately by reference to surface areas (vide Ceylon Law Recorder, vol. XXII, page XLVI). Thus, not only has the 1st Defendant failed to show that it is in lawful possession of the impugned land, both arguments of the Defendants that the Plain has less than 6P of land and that the Plain has encroached on to the land claimed by the 1st Defendant must fail. Findings of the District Court With the Plain having established that she has sucient tle to the land referred to in the schedule to the plaint, the District Court arrived at the following nding:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      459.41,
      545.43,
      717.42
    ],
    "text": "me' 1 orK Tmamqfjka ,enqkq foam, me' 2 orK msUqfra i|yka foam,o hk m%YaKh wOslrKh ;SrKh l,hq;= fjs' meusKs,sldrsh fjkqfjka idlaIs os we;s wehf.a iajdusmqreIhdo meyeos,s f,iu mjid we;af;a\" me'1 orK Tmamqfjys i|yka nsus fldgi me'2 orK msUqfra wxl 5 jYfhka okajd we;s nsus fldgi njhs' tys jrsmkus wxlh 75 fjS' uskskafodare rdPfialrka jsiska tls me'2 orK msUqr u; wxl 5 orK fldgi wOsIaGdmkh lruska wOslrKfha fldusiula u; ie,eiaula ilia lr we;' uskskafodare rdPfialrka meusKs,a, fjkqfjka wOslrKh bosrsfha idlaIs fouska\" tlS ie,eiau jk wxl 3516 iy 1995'09'11 jk osk orK ie,eiau tlaia jYfhka ,l=Kq lr bosrsm;a lr we;' Tyqf.a idlaIsh wkqj me'2 orK ie,eiafus wxl 5 orK fldgi u; wOsIaGdmkh l, nj;a\" ta wkqj tlaia orK msUqfra r;= brs u.ska wOsIaGdms; udhsus fmkajd we;s nj;a mjihs' tlS msUqfrys X R P O jYfhka olajd we;s mrapia 1'10 jsYd, m%udKh uy k.r iNdj jsiska ;kk ,o f.dvke.s,af,a fldgi f,i i|yka lrhs' b;srs bvus fldgi B F R X O M Q iy f,dgs tlaia jYfhka i|yka lr we;' uskskafodarejrhd mjikafka Tyqf.a wOsIaGdmkh wkqj me'2 orK msUqr wkqj i,ld ne,SfusoS meusKs,sldrshf.a bvfus fldgila js;a;sldr uyk.r iNdj jsiska m%iramkh lr we;s njhs' tys ;=, w,q;ska f.dvke.s,so ;kd we;s nj ;joqrg;a uskskafodarejrhd mjihs' fuu ilaIsh meusKs,sldrshf.a iajdusmqreIhdf.a idlaIsh yd {d;s",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.08,
      555.05,
      507.35
    ],
    "text": "ifydaorhdf.a idlaIsh yd ixikaokh lsrsfusos meusKs,sldrshf.a bvus fldgfiys wkkH;djh ms<sn| lreKq uekjska Tmamq lrhs' me'2 orK msUqr idod osk 04 lg miq ,shd iy;sl lr we;s me'1 Tmamqfjys\" me'2 orK msUqr ioyka fkdjsfus fya;=j u;u\" meusKs,sldrshf.a kvqj jHdra: fkdfjs' bosrsm;ajs we;s wfkl=;a ilaIs ish,a, i,ld ne,Sfusos me'1 orK Tmamqfjsys jsia;r lr we;af;a me'2 orK msUqfra wxl 5 f,i i|yka lr we;s bvus fldgi njg uekjska lreKq Tmamqfjs by; i|yka lrekq wkqj me2 orK msUqfrys wxl 5 f,i olajd we;s bvus fldgi me'1 orK Tmamqfjka meusKs,sldrshg whs;s jq bvus fldgi njg;a\" tu bvus fldgig meusKs,sldrshg ks;Hdkql+, whs;shla we;s njg;a wOslrKh ;SrKh lrhs' The District Court was thus sased that while the 1st Defendant had no tle at all to the impugned land, the Plain had tle to the enre extent of 6P referred to in P1. This conclusion is supported by both the oral and documentary evidence that was before the District Court to which I have already adverted to. In these circumstances, I am sased that the Plain has established on a balance of probability that she had sucient tle to the impugned land. Judgment of the High Court The High Court did not examine the tle that the Plain had established and which had been relied upon by the District Court. Instead, the High Court proceeded on a voyage of its own when it held that P1 and P12 have not been proved. The relevant parts from the judgment of the High Court are set out below:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      507.53,
      545.05,
      715.5
    ],
    "text": "ta wkqj meusKs,sldr j.W;a;rldrshf.a me'1 Tmamqfjka ;ukag whs;sjdislus ysuslr oqka ;u mshd jk fudfyduvs iusiqoSka hk whyg wxl 1614 orK Tmamqj u; iy wxl 1678 orK Tmamqj u; fuu bvu iusnkaOfhka whs;sjdislus ysusj ;snq nj idlaIs u.ska ;yjqre lr isgSug l%shd lr fkdue;s nj fuu wOslrKhg fmks hhs' ta wkqj i<ld ne,Sfusos meusKs,sldr j.W;a;rldrshg ;ukaj me'1 orK Tmamqfjka whs;sjdislus ysuslr oqka ;udf.a mshdg kdlshdfla j;a; bvu iusnkaOfhka wxl 1678 orK Tmamqfjka whs;sjdislus ysusjS ;snSu ms<sn|j idlaIs u.ska ;yjqre lsrSug l%shd lr fkdue;s nj fmkShhs' ta wkqj i<ld ne,Sfusos js;a;sldr wNshdpl mdraYjh fjkqfjka ;ral lr isgsk mrsos meusKs,sldr j.W;a;rldr mdraYjhg me'1 Tmamqfjs Wmf,aLkfha jsia;r lr we;s bvfus whs;shjdislus ;u mshdg ysusjqjd hhs lshkq ,nk Tmamq fol bosrsm;a lr meusKs,sldr j.W;a;rldrshf.a fuu bvug we;s whs;sh ;yjqre lsrsug l%shd lr fkdue;s nj fmkShhs' ta wkqj i,ld ne,sfusos meusK,sldr j.W;a;rlrsh me1 Tmamqfjs Wmf,aLkfha jsia;r lr we;s bvfus whs;sh ;yjqre lsrsug wfmdfyi;a js we;s nj;a ta wkqj uq,slj",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.08,
      544.96,
      394.55
    ],
    "text": "meusKs,a, tu lreK u; ksYam%Nd l<hq;= njg js;a;sldr wNshdpl mdraYajh fjkqfjka bosrsm;a lrk ,o ;ralh yd fuu wOslrKhg tl. jsug isoqjk nj;a fmkshhs' The High Court came to the above conclusion in spite of P12 having been executed in 1931 and P1 in 1963, and in spite of P1 and P12 having been marked without any objecon during the trial. In arriving at such conclusion, the High Court has clearly disregarded the provisions of Secon 90 of the Evidence Ordinance. I am therefore of the view that the High Court clearly erred when it held that P1 and P12 have not been proved. In any event, the High Court has completely disregarded the prescripve tle of the Plain, on which the Plain was entled to succeed. Conclusion In the above circumstances, I answer the three quesons of law in the armave. The judgment of the High Court is accordingly set aside, the judgment of the District Court is armed, and the appeal is allowed. The Plain shall be entled to costs before all three Courts.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      394.61,
      520.9,
      521.51
    ],
    "text": "JUDGE OF THE SUPREME COURT Murdu N.B. Fernando, PC, CJ I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      521.57,
      419.95,
      648.35
    ],
    "text": "CHIEF JUSTICE K. Priyantha Fernando, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      341.4,
      648.53,
      521.08,
      680.15
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]