[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      72.05,
      528.97,
      103.67
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      103.73,
      542.67,
      198.95
    ],
    "text": "In the matter of an Application under and in terms of Article 17 read together with Article 126 of the Constitution of the Democratic Socialist Republic of Sri Lanka. SC (FR) Application No: 304/2020",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      199.01,
      520.7,
      294.11
    ],
    "text": "Vithana Arachchige Anurasiri Vithana Arachchi, No. 295/2, Kandawalamadiththa, Gurudeniya. PETITIONER",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      294.17,
      324.1,
      325.91
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      325.97,
      477.04,
      532.19
    ],
    "text": "1. Police Constable 57746, Jayakody 2. Aruna Krishantha, Oﬃcer-in-Charge, Inspector of Police. 3. Saman Kumara, Oﬃcer-in-Charge of Traﬃc, Inspector of Police. 4. Heƫarachchige Ranaweera, Sub Inspector of Police.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      531.9,
      539.92,
      706.67
    ],
    "text": "1st – 4th Respondents at Thalathuoya Police StaƟon, Thalathuoya. 5. C. D. Wickremaratne, Inspector General of Police, Police Headquarters, Colombo 1. 6. Hon. AƩorney General, AƩorney General’s Department, Colombo 12. RESPONDENTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      467.25,
      190.19
    ],
    "text": "Before: Arjuna Obeyesekere, J K. Priyantha Fernando, J M. Sampath K. B. Wijeratne, J Counsel: Suren D. Perera with Manushika Cooray for the Petitioner Ashan Stanislaus for the 1st – 4th Respondents",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      189.18,
      542.92,
      344.87
    ],
    "text": "Varunika Hettige, Additional Solicitor General for the 5th and 6th Respondents Argued on: 28th October 2025 Written Tendered on behalf of the Petitioner on 5th June 2023 and 10th Submissions: November 2025 Tendered on behalf of the 1st – 4th Respondents on 22nd May 2024",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      344.7,
      542.92,
      706.79
    ],
    "text": "Tendered on behalf of the 5th and 6th Respondents on 28th April 2023 Decided on: 5th December 2025 Obeyesekere, J 1) By a peƟƟon ﬁled on 5th October 2020, the PeƟƟoner has complained to this Court that he was (a) subjected to cruel, inhuman and degrading treatment by the 1st – 4th Respondents, and (b) arrested by the 3rd Respondent without any basis, and that the Respondents have thereby violated his fundamental rights guaranteed under ArƟcles 11, 12(1) and 13(1) of the ConsƟtuƟon. Leave to proceed was granted on 9th February 2022 against the 1st – 4th Respondents for the alleged violaƟon of the said ArƟcles. Case of the Petitioner 2) The PeƟƟoner is a lorry driver by profession and was 46 years of age at the Ɵme of the alleged incident. He states that at all Ɵmes relevant to this applicaƟon, he was employed as the driver of a Ɵpper truck [truck] used for the transportaƟon of sand from the Mahiyanganaya area. The owner of the truck is the 4th Respondent, a Sub Inspector of Police who was aƩached to the Thalatuoya Police StaƟon in Kandy.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      71.82,
      542.94,
      702.11
    ],
    "text": "3) The PeƟƟoner states that on 26th February 2019, he was charged in Case No. 25789/19 in the Magistrate’s Court of Mahiyanganaya for transporƟng sand without a permit in the said truck belonging to the 4th Respondent. The PeƟƟoner states further that aŌer the said incident, he informed the 4th Respondent that he will not drive the truck in the future to transport sand unless a permit was available. The PeƟƟoner claims that the 4th Respondent was furious with him over his refusal to drive the truck on such occasions as the 4th Respondent had to employ another driver. 4) According to the PeƟƟoner, on 1st April 2019 he had taken the truck for repairs in the morning, returned home around 5.45pm and parked the truck on the side of the road close to his house without obstrucƟng the traﬃc on the main road. The PeƟƟoner states that he went for a funeral at about 7pm that night, consumed a beer while at the funeral house, returned home around 9.45pm and thereaŌer had dinner. The PeƟƟoner states further that due to security concerns arising from the truck being parked adjacent to the main road, the 4th Respondent had requested the PeƟƟoner to sleep inside the truck, as has been done on previous occasions. The PeƟƟoner had accordingly acceded to the request of the 4th Respondent and slept inside the truck. 5) The PeƟƟoner states that around 11.50pm, he was rudely woken up and saw two Police Constables and the 1st Respondent, whose name he was aware of, coming towards the truck. He states further that the 1st Respondent had got inside the truck and hit him on the head with a helmet. The PeƟƟoner claims to have raised cries but the 1st Respondent and another oﬃcer had pulled the PeƟƟoner out of the truck, thrown him to the ground and the 1st Respondent had kicked him on his back and chest. The PeƟƟoner states that his wife and two children had heard him screaming and arrived at the scene. The PeƟƟoner also states that the 3rd Respondent, an Inspector of Police at the Thalatuoya Police StaƟon was present at the scene and was giving orders to the other oﬃcers. 6) The 1st Respondent and another oﬃcer had thereaŌer held the PeƟƟoner with his head and legs and thrown him inside the Police jeep. The PeƟƟoner states that he was not informed the reasons for his arrest. While being taken to the Thalatuoya Police StaƟon, the PeƟƟoner claims that he was kicked by two police oﬃcers whose",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.92,
      605.27
    ],
    "text": "names he is not aware of. The PeƟƟoner admits that at the Police StaƟon, he was administered a breathalyzer test and placed inside the cell. 7) The next morning, the PeƟƟoner had been taken before the 2nd Respondent, the Oﬃcer-in-Charge of the Police StaƟon, who having threatened the PeƟƟoner, had slapped him on the right side of his face. The PeƟƟoner had thereaŌer been taken to the District Hospital, Thalatuoya. The PeƟƟoner states that he informed the Doctor who examined him that he had been assaulted by the Police and that the 1st Respondent and another oﬃcer had threatened him for having complained to the Doctor about the assault. 8) Having been produced before the Magistrate’s Court, Kandy on 2nd April 2019 for rash driving, driving under the inﬂuence of alcohol and criminal inƟmidaƟon of two Police Oﬃcers, the PeƟƟoner had been remanded unƟl 4th April 2019 by the Magistrate. The PeƟƟoner had thereaŌer been sent to the Bogambara Prison, Dumbara. The PeƟƟoner states that his health took a turn for the worse and that he was admiƩed to the Prison Hospital the same day. On 4th April 2019, the PeƟƟoner had been produced before the Magistrate’s Court directly from the Prison Hospital and had been granted bail. 9) The PeƟƟoner states that he sought medical treatment from a private doctor on the 4th and that he was advised to have himself admiƩed to the Ophthalmology ward at the Kandy Hospital due to the injuries that he had sustained to his eye. The PeƟƟoner however had not done so. The PeƟƟoner states that his health deteriorated while he was at home and that he was admiƩed to the NaƟonal Hospital, Kandy on 8th April 2019 where he was treated as an in-house paƟent in Ward 57. The PeƟƟoner had been discharged on 10th April 2019 and he had thereaŌer sought ayurvedic treatment for his injuries. 10) Thus, the crux of the PeƟƟoner’s story is that he has not done any wrong, but the 1st",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      608.22,
      542.93,
      719.51
    ],
    "text": "– 3rd Respondents picked him up at the request of the 4th Respondent who was annoyed with the PeƟƟoner for having refused to transport sand without a permit, assaulted him and thereaŌer reported facts to the Magistrate on trumped up charges. According to the evidence, the 4th Respondent too had been involved in the invesƟgaƟon into the alleged incident of rash driving by the PeƟƟoner, even though there existed a clear conﬂict of interest.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.05,
      542.8,
      138.71
    ],
    "text": "The version of the Respondents 11) The Respondents deny the version of the PeƟƟoner. The posiƟon of the Respondents",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      141.66,
      542.95,
      306.95
    ],
    "text": "is that the 3rd Respondent, who was the Oﬃcer-in-Charge of the Traﬃc Division and the 1st Respondent had leŌ the Thalathuoya Police StaƟon on night patrol at 10.30pm on 1st April 2019. At about 11.30pm, Sergeant Seneviratne had received a complaint via the Police Emergency [119] that a truck parked near the ‘Ramitha Super Market’ situated close to the residence of the PeƟƟoner is obstrucƟng the road. Seneviratne had communicated the said message to the 1st and 3rd Respondents, who had thereaŌer proceeded to the scene. 12) The Respondents state that once the 1st and 3rd Respondents arrived at the scene,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      310.25,
      542.92,
      475.19
    ],
    "text": "the PeƟƟoner, having seen them, had ﬂed the scene and driven the truck towards Haragama. The Respondents state that even though the 1st and 3rd Respondents had tried to stop the truck, they had not been successful. The Respondents state further that the truck was driven at high speed and had returned to the scene about 20 minutes later. The 1st and 3rd Respondents had thereaŌer directed the truck to stop, which order had been complied with and ordered the PeƟƟoner to get out of the truck. 13) The Respondents state that the PeƟƟoner was under the inﬂuence of alcohol at that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      478.37,
      542.84,
      605.27
    ],
    "text": "Ɵme and that he had resisted arrest. The Respondents do not however claim that they used minimum force to arrest the PeƟƟoner. The PeƟƟoner had thereaŌer been produced at the Thalatuoya Police StaƟon where he was subjected to a breathalyzer test which conﬁrmed that the PeƟƟoner was under the inﬂuence of alcohol. The PeƟƟoner had thereaŌer been kept in the Police cell. 14) The Respondents claim that while inside the cell, the PeƟƟoner “has inter alia",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      608.57,
      542.9,
      719.39
    ],
    "text": "banged his head on the walls and iron bars of the cell”, whilst threatening the Police oﬃcers on duty. The next morning, the PeƟƟoner had been produced before the Judicial Medical Oﬃcer and thereaŌer at the Magistrate’s Court. By having the PeƟƟoner examined by the Judicial Medical Oﬃcer, the Respondents have admiƩed that the PeƟƟoner had injuries on him.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.82,
      87.95
    ],
    "text": "15) Thus, the versions of the PeƟƟoner and the Respondents with regard to the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      91.25,
      542.88,
      259.31
    ],
    "text": "circumstances that led to the arrest of the PeƟƟoner are diametrically opposed to each other. Both parƟes have tendered statements of third parƟes to support their factual posiƟons. The case ﬁled against the PeƟƟoner for rash driving and driving under the inﬂuence of alcohol is proceeding in the Magistrate’s Court, Kandy where the evidence of several Police Oﬃcers have been led. The truthfulness of the Respondents’ version therefore is a maƩer that is currently before the Magistrate’s Court and in my view, it is the Hon. Magistrate who would be in the best posiƟon to decide the circumstances that led to the arrest of the PeƟƟoner and which version is the more credible version.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      262.49,
      542.42,
      294.23
    ],
    "text": "16) Hence, I do not think it is appropriate for me to examine and/or analyse the factual",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      297.53,
      542.92,
      389.51
    ],
    "text": "circumstances that led to the arrest of the PeƟƟoner and for that reason, I am not inclined to decide whether the fundamental right of the PeƟƟoner guaranteed by ArƟcle 13(1) has been infringed by the Respondents. What is leŌ to be decided is whether the Respondents have violated the fundamental rights of the PeƟƟoner guaranteed by ArƟcles 11 and 12(1) of the ConsƟtuƟon.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      392.57,
      542.84,
      459.23
    ],
    "text": "Has the application been filed out of time 17) However, before I do so, I must consider the objecƟon raised by the learned Counsel",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      462.18,
      542.91,
      646.55
    ],
    "text": "for the 1st – 4th Respondents that the PeƟƟoner has not invoked the jurisdicƟon of this Court within one month of the infringement, as required by ArƟcle 126(2), which sƟpulates that, “Where any person alleges that any such fundamental right or language right relaƟng to such person has been infringed or is about to be infringed by execuƟve or administraƟve acƟon, he may himself or by an aƩorney-at-law on his behalf, within one month thereof, in accordance with such rules of court as may be in force, apply to the Supreme Court by way of peƟƟon in wriƟng addressed to such Court …” [emphasis added]. 18) The learned Counsel for the 1st – 4th Respondents submiƩed that the imposiƟon of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      649.85,
      542.84,
      703.67
    ],
    "text": "a Ɵme-limit in ArƟcle 126(2) demonstrates the need for the prompt invocaƟon of the jurisdicƟon of this Court – vide Kumarasiri v Bandara [SC (FR) ApplicaƟon No. 277/2009; SC minutes of 28th March 2014] – and that the consequence of not",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.83,
      160.91
    ],
    "text": "complying with this requirement in ArƟcle 126(2) is that a peƟƟon which is ﬁled aŌer the expiry of a period of one month from the Ɵme the alleged infringement occurred, would be Ɵme-barred and unmaintainable. 19) Having considered a long line of jurisprudence relaƟng to the applicability of the one",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      164.21,
      542.84,
      230.87
    ],
    "text": "month rule, Prasanna Jayawardena, PC, J held as follows in Demuni Sriyani De Soyza and Others v Dharmasena Dissanayake, Chairman, Public Service Commission and Others [SC (FR) ApplicaƟon No. 206/2008; SC minutes of 9th December 2016]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      229.25,
      542.8,
      491.15
    ],
    "text": "“The rule that, an application under Article 126 which has not been filed within one month of the occurrence of the alleged infringement will make that application unmaintainable, has been enunciated time and again from the time this Court exercised the Fundamental Rights jurisdiction conferred upon it by the 1978 Constitution.” “[T]he general rule is clearly that, this Court will regard compliance with the ‘one month limit’ stipulated by Article 126(2) of the Constitution as being mandatory and refuse to entertain or further proceed with an application under Article 126(1) of the Constitution, which has been filed after the expiry of one month from the occurrence of the alleged infringement or imminent infringement” [emphasis added]. 20) Having referred to the rule, Jayawardena, PC, J went on to state as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      489.53,
      542.92,
      692.39
    ],
    "text": "“However, this Court has consistently recognised the fact that, the duty entrusted to this Court by the Constitution to give relief to and protect a person whose Fundamental Rights have been infringed by executive or administrative action, requires Article 126(2) of the Constitution to be interpreted and applied in a manner which takes into account the reality of the facts and circumstances which found the application. This Court has recognized that it would fail to fulfill its guardianship if the time limit of one month is applied by rote and the Court remains blind to facts and circumstances which have denied a Petitioner of an opportunity to invoke the jurisdiction of Court earlier.” [emphasis added].",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.17,
      542.83,
      87.95
    ],
    "text": "21) Similar reasoning has been enunciated by Mark Fernando, J in Gamaethige v",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      91.25,
      542.89,
      218.03
    ],
    "text": "Siriwardena and others [(1988) 1 Sri LR 384; at page 402] when he stated that, “While the Ɵme limit is mandatory, in excepƟonal cases, on the applicaƟon of the principle lex non cogit ad impossibilia, if there is no lapse, fault or delay on the part of the peƟƟoner, this Court has a discreƟon to entertain an applicaƟon made out of Ɵme.” 22) In Saman v Leeladasa and another [(1989) 1 Sri LR 1], the peƟƟoner alleged that he",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      220.98,
      542.86,
      332.27
    ],
    "text": "was assaulted on 1st December 1987 by a prison oﬃcer while being an inmate at the Galle Prison. He was released on bail on 11th December 1987. The applicaƟon alleging the violaƟon of fundamental rights was ﬁled only on 7th January 1988. Upon an objecƟon taken that the applicaƟon is Ɵme barred, Mark Fernando, J stated as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      332.45,
      542.97,
      710.03
    ],
    "text": "“A preliminary objecƟon was taken that the peƟƟon ﬁled on 7.1.88 was out of Ɵme as more than one month has elapsed aŌer the alleged infringement on 1.12.87. It was submiƩed that visits by lawyers and relaƟves were not restricted, and that the PeƟƟoner had the opportunity to consult lawyers. There are two independent reasons why this contenƟon cannot succeed. A remand prisoner cannot contact a lawyer with the same ease and facility as other persons; addiƟonal Ɵme has necessarily to be spent in sending messages to, or in awaiƟng a visit from, a relaƟve, who would then have to contact a lawyer; and more Ɵme would be necessary to give proper instrucƟons. The period of Ɵme necessary would depend on the circumstances of each case. Here, the PeƟƟoner was hospitalised from 2.12.87 unƟl his release, and was thus prevented from taking immediate acƟon to peƟƟon this Court for redress: an impediment, to the exercise of his fundamental right (under ArƟcle 17) to apply to this Court, caused by the very infringement complained of. Further, the fact that he had been assaulted, or that an injury had been inﬂicted on him, would not per se bring him within ArƟcle 11; whether the treatment meted out to him would fall within ArƟcle 11 would depend on the nature and extent of the injury caused; unƟl the PeƟƟoner had knowledge, or could with reasonable diligence have discovered, that an injury suﬃcient to bring him within ArƟcle 11 had resulted, Ɵme did not begin to run.” [emphasis added]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.86,
      107.03
    ],
    "text": "23) The need to adopt a pragmaƟc view in dealing with an objecƟon that an applicaƟon",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      110.21,
      542.85,
      176.87
    ],
    "text": "is outside the one month Ɵme period was emphasised in Chathuranga Padmasiri and others v Inspector General of Police [SC (FR) ApplicaƟon No. 46/2021; SC minutes of 23rd November 2022] where Samayawardhena, J stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      175.37,
      542.94,
      416.39
    ],
    "text": "“In exercising the extraordinary and exclusive jurisdicƟon conferred upon this Court to protect the fundamental rights of the people, this Court, whilst emphaƟcally emphasising that the Ɵme limit of one month is mandatory and shall be complied with, has nevertheless relaxed the rigidity of the Ɵme lag in appropriate cases by adopƟng a liberal as opposed to a literal interpretaƟon of ArƟcle 126(2). This is predominantly done by the adopƟon of the maxim lex non cogit ad impossibilia: the law does not expect a man to do the impossible. Hence, it is accepted that the period of one month begins to run not from the date of violaƟon of the right but from the date of becoming aware of the violaƟon of the right or from the Ɵme of being in a posiƟon to take eﬀecƟve steps to come before the Supreme Court.” 24) The learned Counsel for the 1st – 4th Respondents submiƩed that the incident",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      419.34,
      542.86,
      641.75
    ],
    "text": "occurred on the night of 1st April 2019, and as the PeƟƟoner was released on bail on 4th April 2019, he should have ﬁled this applicaƟon on or before 4th May 2019. However, in terms of SecƟon 13(1) of the Human Rights Commission of Sri Lanka Act, No. 21 of 1996, “Where a complaint is made by an aggrieved party in terms of secƟon 14, to the Commission, within one month of the alleged infringement or imminent infringement of a fundamental right by execuƟve or administraƟve acƟon, the period within which the inquiry into such complaint is pending before the Commission, shall not be taken into account in compuƟng the period of one month within which an applicaƟon may be made to the Supreme Court by such person in terms of ArƟcle 126(2) of the ConsƟtuƟon.” 25) In Thilangani Kandambi v State Timber CorporaƟon and others [SC (FR) ApplicaƟon",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      644.7,
      522.55,
      673.67
    ],
    "text": "No. 452/2019; SC minutes of 14th December 2022], Janak De Silva, J stated that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      672.05,
      542.54,
      706.79
    ],
    "text": "(a) A peƟƟoner relying on a complaint made to the Human Rights Commission to get over the Ɵme bar “must show evidence that the Human Rights Commission",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      72.17,
      542.76,
      134.03
    ],
    "text": "of Sri Lanka has conducted an inquiry regarding the complaint or that an inquiry is pending. Simply lodging a complaint is inadequate.”; (b) “A party cannot beneﬁt from the provisions in secƟon 13(1) of the Human",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      137.21,
      542.56,
      206.99
    ],
    "text": "Rights Commission of Sri Lanka Act No. 21 of 1996 where the complaint to the Human Rights Commission is made one month aŌer the alleged violaƟon.” 26) It is admiƩed that the PeƟƟoner has lodged a complaint with the Regional Oﬃce of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      209.94,
      542.92,
      394.19
    ],
    "text": "the Human Rights Commission on 7th May 2019 and that the Regional Oﬃce has acknowledged the receipt of the said complaint on 8th May 2019 [P7]. The PeƟƟoner and the 1st – 3rd Respondents had thereaŌer been summoned for an inquiry on 21st August 2019 [P8] and aŌer the inquiry, the PeƟƟoner had been informed by leƩer dated 8th October 2019 [P9] that the inquiry ﬁle has been sent to the Head Oﬃce of the Human Rights Commission. The decision of the Human Rights Commission was pronounced on 21st December 2022 [P16]. However, this applicaƟon was ﬁled on 5th October 2020 pending the decision of the Human Rights Commission. 27) In terms of SecƟon 13(1), the complaint to the Human Rights Commission should",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      397.14,
      542.52,
      432.35
    ],
    "text": "have been made by 4th May 2019, whereas the complaint had been made only on the 7th. However, taking into consideraƟon the fact that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      431.81,
      542.87,
      530.75
    ],
    "text": "(a) Pursuant to his release on bail on 4th April 2019, the PeƟƟoner was receiving medical treatment at home for the injuries that he had suﬀered at the hands of the Respondents; (b) The PeƟƟoner was admiƩed to the NaƟonal Hospital, Kandy as an in-house",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      533.58,
      542.94,
      710.03
    ],
    "text": "paƟent on 8th April 2019 as his condiƟon deteriorated while being at home; (c) The PeƟƟoner’s inability to complain to the Human Rights Commission within one month of 4th April 2019 was as a result of an impediment caused by the very infringement complained of, squarely falling within the principle recognised in Leeladasa, I am of the view that the above reasoning relaƟng to the calculaƟon of the one month rule in ArƟcle 126 must apply with equal force for the purposes of SecƟon 13(1) as well, and the Ɵme could not therefore have begun to run prior to 10th April",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.93,
      233.99
    ],
    "text": "2019. Thus, the complaint of the PeƟƟoner to the Human Rights Commission is within Ɵme and since this applicaƟon was made to this Court while the maƩer was pending before the Human Rights Commission, this applicaƟon is not Ɵme barred. I would therefore overrule the objecƟon raised by the learned Counsel for the 1st – 4th Respondents. Article 11 of the Constitution 28) That human dignity underpins the applicaƟon of all fundamental rights, and is the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      237.17,
      542.93,
      344.99
    ],
    "text": "fundamental virtue sought to be protected through the securement of fundamental rights and the Rule of Law is clearly demonstrated by the SvasƟ to our ConsƟtuƟon, and is reinforced in ArƟcle 11 which provides that, “No person shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.” 29) In Ajith C. S. Perera v Minister of Social Services and Social Welfare and Others",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      348.29,
      542.9,
      497.27
    ],
    "text": "[(2019) 3 Sri LR 275 at page 300-301] Prasanna Jayawardena, PC, J stated “ … that it seems to me that the concept of human dignity, which is the enƟtlement of every human being, is at the core of the fundamental rights enshrined in our ConsƟtuƟon. It is a fountainhead from which these fundamental rights spring forth and array themselves in the ConsƟtuƟon, for the protecƟon of all the people of the country. As Aharon Barak, former Chief JusƟce of Israel has commented [Human Dignity – The ConsƟtuƟonal Value and the ConsƟtuƟonal Right (2015)]:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      497.45,
      542.79,
      624.35
    ],
    "text": "‘Human dignity is the central argument for the existence of human rights. It is the rationale for them all. It is the justification for the existence of rights. … The constitutional value of human dignity has a central normative role. Human dignity as a constitutional value is the factor that united the human rights into one whole. It ensures the normative unity of human rights.’ [emphasis added] 30) In his treaƟse, Fundamental Rights in Sri Lanka (A Commentary) [(1993) at page 69]",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      627.53,
      353.78,
      656.15
    ],
    "text": "Chief JusƟce Sharvananda has pointed out that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.6,
      654.53,
      542.78,
      708.47
    ],
    "text": "“The fundamental nature of the right of freedom from torture or inhuman treatment is emphasized by the fact that it is an absolute right subject to no restriction or derogation under any condition, even in times of war, public danger",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.94,
      179.99
    ],
    "text": "or other emergency. This human right from cruel or inhumane treatment is vouched not only to citizens, but to all persons, whether citizens or not, irrespective of the question whether the victim is a hard-core, criminal or not.” [emphasis added] 31) Amal Sudath Silva v Kodituwakku Inspector of Police and others [(1987) 2 Sri LR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      183.29,
      545.69,
      443.39
    ],
    "text": "119; at page 126] is one of those many cases of Police assault that have come up before this Court since the introducƟon of the fundamental rights jurisdicƟon. In that case, Atukorale, J stated that, “ConsƟtuƟonal safeguards are generally directed against the State and its organs. The police force, being an organ of the State, is enjoined by the ConsƟtuƟon to secure and advance this right and not to deny, abridge or restrict the same in any manner and under any circumstances. Just as much as this right is enjoyed by every member of the police force, so is he prohibited from denying the same to others, irrespecƟve of their standing, their beliefs or antecedents. It is therefore the duty of this court to protect and defend this right jealously to its fullest measure with a view to ensuring that this right which is declared and intended to be fundamental is always kept fundamental and that the execuƟve by its acƟon does not reduce it to a mere illusion.” 32) An examinaƟon of the judgments of this Court starƟng from Velmurugu v AƩorney",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      446.69,
      542.9,
      706.79
    ],
    "text": "General and another [(1981) 1 Sri LR 406], through Channa Pieris and others v AƩorney General and others (Ratawesi Peramuna Case) [1994] 1 Sri LR 1] and culminaƟng with Kumarihami v Oﬃcer-in-Charge, Mahiyanganaya Police StaƟon and others [(2021) 2 Sri LR 464] demonstrate that while the burden of proof of establishing allegaƟons of torture or cruel, inhuman or degrading treatment or punishment shall remain with a peƟƟoner to be saƟsﬁed on a balance of probability with a high degree of certainty, the Court must be guided by the facts of the parƟcular case, the tesƟmonial creditworthiness of the peƟƟoner and the diﬃculƟes and disadvantages that a peƟƟoner could face in proving such allegaƟons.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.93,
      122.87
    ],
    "text": "Violation of Article 11 33) Even though the parƟes have taken diametrically opposite views relaƟng to the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      126.17,
      542.9,
      329.15
    ],
    "text": "circumstances that led to the arrest of the PeƟƟoner, the parƟes do agree that the PeƟƟoner suﬀered injuries aŌer he was arrested by the Police on the night of 1st April 2019 and prior to the PeƟƟoner being produced before the Magistrate on 2nd April 2019. The issue that needs to be determined therefore is whether these injuries were inﬂicted by the Respondents as claimed by the PeƟƟoner or whether they were self-inﬂicted as claimed by the Respondents. The answer to this quesƟon can be found through the medical evidence and the nature of the injuries suﬀered by the PeƟƟoner, and by the probability of the version of either party, with regard to the manner in which the injuries were sustained. 34) The Medico-Legal ExaminaƟon Form issued by the Divisional Hospital, Thalatuoya",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      332.45,
      542.86,
      440.27
    ],
    "text": "[R6] tendered by the Respondents conﬁrm that the PeƟƟoner had been examined on 2nd April 2019 at 9.40am. Other than noƟng a contusion, the Form does not record any injuries on the PeƟƟoner, even though the PeƟƟoner claims that he apprised the doctor who examined him of the assault. 35) The PeƟƟoner had been examined at the Prison Hospital on 3rd April 2019 at",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      443.45,
      542.48,
      493.55
    ],
    "text": "10.49am. According to the Report issued by the Medical Oﬃcer of the Bogambara Prison [R8]:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      492.3,
      542.88,
      542.75
    ],
    "text": "(a) The PeƟƟoner has complained of assault by the Police at 6.30pm on 1st April 2019 with a helmet and hands;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      541.85,
      542.77,
      557.63
    ],
    "text": "(b) The PeƟƟoner has complained of pain and swelling of the leŌ mandibular",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      560.93,
      257.82,
      591.95
    ],
    "text": "region [lower jawbone];",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      591.05,
      485.44,
      622.19
    ],
    "text": "(c) The PeƟƟoner has complained of pain and redness of the right eye;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      621.29,
      542.82,
      637.07
    ],
    "text": "(d) On examinaƟon, the Doctor has observed a black eye on the right side, and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      640.25,
      542.76,
      690.95
    ],
    "text": "swelling of the leŌ mandibular region. 36) There is a discrepancy in the medical report with regard to the Ɵme of assault but it",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      694.25,
      472.37,
      710.03
    ],
    "text": "has no relevance since the Respondents too admit the Ɵme of arrest.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.05,
      542.79,
      103.79
    ],
    "text": "37) The PeƟƟoner was admiƩed to the NaƟonal Hospital, Kandy on 8th April 2019 at",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      107.09,
      542.77,
      198.95
    ],
    "text": "9.15am. According to the PaƟent Admission Form [R7], the PeƟƟoner had complained of assault by Police oﬃcers on 1st April 2019 and the redness of his eye had been noted. The PeƟƟoner had been examined on 9th April 2019 at 1.50pm and the following are borne out by the Medico-Legal Report [R5]:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      199.13,
      542.91,
      381.47
    ],
    "text": "(a) The PeƟƟoner had stated in the short history that he was cleaning the truck between 8 and 9pm on 1st April 2019 outside his house when three oﬃcers from the Thalathuoya Police StaƟon assaulted him; (b) The PeƟƟoner had a right eye injury with sub conjuncƟonal haemorrhage; (c) The PeƟƟoner had a contusion 2x3 cm in size over the leŌ lower part of the face with diﬃculty in opening the mouth, with the injury being older than 5-7 days; (d) The PeƟƟoner had a contusion 4x3 cm in size over the leŌ nipple of the chest",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      384.77,
      542.62,
      430.67
    ],
    "text": "area – older than 5-7 days; (e) The PeƟƟoner had a contusion 4x3cm in size over the right chest near the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      433.97,
      542.71,
      514.79
    ],
    "text": "nipple area - older than 5-7 days; (f) All four injuries had been caused by a blunt weapon. 38) Here too, there is a factual discrepancy with regard to the Ɵme of the incident and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      518.09,
      542.92,
      606.83
    ],
    "text": "what the PeƟƟoner was doing at the Ɵme of his arrest but these discrepancies have no bearing since I will not be considering the circumstances that led to the arrest of the PeƟƟoner. 39) According to the medical evidence, the most serious injury suﬀered by the PeƟƟoner",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      610.13,
      542.69,
      702.11
    ],
    "text": "is to his right eye. He also has several contusions on his face and chest. The Medical report conﬁrms that these injuries had been caused by a blunt weapon which is consistent with the claim of the PeƟƟoner that the 1st Respondent used a helmet to assault him on the head, the 2nd Respondent slapped him on the face and that some of the other oﬃcers had kicked him while he was being taken to the Police StaƟon.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.05,
      542.61,
      103.79
    ],
    "text": "40) Taking into consideraƟon the facts of this case and the medical evidence that is",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      107.09,
      542.94,
      367.19
    ],
    "text": "before me, I am of the view that the version of the PeƟƟoner with regard to the manner in which he sustained injuries is more credible and that the PeƟƟoner has saƟsﬁed this Court with a high degree of certainty that he was assaulted by the 1st and 2nd Respondents and thereby subjected to cruel, inhuman and degrading treatment resulƟng in a violaƟon of ArƟcle 11. The Respondents have tendered an aﬃdavit of another person who was inside the cell at the same Ɵme as the PeƟƟoner and who claims that the injuries on the PeƟƟoner are self-inﬂicted. However, I am not inclined to accept that evidence as the version of the Respondents that the injuries of the PeƟƟoner were self-inﬂicted is inconsistent with the medical evidence. I am also saƟsﬁed on the medical evidence before us that the assault on the PeƟƟoner has been severe and has been carried out with an intensity that saƟsﬁes the test laid down in Channa Peiris [supra]. 41) This Court has repeatedly stated that Police brutality in whatever form and in",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      370.49,
      542.93,
      611.63
    ],
    "text": "whatever degree must stop. Unfortunately, judgments pronounced by this Court have fallen on deaf years, both of the Inspector General of Police and the NaƟonal Police Commission. The Ɵme is therefore right for the Government to intervene, examine the reasons for Police brutality and take acƟon. If a person has commiƩed an oﬀence, that person most certainly must be arrested in terms of the law, produced before a Magistrate and the law must take its course. While I am not saying that it happens all the Ɵme, what we see in complaints made to this Court is that the moment a person suspected of an oﬀence is taken before a law enforcement oﬃcer, that person is subjected to assault, torture or inhuman treatment. Whatever may be the circumstances that lead to an arrest, every ciƟzen is enƟtled to be treated with dignity that goes with such person being a human. 42) I can at this stage only reiterate what was stated in Heƫarachchige Gemunu Tissa v",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      614.93,
      542.91,
      706.79
    ],
    "text": "W. Lionel Jayaratne, Sub Inspector of Police and others [SC (FR) ApplicaƟon No. 417/2016; 28th May 2024] that, “Every human being is enƟtled to live with dignity and not be subject to any torture or cruel, inhuman or degrading treatment or punishment. It is the duty of this Court, as the guardian of the fundamental rights of our People, to foster and protect these rights. Whenever a complaint alleging the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.17,
      542.88,
      210.11
    ],
    "text": "infringement of ArƟcle 11 is made to this Court, it is our duty to examine thoroughly the facts relaƟng to such complaint, the corroboraƟve evidence, if any, tendered by the PeƟƟoner in support of such complaint, the version of the Respondents and arrive at a considered decision.” Article 12(1) 43) ArƟcle 12(1) of the ConsƟtuƟon provides that, “All persons are equal before the law",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      213.41,
      542.7,
      259.31
    ],
    "text": "and are enƟtled to the equal protecƟon of the law”. 44) Human dignity and the Rule of Law demand that the enƟtlement of each person to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      262.61,
      542.92,
      411.71
    ],
    "text": "the equal protecƟon of the law must be respected at all Ɵmes. Be it a hard core criminal or a person who has been charged for a mere traﬃc oﬀence, that enƟtlement is paramount and must at all Ɵmes be respected. It is clear to me that in this instance, the Respondents have by their conduct deprived the PeƟƟoner of his enƟtlement to the equal protecƟon of the law. Conclusion 45) In the above circumstances, I declare that the fundamental rights of the PeƟƟoner",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      414.54,
      542.92,
      500.39
    ],
    "text": "guaranteed by ArƟcles 11 and 12(1) have been infringed by the 1st and 2nd Respondents.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      500.57,
      506.88,
      579.83
    ],
    "text": "JUDGE OF THE SUPREME COURT K. Priyantha Fernando, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      579.89,
      506.88,
      674.99
    ],
    "text": "JUDGE OF THE SUPREME COURT M. Sampath K. B Wijeratne, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      327.12,
      675.05,
      509.81,
      706.67
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]