{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-09-19-SC-APPEAL-10-2016",
  "num": "SC/APPEAL/10/2016",
  "date_str": "2025-09-19",
  "description": "Hon. Sampath B. Abayakoon J - Simithra Arachchige Rohini Gu...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_10_2016.pdf",
  "parties": "Simithra Arachchige Rohini Gunawardena, No. 1277, Rajamalwatta Road, Battaramulla. 6b. Simithra Arachchige Nalini Gunawardena, No. 1277, Rajamalwatta Road, Battaramulla. 6c. Simithra Arachchige Mercy Gunawardena, No. 1277, Rajamalwatta Road, Battaramulla. 6d. Simithra Arachchige Stanley Gunawardena, No. 1277, Rajamalwatta Road, Battaramulla. (Deceased) 6d(i). Walpala Koralage Gunawathi, No. 1277, Rajamalwatta Road, Battaramulla. 6d(ii). Simithra Arachchige Dona Dilhani Kanchana Gunawardena, No. 1277, Rajamalwatta Road, Battaramulla. 6d(iii). Simithra Arachchige Dona Nilusha Nisanthi Gunawardena, No. 1277/3, Rajamalwatta Road, Battaramulla. 6d(iv). Simithra Arachchige Don Dinesh Nalaka Gunawardena, No. 1277/3, Rajamalwatta Road, Battaramulla. 6e. Simithra Arachchige Percy Gunawardena No. 1277, Rajamalwatta Road, Battaramulla. 6f. Simithra Arachchige Sherly Gunawardena, No. 1277, Rajamalwatta Road, Battaramulla. (Deceased) 6f(i). Simithra Arachchige Dona Geethani Sepalika, No. 1277/3, Rajamalwatta Road, Battaramulla. 6f(ii). Simithra Arachchige Don Buddhika Sanjeewa Gunawardena, No. 1277/3, Rajamalwatta Road, Battaramulla. 6f(iii). Simithra Arachchige Dona Ishara Udayangani, No. 1277/3, Rajamalwatta Road, Battaramulla. 6f(iv). Simithra Arachchige Dona Chathurika Gayathrei Gunawardena, No. 1277/3, Rajamalwatta Road, Battaramulla. 6g. Simithra Arachchige Wasantha Gunawardena, No. 1277, Rajamalwatta Road, Battaramulla. (Deceased) 6h. Simithra Arachchige Seetha Gunawardena, No. 1277, Rajamalwatta Road, Battaramulla. SUBSTITUTED DEFENDANT- APPELLANT-APPELLANTS Vs. 1. Simithra Arachchige Dona Percy Rosmand Gunawardena. No. 22/1, Modara Wila Road, Nalluruwa, Panadura. (Deceased) 1a. Kandana Kankanamlage Godfrey Cecil Wasantha Perera, 22/1, Modara Wila Road, Nalluruwa, Panadura. (Deceased) 1a1. Palliyaguruge Sujeewa Amaraweera, 22/1, Modara Wila Road, Nalluruwa, Panadura. 1a2. Krishantha Sanjeewa Perera, 22/1, Modara Wila Road, Nalluruwa, Panadura. 1a3. Pradeepa Lakmali Perera, 22/1, Modara Wila Road, Nalluruwa, Panadura. 1a4. Manoja Dharshani Perera, 22/1, Modara Wila Road, Nalluruwa, Panadura. 1b. Kandana Kankanamlage Coldi Hiranya Jayantha Perera, 58/2, Sagara Mawatha, Panadura. 1c. Kandana Kankanamlage Ganbar Buddhisiri Perera, 58/2m, Sagara Mawatha, Panadura. 1d. Kandana Kankanamlage Dudley Lakshman Nihal Perera, 3rd Cross Street, Kumbutukuliya, Janawas, Bangadeniya. 1e. Kandana Kankanamlage Sarath Ivon Fredrik Perera, Prison Officer’s Quarters, Mahara Prison, Ragama. (Deceased) 1e. (i) Hewa Fonsekalage Seelet Fonseka, 1e. (ii) Kandana Kankanamlage Sameera Manjula Sampath Perera. Both of: 22/1, Modara Wila Road, Nalluruwa, Panadura. SUBSTITUTED PLAINTIFF- RESPONDENT-RESPONDENTS 1. Simithra Arachchige Dona Flora Agnes Gunawardena, No. 116, Kaduwela Road, Battaramulla. (Deceased) 1a. Enoka Dilini Chirishanthi Mala Jayawardena, No. 45/36A, Aururn Place, Dehiwala. 2. Muththettuwa Mudalige Dunsten Noel Alexander Perera, No. 1/161, Kiribathgala, Kaduwela Road, Malabe. (Deceased) 2a. Bulathhettige Chandralatha Perera, No. 239/16, Pittiyangawatte, Dedigamuwa. 2a. (1) Muththettuwa Mudalige Noel Sugath Palitha Perera, No. 259/16, Pittiyangawatte, Dedigamuwa. AND OTHERS\n\nView More",
  "judgement_by": "Hon. Sampath B. Abayakoon J"
}