{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-08-26-SC-FR-275-2015",
  "num": "SC/FR/275/2015",
  "date_str": "2025-08-26",
  "description": "Hon. Justice K.Priyantha Fernando - 1. Anil Prasanna Balalle, Att...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_275_2015.pdf",
  "parties": "1. Anil Prasanna Balalle, Attorney-at-Law, No. 162/7, Negombo Road, Kurunegala. 2. Ms. Kalpana Sujeewani Rajapakse, Attorney-at-Law, of No. 362, Pasala Para, Mahananneriya. 3. Ms. S.R.M. Kanchana M. Samradivakara, Attorney-at-Law, No. 47, Anamaduwa Road, Galgamuwa. 4. Uraj Dilshan Herath, Attorney-at-Law, No. 288/45A, Mahasen Mawatha, Negombo Road, Kurunegala. Petitioners Vs. 1. Galgamuwa Pradeshiya Sabha, Office of the Pradeshiya Sabha, Galgamuwa. 2. Hewa Katuwalage Wimalaratne, Former Chairman, Galgamuwa Pradeshiya Sabha, “Jayabima”, Galgamuwa 3. Aloka Bandaralage Nimal Ratnayake, Secretary of the Galgamuwa Pradeshiya Sabha, Office of the Pradeshiya Sabha, Galgamuwa. 4. Mrs. Sandya L. Edirimuni, Attorney-at- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 5. Mrs. Shashika Akuranage, Attorney-at- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 6. Mrs. Tyroni Lakmali Premasiri, Attorneyat- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 7. Mrs. Kanchana Hathurusinghe, Attorneyat- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 8. Nihal Gamini Saman Kumara, Attorneyat- Law, Welilanda, Warawewa. 9. Himal Chandana Kahandawela, Attorneyat- Law, Sellamwatte, Galgamuwa. 10. Ms. Devika Subhasini, Attorney-at- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 11. Jayatilake Tennekoon, Attorney-at- Law, Opposite Magistrate’s Court, Anuradhapura Road, Polgahawela. 12. Udaya Rajapakse, Attorney-at-Law, Opposite Magistrate’s Court, Anuradhapura Road, Maho. 13. Ms. Ridma Jayawickrema, Attorneyat- Law, Opposite Magistrate’s Court, Anuradhapura Road, Ambanpola. 14. Ms. H.M. Sagarika Herath, Attorneyat- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 15. Minister of Local Government of the Northern Western Province, Provincial Council Office Complex, Kurunegala. 16. Chief Secretary of the North-western Province, Provincial Council Office Complex, Kurunegala. 17. Chief Minister of the North-western Province, Provincial Council Office Complex, Kurunegala. 18. Commissioner of Local Government of the North-western Province, Provincial Council Office Complex, Kurunegala. 19. Hon. Attorney General, Attorney General’s Department, Hulftsdorp, Colombo 12 Respondents",
  "judgement_by": "Hon. Justice K.Priyantha Fernando"
}