[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      72.05,
      530.92,
      103.67
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.64,
      103.73,
      542.93,
      208.67
    ],
    "text": "In the maƩer of an appeal in terms of SecƟon 5 of the High Court of the Provinces (Special Provisions) Act, No. 10 of 1996 SC (CHC) Appeal No: 104/2018 High Court No: HC (Civil) 105/2006 (1)",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      206.93,
      391.05,
      280.07
    ],
    "text": "1. S.C.B. Jayasinghe 2. S.T.B. Jayasinghe 3. M.V. Jayasinghe",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      278.33,
      542.43,
      357.59
    ],
    "text": "Carrying on business in partnership under the name and style of C.A & Co., 134, Havelock Road, Colombo 5. PLAINTIFFS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      357.65,
      458.45,
      637.07
    ],
    "text": "Vs. 1. Kajima Corporation, 2-7, Motoakasaka 1 – Chome, Minato – ku, Tokyo, 107-8388, Japan. 2. Kumagai Gumi Co Ltd, 2-1, Tsukodo-cho, Shinjuku-ku, Tokyo, 162-8557, Japan. 3. Hazama Corporation, 5-8, Kita-aoyama 2 – Chome, Minato – ku, Tokyo, 107-8658, Japan.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.8,
      635.45,
      542.43,
      714.71
    ],
    "text": "Carrying on business in partnership under the name and style of Kajima Kumagai Hazama Joint Venture, 77A, Ward Place, Colombo 7.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      72.05,
      492.76,
      151.31
    ],
    "text": "4. Ceylon Electricity Board, Chittampalam A Gardiner Mawatha, Colombo 2. DEFENDANTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      151.37,
      372.35,
      182.99
    ],
    "text": "And now between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      183.17,
      391.05,
      272.15
    ],
    "text": "1. S.C.B. Jayasinghe 2. S.T.B. Jayasinghe 3. M.V. Jayasinghe",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      270.41,
      542.43,
      349.67
    ],
    "text": "Carrying on business in partnership under the name and style of C.A & Co., 134, Havelock Road, Colombo 5. PLAINTIFFS – APPELLANTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      349.73,
      499.01,
      581.63
    ],
    "text": "Vs. 1. Kajima Corporation, 2-7, Motoakasaka 1 – Chome, Minato – ku, Tokyo, 107-8388, Japan. 2. Kumagai Gumi Co Ltd, 2-1, Tsukodo-cho, Shinjuku-ku, Tokyo, 162-8557, Japan. 3. Hazama Corporation, 5-8, Kita-aoyama 2 – Chome, Minato – ku, Tokyo, 107-8658, Japan.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      579.89,
      542.43,
      714.71
    ],
    "text": "Carrying on business in partnership under the name and style Kajima Kumagai Hazama Joint Venture, 77A, Ward Place, Colombo 7. 4. Ceylon Electricity Board, Chittampalam A Gardiner Mawatha, Colombo 2. DEFENDANTS – RESPONDENTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.05,
      542.56,
      221.87
    ],
    "text": "Before: Yasantha Kodagoda, PC, J Arjuna Obeyesekere, J Sobhitha Rajakaruna, J Counsel: Dr. Harsha Cabral, PC with Nishan Premathiratne and Manith Dasanayake for the Plaintiffs – Appellants Chandaka Jayasundera, PC with Rajinda Jayasinghe, Harith Gunasekera and Praveen Wijayaweera for the Defendants – Respondents",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      220.86,
      547.87,
      719.51
    ],
    "text": "Fazly Razik, Deputy Solicitor General for the 4th Defendant – Respondent Argued on: 1st September 2025 Written Tendered on behalf of the Plaintiffs – Appellants on 15th October 2025 Submissions: Tendered on behalf of the Defendants – Respondents on 7th August 2025 and 13th October 2025 Decided on: 19th November 2025 Obeyesekere, J 1) There are two issues that arise for determinaƟon in this appeal. The ﬁrst is whether the PlainƟﬀs – Appellants [the PlainƟﬀs] have proved that a sum of Rs. 68m they claim was due to them from the 4th Defendant – Respondent [the 4th Defendant] has been remiƩed by the 4th Defendant to the 1st – 3rd Defendants – Respondents [the Defendants/KKH]. The second is, if so, whether the Defendants have been unjustly enriched by their refusal to pay the PlainƟﬀs a sum of Rs. 55m out of the said sum of money. Background to the appeal 2) The PlainƟﬀs ﬁled acƟon in the High Court of the Western Province holden in Colombo exercising commercial jurisdicƟon [the Commercial High Court/the High Court] on 6th June 2006 against the Defendants under eight causes of acƟon and an alternaƟve 8th cause of acƟon. The Ceylon Electricity Board had been named as the 4th Defendant only for the purpose of noƟce and no relief had been claimed against the 4th Defendant.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.05,
      542.96,
      697.19
    ],
    "text": "3) Pursuant to the answer of the Defendants being ﬁled, an objecƟon had been taken with regard to the maintainability of the 1st and 2nd causes of acƟon on the basis that the parƟes had agreed in terms of the contracts that existed between them to refer any disputes that may arise in terms of such contracts for resoluƟon by arbitraƟon. The PlainƟﬀs did not resist this objecƟon and had informed the High Court that it will not be pursuing the 1st and 2nd causes of acƟon. 4) The Defendants had also raised an objecƟon that the 3rd, 4th and 5th causes of acƟon are prescribed. Having heard the parƟes, this objecƟon had been upheld by the High Court by its order delivered on 4th March 2009 and those three causes of acƟon had been dismissed. 5) The case proceeded to trial thereaŌer with only the 6th, 7th and 8th causes of acƟon [together with the alternaƟve 8th cause of acƟon] remaining to be decided. While the 2nd PlainƟﬀ gave evidence on behalf of the PlainƟﬀs, the Defendants did not lead any evidence. By its judgment delivered on 3rd August 2018, the High Court held that the 6th and 7th causes of acƟon too are prescribed, and that the PlainƟﬀs have failed to establish the 8th cause of acƟon and the alternaƟve 8th cause of acƟon. 6) Aggrieved by the said judgment, the PlainƟﬀs ﬁled this appeal. At the hearing, the learned President’s Counsel for the PlainƟﬀs submiƩed that he would be limiƟng his submissions to the rejecƟon of the 8th cause of acƟon that alleged that the Defendants had been unjustly enriched in a sum of Rs. 55m, and the alternaƟve 8th cause of acƟon. The parties and their contractual relationship 7) The PlainƟﬀs are carrying on business in partnership under the name, style and ﬁrm of CA & Company, primarily as civil engineering contractors and hirers of earth moving vehicles. The PlainƟﬀs also provide manpower, raw materials, construcƟon machinery etc., to foreign companies that are engaged in construcƟon projects in Sri Lanka.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.94,
      386.27
    ],
    "text": "8) The Defendants are public companies incorporated in Japan and are engaged in the business of civil engineering and construcƟon projects. The Defendants had formed a joint venture partnership under the name and style of Kajima Kumagai Hazama [KKH] in order to bid for and engage in large scale civil engineering projects in Sri Lanka. 9) In 1999, the Government of Sri Lanka had approved the construcƟon of a hydro power staƟon at Kukule Ganga. Pursuant to the calling of tenders, the 4th Defendant had awarded to KKH the contract for the construcƟon of the dam. KKH had selected the PlainƟﬀs as a sub-contractor for the supply of aggregates and quarry sand, earth works on the head pond areas and excavaƟon and other preliminary works, and entered into three contracts with the PlainƟﬀs in August 1999 for the provision of the above services. These contracts provided that any dispute among the parƟes arising under the said contracts shall be resolved by arbitraƟon. The aforemenƟoned 1st and 2nd causes of acƟon had arisen under these contracts. 10) The PlainƟﬀs state that at the request of KKH, it provided price quotaƟons for",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      389.57,
      542.92,
      592.55
    ],
    "text": "services which were outside the above contracts and which included services such as the supplying of earthmoving equipment for civil works and manpower. Pursuant to its quotaƟons being accepted, the PlainƟﬀs had supplied the said equipment and manpower that was required for KKH to fulﬁl its contractual obligaƟons under the contract with the 4th Defendant. The PlainƟﬀs state further that their relaƟonship with KKH improved over Ɵme and that they provided further services to KKH, in respect of which the parƟes did not execute any wriƩen contracts. The claims that arose out of the performance of such work were the subject maƩer of the 3rd – 7th causes of acƟon and are no longer in issue in this appeal. 11) The services of the PlainƟﬀs had however been temporarily suspended in June 2000",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      595.85,
      542.93,
      719.39
    ],
    "text": "due to the detecƟon of a rock formaƟon on the right bank of Kukule Ganga. The PlainƟﬀs state that work resumed much later and in spite of the Ɵght Ɵmelines, they were able to complete the work undertaken by them within the required Ɵme period.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.81,
      122.87
    ],
    "text": "Construction of Weir – Adit II Access Road – the Works 12) The issue that is the subject maƩer of this appeal arises from the construcƟon of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      126.17,
      519.9,
      192.11
    ],
    "text": "Weir – Adit II Access Road [the Works]. 13) In their plaint, the PlainƟﬀs have stated the following with regard to the Works:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      190.86,
      542.86,
      241.31
    ],
    "text": "(a) In November 2002, the 4th Defendant had called for and received a quotaƟon from KKH to carry out the Works;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      240.06,
      482.47,
      271.43
    ],
    "text": "(b) The 4th Defendant had found the quotaƟon of KKH to be excessive;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      270.18,
      542.85,
      358.67
    ],
    "text": "(c) The 4th Defendant thereaŌer had direct negoƟaƟons with the PlainƟﬀs in relaƟon to the construcƟon of the Works, which culminated in an oral agreement between the PlainƟﬀs and the 4th Defendant for the construcƟon of the Works for a sum of Rs. 68 million;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      357.42,
      542.83,
      373.55
    ],
    "text": "(d) The 4th Defendant awarded the contract for the execuƟon of the Works to the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      376.85,
      414.34,
      407.87
    ],
    "text": "PlainƟﬀs through KKH for a contract price of Rs. 68m;",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      406.62,
      542.59,
      422.75
    ],
    "text": "(e) The 4th Defendant appointed KKH as the supervisor for the Works, as borne out",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      425.7,
      542.93,
      476.15
    ],
    "text": "by leƩer dated 14th March 2003 [P4], by which KKH had informed the PlainƟﬀs inter alia as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      475.25,
      542.74,
      601.55
    ],
    "text": "“First of all we would like to inform you that the Contract for the construction of access road from Weir site to Adit II was negotiated by you directly with the Ceylon Electricity Board and our involvement in this work is merely to facilitate the payments through the project funds, progress monitoring, facilitate quality control (carrying out laboratory testing), official communication with CEB/JV on behalf of CA & Co. and invoicing. ”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      600.65,
      542.91,
      699.95
    ],
    "text": "(f) The PlainƟﬀs successfully completed the construcƟon of the Works in January 2004; (g) The 4th Defendant had disbursed the full contract value of Rs. 68m to KKH to be paid to the PlainƟﬀs for the execuƟon of the Works;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      71.82,
      542.78,
      87.95
    ],
    "text": "(h) The PlainƟﬀs became aware of that fact only when “the 4th Defendant",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      91.25,
      542.93,
      297.47
    ],
    "text": "inƟmated the said fact to the PlainƟﬀ in or about May 2005.”; (i) In spite of the PlainƟﬀs having concluded the Works and the 4th Defendant having paid KKH the said sum of Rs. 68m, KKH have only paid the PlainƟﬀs a sum of Rs. 13m and there is now due and owing to the PlainƟﬀs from KKH the balance sum of Rs. 55m; (j) Having received the said sum of Rs. 68m but by only paying a sum of Rs. 13m to the PlainƟﬀs and retaining the balance sum due and owing to the PlainƟﬀs, KKH have been unjustly enriched in a sum of Rs. 55m. 14) There are two maƩers that I must menƟon at this stage. The ﬁrst is that the PlainƟﬀs",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      300.65,
      545.85,
      554.51
    ],
    "text": "did not submit with the plaint any document/s in support of the above maƩers. The second is that it was admiƩed by the 2nd PlainƟﬀ during cross examinaƟon that “both the 8th cause of acƟon and the alternate cause of acƟon are based on the same set of facts” which I have summarised above. While the basis for the 8th cause of acƟon was founded upon unjust enrichment, the basis for the alternaƟve 8th cause of acƟon was that the Defendants have dishonestly misappropriated the said sum of Rs. 55m and defrauded the PlainƟﬀs. Thus, all ﬁndings with regard to the 8th cause of acƟon would apply to the alternaƟve cause of acƟon, as well. 8th cause of action – answer and issues 15) This being the posiƟon of the PlainƟﬀs, I wish to advert to the following two maƩers. 16) The ﬁrst is that while the answer of the 1st Defendant was a complete denial of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      557.46,
      542.97,
      706.79
    ],
    "text": "factual averments of the plaint, the 2nd and 3rd Defendants speciﬁcally denied in their answer the fact that any money was due on the 6th – 8th causes of acƟon or on the alternaƟve cause of acƟon. It was correctly pointed out by the learned President’s Counsel for the PlainƟﬀs that the answers ﬁled by the Defendants are not in conformity with the provisions of SecƟon 75(d) of the Civil Procedure Code which requires an answer not only to contain a statement denying or admiƫng the several averments of the plaint, but for it to set out in detail plainly and concisely the maƩers of fact and law and the circumstances upon which the defendant means to rely for",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.17,
      542.91,
      160.91
    ],
    "text": "his defence. In view of the said denial of the averments in the plaint, the only admissions that were recorded were with regard to the status of the parƟes and the fact that KKH have entered into several contracts with the 4th Defendant. 17) The second maƩer that I wish to advert to is that with no admissions forthcoming",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      164.21,
      542.88,
      256.07
    ],
    "text": "from the Defendants with regard to the Works except perhaps the leƩer P4, the burden of establishing the 8th cause of acƟon had fallen fairly and squarely on the PlainƟﬀs. This is in conformity with the provisions of SecƟons 101 and 102 of the Evidence Ordinance which provides as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      256.25,
      542.81,
      452.99
    ],
    "text": "Section 101 – “Whoever desires any court to give judgment as to any legal right or liability dependent on the existence of facts which he asserts, must prove that those facts exist. When a person is bound to prove the existence of any fact, it is said that the burden of proof lies on that person.” Section 102 – “The burden of proof in a suit or proceeding lies on that person who would fail if no evidence at all were given on either side.” 18) The PlainƟﬀs had accordingly raised the following issues relaƟng to the 8th cause of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      456.17,
      139.36,
      490.91
    ],
    "text": "acƟon:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      491.09,
      542.85,
      560.87
    ],
    "text": "(a) Did the PlainƟﬀs successfully complete the construcƟon of the said Weir – Adit II access road in or around January 2004? [Issue No. 16] (b) Has the 4th Defendant disbursed the full contract value of Rs. 68m to KKH to be",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      564.17,
      542.85,
      706.67
    ],
    "text": "paid to the PlainƟﬀs in respect of the construcƟon of the Weir – Adit II access road? [Issue No. 17] (c) Did KKH pay only a sum of Rs. 13m to the PlainƟﬀs in respect of the work performed by them in the construcƟon of the Weir – Adit II access road? [Issue No. 18]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      71.82,
      542.84,
      122.87
    ],
    "text": "Evidence relating to the 8th cause of action 19) The evidence-in-chief of the 2nd PlainƟﬀ was tendered by way of an aﬃdavit. The",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      126.17,
      542.87,
      236.99
    ],
    "text": "averments therein with regard to the Works were almost idenƟcal to those in the plaint to which I have already referred to. Other than the averments in the aﬃdavit, the 2nd PlainƟﬀ did not produce with the aﬃdavit any documentary evidence to establish the following maƩers, which formed the basis of the aforemenƟoned issues raised by the PlainƟﬀs:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      236.82,
      542.95,
      306.95
    ],
    "text": "(a) That the PlainƟﬀs submiƩed to the 4th Defendant a quotaƟon for a sum of Rs. 68m for the carrying out of the Works; (b) That the 4th Defendant accepted the price quoted by the PlainƟﬀs for the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      310.25,
      542.66,
      430.67
    ],
    "text": "carrying out of the Works in a sum of Rs. 68m; (c) That the PlainƟﬀs completed the construcƟon of the Works; (d) That the 4th Defendant paid KKH a sum of Rs. 68m on account of the Works; (e) That the sum of Rs. 13m that the PlainƟﬀs claim it received from KKH was in",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      433.97,
      542.92,
      484.67
    ],
    "text": "respect of the Works. 20) The above maƩers were within the knowledge of the PlainƟﬀs or are maƩers on",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      487.62,
      542.93,
      706.67
    ],
    "text": "which the PlainƟﬀs could have obtained conﬁrmaƟon from the 4th Defendant. In the absence of any documentary evidence, it was criƟcal for the success of the PlainƟﬀs case for them to have led the evidence of an oﬃcer from the 4th Defendant since the enƟre transacƟon relaƟng to the Works revolved around the 4th Defendant. Although the Project Director of the Kukule Ganga Project, an authorised oﬃcer from the 4th Defendant and the Chairman of the 4th Defendant had been listed as witnesses, and even though summons had been issued on the laƩer, the PlainƟﬀs did not lead the evidence of any oﬃcer from the 4th Defendant. Thus, the case of the PlainƟﬀs rested enƟrely on the evidence of the 2nd PlainƟﬀ.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      71.82,
      527.68,
      106.91
    ],
    "text": "21) The following quesƟons were posed to the 2nd PlainƟﬀ during cross examinaƟon:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      106.97,
      542.38,
      122.75
    ],
    "text": "“Q - That Rs. 68m which you say that the CEB paid the Defendants was in respect of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      128.64,
      130.73,
      384.03,
      146.51
    ],
    "text": "a contract which you entered into with the CEB?",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      154.61,
      200.15,
      170.39
    ],
    "text": "A – Yes, verbally.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      178.37,
      384.39,
      194.15
    ],
    "text": "Q You say you had a verbal contract with the CEB?",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      202.13,
      149.07,
      217.91
    ],
    "text": "A – Yes",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      226.01,
      396.23,
      241.79
    ],
    "text": "Q – The Defendants were not a party to that contract?",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      249.77,
      306.55,
      265.55
    ],
    "text": "A – The Defendants were aware of it.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      273.53,
      542.5,
      289.31
    ],
    "text": "Q – The Defendants were not a party to that contract. The party was you and the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      128.64,
      297.41,
      157.83,
      313.19
    ],
    "text": "CEB?",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      321.17,
      542.87,
      336.95
    ],
    "text": "A – Yes. But the Defendants were asked to make the payments. CEB paid the",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      128.64,
      345.05,
      535.96,
      360.83
    ],
    "text": "money to the Defendants and the Defendants had to pay the money to me.",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      368.81,
      392.85,
      384.59
    ],
    "text": "Q – There was an oral contract with you and the CEB?",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      392.57,
      149.07,
      408.35
    ],
    "text": "A – Yes",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      416.45,
      268.84,
      432.23
    ],
    "text": "Q – There is nothing in writing",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      440.21,
      230.18,
      455.99
    ],
    "text": "A – Nothing in writing.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      463.97,
      542.39,
      479.75
    ],
    "text": "Q – You have not filed any document in this case to show that there was the oral",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      128.64,
      487.85,
      364.01,
      503.63
    ],
    "text": "contract? Have you filed a single document?",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      511.61,
      146.53,
      527.39
    ],
    "text": "A – No",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      535.37,
      542.49,
      551.15
    ],
    "text": "Q – So there is not an iota of evidence apart from what you say that there was",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      128.64,
      559.25,
      363.88,
      575.03
    ],
    "text": "an oral contract between you and the CEB?",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      583.01,
      149.8,
      598.79
    ],
    "text": "A – Yes",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      606.89,
      471.64,
      622.67
    ],
    "text": "Q – Now you say the CEB paid to the Defendants a sum of Rs. 68m?",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      630.65,
      149.81,
      646.43
    ],
    "text": "A – Yes",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      654.41,
      390.33,
      670.19
    ],
    "text": "Q – There is not an iota of evidence to support that?",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      678.29,
      158.7,
      694.07
    ],
    "text": "A – Yes.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.82,
      87.95
    ],
    "text": "22) The enƟre case for the PlainƟﬀs thus rested on the unsubstanƟated and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      90.9,
      542.93,
      326.03
    ],
    "text": "uncorroborated evidence of the 2nd PlainƟﬀ and it was therefore criƟcal that his evidence stood the test of cross examinaƟon. Unfortunately for the PlainƟﬀs, that was not to be and the above answers of the 2nd PlainƟﬀ to the last two quesƟons posed to him made it clear that there was no evidence forthcoming from the PlainƟﬀs to establish the issues raised by them with regard to the 8th cause of acƟon. This being the factual posiƟon and with no further evidence either from the PlainƟﬀs or the Defendants, I shall now consider the judgment of the High Court. Judgment of the High Court 23) The High Court dismissed the acƟon of the PlainƟﬀs on three grounds. 24) The ﬁrst is, having carefully examined the above answers of the 2nd PlainƟﬀ during",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      328.86,
      542.81,
      475.19
    ],
    "text": "cross examinaƟon including the answer that the 2nd PlainƟﬀ does not have an iota of evidence to support his version that the 4th Defendant paid KKH a sum of Rs. 68m, the High Court held that apart from the oral evidence of the 2nd PlainƟﬀ, no evidence was led to establish that the 4th Defendant disbursed a sum of Rs. 68m to the Defendants to be paid to the PlainƟﬀs in respect of the Works or that the Defendants paid the PlainƟﬀs only a sum of Rs. 13m out of the said sum of Rs. 68m. 25) The second is the failure to call a witness from the 4th Defendant. In this regard, the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      478.37,
      542.75,
      586.19
    ],
    "text": "High Court has held that, “the PlainƟﬀs had every opportunity to call a witness from the Ceylon Electricity Board to prove that the Ceylon Electricity Board paid a sum of Rs. 68m to the Defendants to be paid to the PlainƟﬀs. The PlainƟﬀs failed to produce such evidence.” 26) The third ground is with regard to the eﬀect of P4 and whether it assists the case of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      589.49,
      542.74,
      719.51
    ],
    "text": "the PlainƟﬀs. In this regard, the High Court has concluded that, “there is no reference whatsoever in the document marked P4 that the Defendants had agreed to pay the PlainƟﬀs a sum of Rs. 68m or that the CEB had disbursed a sum of Rs. 68m to the Defendants to be paid to the PlainƟﬀs. It appears therefore that the document marked P4 does not establish that the Defendants had agreed to pay a sum of Rs. 68m or any part thereof on behalf of the CEB or that the CEB had paid a sum of Rs. 68m to the Defendants to be paid to the PlainƟﬀs.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.05,
      542.48,
      103.79
    ],
    "text": "27) With the High Court having arrived at the above conclusions, I shall now consider",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      107.09,
      542.89,
      211.67
    ],
    "text": "the submissions of the learned President’s Counsel for the PlainƟﬀs in order to determine if the High Court erred when it dismissed the acƟon of the PlainƟﬀs. Submissions on behalf of the Plaintiffs 28) The principal submission of the learned President’s Counsel for the PlainƟﬀs was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      214.62,
      542.92,
      398.99
    ],
    "text": "that the evidence of the 2nd PlainƟﬀ with regard to the 8th cause of acƟon was suﬃcient in establishing a prima facie case for the PlainƟﬀs in the ﬁrst instance. He submiƩed that the 2nd PlainƟﬀ had stated unequivocally in his oral evidence that the 4th Defendant paid the Defendants a sum of Rs. 68m for the Works which were carried out by the PlainƟﬀs and that the Defendants only paid a sum of Rs. 13m and fraudulently retained the rest, resulƟng in the unjust enrichment of the Defendants. He submiƩed further that the enƟre transacƟon is captured in P4 and that KKH cannot deny that it is not liable to the PlainƟﬀs in respect of the said sum of money. 29) The learned President’s Counsel for the PlainƟﬀs, relying on the judgment of this",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      402.29,
      542.9,
      532.19
    ],
    "text": "Court in Rodrigo and others v St Anthony’s Hardware Stores Limited [(1995) 1 Sri LR 7] submiƩed further that in the absence of any evidence by the Defendants, Court is enƟtled to draw a presumpƟon that had the Defendants given evidence, such evidence would have been unfavourable to the case of the Defendants, as provided for in illustraƟon (f) of SecƟon 114 of the Evidence Ordinance, which reads as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      532.37,
      542.51,
      624.23
    ],
    "text": "“The court may presume the existence of any fact which it thinks likely to have happened, regard being had to the common course of natural events, human conduct, and public and private business in their relation to the facts of the particular case.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      624.41,
      542.53,
      694.07
    ],
    "text": "Illustration (f) – that evidence which could be and is not produced would if produced, be unfavourable to the person who withholds it;”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.7,
      87.95
    ],
    "text": "30) As pointed out in Law of Evidence by Coomaraswamy [Volume II Book 1; page 397],",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      91.25,
      542.93,
      332.39
    ],
    "text": "the principle underlying the above presumpƟon “arises from withholding evidence and from the spoliaƟon or fabricaƟon or suppression of evidence. The conduct of the person withholding the evidence can be aƩributed to a supposed consciousness that the evidence, if produced, would operate against him.” Coomaraswamy goes on to state that, “In order to enƟtle the court to draw an inference unfavourable to the person withholding the evidence, the opposite party must saƟsfy the Court that such evidence is in existence and could be produced, but has been withheld. What can give rise to the presumpƟon is not the failure to obtain the evidence but the withholding of it. When no such evidence has been obtained, it cannot be said what the evidence would have been, and therefore no quesƟon of presumpƟon that it would have been unfavourable can arise.” 31) While a Court may draw an adverse inference in an appropriate case arising from the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      335.57,
      542.93,
      592.55
    ],
    "text": "failure of a party to lead evidence that is available to it, one must bear in mind that in Rodrigo, there was suﬃcient evidence led at the trial to conclude that during all Ɵmes material to the transacƟon the 1st defendant in that case had held himself out as the agent of the other defendants and that the other defendants by their own conduct had held out that the 1st defendant was their sole spokesperson in relaƟon to the transacƟon so as to induce a belief in the plainƟﬀ and its lawyers that the 1st defendant was a suﬃcient medium through which noƟce could reach the other defendants. It is in that context that Dheeraratne, J observed [at page 12] that, “The 1st defendant's failure to give evidence in these circumstances is quite signiﬁcant and court is enƟtled to draw the presumpƟon that, had the 1st defendant given evidence on this maƩer, such evidence would have been unfavourable to the case of the defendants. (See secƟon 114 illustraƟon [f] of the Evidence Ordinance)”. 32) The posiƟon that has arisen in this appeal is not comparable with the above view",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      595.85,
      542.71,
      662.39
    ],
    "text": "expressed by Dheeraratne, J in that the PlainƟﬀs have failed to demonstrate the evidence that is said to be in existence which the Defendants are withholding. 33) To the contrary, the PlainƟﬀs did not produce an iota of evidence that demonstrated",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      665.34,
      542.91,
      719.51
    ],
    "text": "that they in fact carried out the Works for the 4th Defendant, and/or that the Works were completed to the saƟsfacƟon of the 4th Defendant. Nor have the PlainƟﬀs tendered any documents to substanƟate their claim that the 4th Defendant agreed",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.93,
      214.91
    ],
    "text": "to pay the PlainƟﬀs the said sum of Rs. 68m for carrying out the Works or the terms and condiƟons subject to which the PlainƟﬀs were required to carry out the Works for the 4th Defendant, nor did the PlainƟﬀs produce any wriƩen correspondence that it may have had either with the 4th Defendant or KKH, in respect of the Works. That none was available is evident when one examines the list of documents ﬁled by the PlainƟﬀs. 34) I must reiterate that the above maƩers were within the knowledge of the PlainƟﬀs",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      218.21,
      542.93,
      341.87
    ],
    "text": "and were criƟcal to the success of the case for the PlainƟﬀs but which the PlainƟﬀs did not produce. The lack of evidence on the part of the PlainƟﬀs was aggravated by the evidence of the 2nd PlainƟﬀ when he stated that he does not have an iota of evidence to say that the 4th Defendant paid KKH Rs. 68m, thus demolishing the primary pillar on which the 8th cause of acƟon was founded upon. 35) Taking the case of the PlainƟﬀs on the 8th cause of acƟon at its best, what remained",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      345.17,
      542.94,
      471.95
    ],
    "text": "was only P4, by which KKH had stated that the contract for the Works was negoƟated by the PlainƟﬀs directly with the 4th Defendant, with the involvement of KKH being merely to facilitate the payments through the project funds, monitor its progress, facilitate quality control, engage in oﬃcial communicaƟon with the 4th Defendant on behalf of the PlainƟﬀs, and invoicing. 36) While I am saƟsﬁed on the strength of P4 that the 4th Defendant and the PlainƟﬀs",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      475.25,
      542.61,
      525.35
    ],
    "text": "had an arrangement with regard to the Works, even P4 was silent with regard to the following:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      524.45,
      542.85,
      668.75
    ],
    "text": "(a) The terms and condiƟons subject to which the PlainƟﬀs were to carry out the Works; (b) The price that the PlainƟﬀs claimed it had quoted the 4th Defendant; (c) The price that the 4th Defendant is said to have agreed to pay the PlainƟﬀs for the execuƟon of the Works; (d) The modaliƟes of making payment to the PlainƟﬀs for the execuƟon of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      672.05,
      518.12,
      717.95
    ],
    "text": "Works; (e) That the 4th Defendant had paid Rs. 68m to KKH on account of the Works.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.05,
      542.72,
      103.79
    ],
    "text": "37) In these circumstances, I am of the view that (a) the PlainƟﬀs have failed to establish",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      106.74,
      542.84,
      252.95
    ],
    "text": "on a balance of probability the 8th cause of acƟon, (b) the PlainƟﬀs have not saƟsﬁed the requirements that must be established in order to invoke the provisions of illustraƟon (f) of SecƟon 114 of the Evidence Ordinance, and (c) the ﬁndings of the High Court are supported by the evidence that was before it. I am therefore in agreement with the reasoning and the conclusions reached by the High Court, and I see no basis to vary the ﬁndings of the High Court. 38) There is one maƩer that I must perhaps advert to, prior to concluding. During the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      256.25,
      542.88,
      418.07
    ],
    "text": "hearing of this appeal, in response to a quesƟon raised by Court as a maƩer of interest, the learned Deputy Solicitor General stated that “the 4th Defendant had made payments to KKH on account of the PlainƟﬀs”. While no further details were provided, I am mindful that the ﬁndings that are reached by this Court must be based on and be limited to the maƩers that arose during the trial before the High Court. Conclusion 39) The judgment of the High Court is accordingly aﬃrmed and this appeal is dismissed,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      421.25,
      177.55,
      503.63
    ],
    "text": "without costs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      503.69,
      521.16,
      598.79
    ],
    "text": "JUDGE OF THE SUPREME COURT Yasantha Kodagoda, PC, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      598.85,
      521.16,
      678.11
    ],
    "text": "JUDGE OF THE SUPREME COURT Sobhitha Rajakaruna, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      341.4,
      678.29,
      517.89,
      710.03
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441,
      12.935474395751953
    ]
  }
]