{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2024-05-02-SC-FR-253-2020",
  "num": "SC/FR/253/2020",
  "date_str": "2024-05-02",
  "description": "Hon. P. Padman Surasena J - 1. Galhenage Don Kenath Dusha...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_253_2020-1.pdf",
  "parties": "1. Galhenage Don Kenath Dushantha Abeynayake No. 125/311A, Sri Saranatissa Mawatha, Kumbuka West, Gonapola Junction. (Husband of 2nd Petitioner) 2. Gamage Gayana Krishanthi Jayathilake No. 125/311A, Sri Saranatissa Mawatha, Kumbuka West, Gonapola Junction. (Wife of 1st Petitioner) 3. Eleperuma Achchige Devika Priyanthi No. 45, “Dhamkika Villa”, Kumbuka-East, Gonapola Junction. 4. Meegahage Hemachandra Perera “Sagarika”, Kumbuka-East, Gonapola Junction. 5. Hettiarachchige Don Saumayasiri Kumbuka-East, Gonapola Junction. PETITIONERS Vs 1. CI Nalin Sanjeewa Chief Inspector of Police The Officer-in-Charge, Police Station, Moragahahena. 2. CI Anil Ranaweera Chief Inspector of Police The Deputy Officer-in-Charge, Police Station, Moragahahena. 3. SI Dissanayake Sub Inspector of Police, Police Station, Moragahahena. 4. PC Pathmalal Rupasinghe - 95642 Police Constable Police Station, Moragahahena. 5. PC Jayasinghe – 40494 Police Constable Sri Lanka Police College, Kaluthara. 6. PC Lakmal Police Constable and Driver Police Station, Moragahahena. 7. ASP Ashoka Mahinda Weerakkodi Assistant Superintendent of Police, Office of Assistant Superintendent of Police, Horana. 8. SSP Sanjaya Irasinghe Senior Superintendent of Police, Office of the Superintendent of Police, Panadura. 9. DIG Vijitha Gunasekara Deputy Inspector General of Police Office of Deputy Inspector General of Police, Kaluthara. 10. SDIG Deshabandu Tennakoon Senior Deputy Inspector General of Police, Western Province, Office of Senior Deputy Inspector General of Police, Police Headquarters, Colombo 01. 11. AIGP S.A. Wickramarathne The Acting Inspector General of Police Police Headquarters, Colombo 01. 12. Vishwa Niranga Kuruvita No.26/B, Pengiriwatta Mawatha, Mirihana. (The virtual complainant of the Case No. 53924/2020 of Magistrate’s Court Horana at whose instigation 1st to 5th Respondents have acted in collusion with each other to violate the Fundamental Rights guaranteed to the Petitioners by Constitution) 13. M. Aruni R. P. Abeygunawardane Assistant Commissioner of Agrarian Services (Kaluthara District), Agrarian Development District Office, 4th Floor, District Secretariat, Kaluthara. 14. Hon. Attorney General Attorney General’s Department, Hulftsdorp, Colombo 12. RESPONDENTS",
  "judgement_by": "Hon. P. Padman Surasena J"
}