[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      121.82,
      72.54,
      493.42,
      86.36
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      227.33,
      89.1,
      387.79,
      102.92
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      106.62,
      543.22,
      249.68
    ],
    "text": "In the matter of an Application in terms of Articles 17 and 126 of the Constitution. Ratnayaka Weerakoonge Sandya Kumari, No: 4, Main Street, Meegahatenna. Petitioner",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      252.21,
      349.39,
      275.15
    ],
    "text": "Case No: SC FR 75/2012 -Vs-",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      289.6,
      485.14,
      336.59
    ],
    "text": "1) Mr. Lakshitha Weerasinghe, Sub Inspector of Police, Police Station Meegahatenna.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      339.29,
      501.82,
      714.87
    ],
    "text": "2) Mr. Shanthalal (3534) Sergeant, Police Station Meegahatenna. 3) Mr. Himala Rajapakse, Officer-In-Charge, Police Station Meegahatenna. 4) Mr. Lalith Pathinayake, Senior Superintendent of Police, SSP office, Nagoda, Kalutara. 5) Mr. N.K.Illangakoon, Inspector General of Police, Police Head Quarters, Colombo 1. 5A) Mr. Pujith Jayasundara, Inspector General of Police, Police Head Quarters, Colombo 01.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "2",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      72.01,
      497.62,
      119.0
    ],
    "text": "6) Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      121.7,
      543.09,
      447.81
    ],
    "text": "Respondents. Before: Buwaneka Aluwihare, PC. J., L.T.B. Dehideniya, J. and Murdu N.B.Fernando, PC. J. Counsel: Rasika Dissanayake for the Petitioner J.M. Wijebandara with Y.S.Shehani for the 1st and 2nd Respondents. Ms. S. Herath, SSC for the 3rd to 6th Respondents. Argued on: 06.08.2018 Decided on: 18.12.2019 Murdu N.B. Fernando, PC. J. The Petitioner is an Attorney-at-Law and by the Petition dated 24-02-2012 alleged the infringement of her fundamental rights guaranteed under Article 11,12(1) and 13 of the Constitution.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      11.039999961853027,
      12.0,
      12.479999542236328,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      450.06,
      543.1,
      495.62
    ],
    "text": "Thereafter on 29-05-2012 an Amended Petition was filed seeking among other relief, the following:",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      495.11,
      507.09,
      697.97
    ],
    "text": "i) a Declaration that the 1st and 2nd respondents and/or the State have infringed the petitioners fundamental rights guaranteed under Article 11 of the Constitution; ii) a Declaration that the 1st to 5th respondents and/or the State have infringed the petitioners fundamental rights guaranteed under Article 12(1), 12(2) and 14(1)(g) of the Constitution; and iii) that the 1st to 3rd respondents and all other police officers involved, concerned and/or responsible for the ill treatment and obstruction of the petitioner in the performance of her duties as an Attorney-at-Law be dealt with by way of a disciplinary action.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "3",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.13,
      543.03,
      101.61
    ],
    "text": "Leave to proceed was granted to the petitioner by this Court on 28-09-2012 for the alleged violation of Article 11 and 12(1) of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      104.55,
      543.1,
      221.13
    ],
    "text": "The relevant facts as narrated by the petitioner is as follows: - On 27-01-2012, the petitioner went to the Meegahatenna police station to surrender a suspect wanted in a case pending before the Magistrate Court of Matugama. She met the 3rd respondent, the Officer In Charge of the police station at his official quarters at about 8.30 am and on his instructions proceeded to the police station and met the 1st respondent, the Officer In Charge of the crimes division of the Meegahatenna police.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      223.95,
      543.1,
      281.16
    ],
    "text": "She informed the 1st respondent that she came to surrender a suspect. At once the 1st respondent attempted to assault the suspect. She told the 1st respondent not to assault the suspect and to follow the due process of law.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      283.98,
      543.1,
      357.24
    ],
    "text": "Thereafter an exchange of words took place between the petitioner and the 1st respondent and she was compelled to meet the 3rd respondent again and requested that the suspect be produced before the Magistrate Court. The 3rd respondent directed the petitioner back to the 1st respondent and informed her that he would speak to the 1st respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      360.3,
      543.06,
      435.38
    ],
    "text": "The petitioner once again met the 1st respondent and requested that relevant entries be made and she be issued with the reference number of the log entry, as proof of production of the suspect before the police station. At that moment, the 1st respondent verbally abused the petitioner and told her to stay outside until she was summoned.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      438.2,
      543.1,
      527.66
    ],
    "text": "Whilst she was standing outside the 1st respondents office, the 1st and 2nd respondents came out and insulted the petitioner and when she asked the 1st and 2nd respondent to mind their language the petitioner was further abused and she was even threatened with imprisonment. The petitioner tendered to this court affidavits of her husband (who accompanied her to the police station since she was in family way), her client and his parents to substantiate this incident.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      530.48,
      543.14,
      619.97
    ],
    "text": "The petitioner alleged the behavior of the 1st and 2nd respondents caused her severe pain of mind and humiliation which required medical treatment. Further the petitioner pleaded that she verily believed that the said distress and trauma caused her to miscarry the pregnancy. The petitioned produced two laboratory reports with regard to her pregnancy and termination thereof dated 24-01-2012 and 09-02-2012.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      622.91,
      543.09,
      695.33
    ],
    "text": "The facts stated by the 1st and 2nd respondents in their objections is as follows: - The petitioner arrived at the police station at around 6.45 am on 27-01-2012 and informed that she came to surrender a suspect.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "4",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.13,
      543.1,
      198.45
    ],
    "text": "Since it was time for the change of shifts and duty and officers rostered for day duty had not reported to their desks to take down necessary notes and statements, the petitioner was requested by the 1st respondent to stay out until she was called. The petitioner was annoyed by this request. Hence, the petitioner was asked to take a seat in the 1st respondents room itself. The petitioner sat and got the suspect who was wanted in connection with the offence of rape and stabbing also to sit and demanded that the process be immediately attended with and the suspect be produced in Court before 9.00 am. The petitioner also wanted the suspect to leave the police station with her.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      201.39,
      543.1,
      290.76
    ],
    "text": "Then the 1st respondent inquired from the suspect, whether he was in hiding after committing two offences. An exchange of words took place again and the 1st respondent informed the petitioner that he could arrest the suspect since he is wanted in connection with a serious crime. Thereafter, the petitioner walked out of the 1st respondents office and went towards the 3rd respondents official quarters.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      293.82,
      582.22,
      385.08
    ],
    "text": "The petitioner returned again and acted in a manner unbecoming of an Attorney-at-Law and loudly insulted police officers in general, which prompted the 2nd respondent (who was resting at the barracks after his night shift and who recognized the petitioner as a Lawyer appearing in the Magistrate Court) to come to the defence of the police officers. The 1st and 2nd respondents produced before this Court the extracts of the Police Information Book to substantiate their version.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      388.02,
      543.12,
      479.3
    ],
    "text": "The 1st and 2nd respondents further averred, that the petitioner used political affiliations and demanded that the 1st respondent apologizes to the petitioner but the 1st respondent did not tender an apology. The petitioner also complained to the 5th respondent which resulted in a departmental inquiry against the 1st and 2nd respondents but the petitioner failed to establish the allegations levelled against the said respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      482.36,
      543.12,
      686.69
    ],
    "text": "The 4th respondent, the Senior Superintendent of Police, Kalutara in his objections filed before this Court stated, that he appointed the Assistant Superintendent of Police Aluthgama to conduct an inquiry with regard to the incident and based on the said inquiry the 4th respondent submitted his report to the 5th respondent. The said report and the statements recorded at the inquiry were produced before this Court by the 4th respondent. The statements recorded were of the petitioner, her husband, the 1st, 2nd and 3rd respondents, three other police officers attached to the Meegastenna police station and an independent eye witness to the incident who was present at the police station. The 4th respondent in his objections further stated that the petitioner had informed the Inquiry Officer that she cannot produce any witnesses to substantiate her allegations. The 4th respondent also averred before this Court, that the Inquiry revealed that the petitioner behaved in an unruly manner within the police station and abused the 1st and 2nd respondents causing much humiliation and disgrace to them as well as to the police officers stationed at the police station.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.13,
      543.1,
      150.09
    ],
    "text": "The petitioner in her counter affidavit filed before this Court stated, that she was attached to the Walallawita Pradeshiya Sabha as a Legal Officer and admitted that she informed the political authority (a named senior Cabinet Minister) about the incident who got down the 1st respondent to the Pradeshiya Sabha and admonished him. The petitioner also stated that the 4th respondent SSP, has falsified under oath to save his subordinate officers.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      153.03,
      543.09,
      228.09
    ],
    "text": "Having referred to the factual matrix of this application as given by the parties, let me now consider the said facts pertaining to the incident to ascertain whether the petitioners fundamental rights guaranteed under Article 11 and 12(1) of the Constitution have been violated by the respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      231.15,
      543.09,
      303.6
    ],
    "text": "The said two Articles reads as follows: - Article 11 - No person shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment,",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      306.24,
      543.02,
      341.28
    ],
    "text": "Article 12(1) - all persons are equal before the law and are entitled to the equal protection of the law,",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      344.22,
      543.1,
      435.5
    ],
    "text": "The Counsel for the petitioner in his submissions, relied on three grounds to justify granting of the relief prayed for in the petition. The said grounds were that verbal abuse amounts to a violation of Article 11 of the Constitution, the usual conduct of the 1st respondent and the breach of Police Rules 2012 by the 1st respondent. It is observed that there is no reference to the 2nd respondent in respect of the 2nd and 3rd grounds.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      438.56,
      543.06,
      513.62
    ],
    "text": "Let me consider the 3rd ground relied on by the petitioner, i.e. the breach of Police Rules 2012 in the first instance. These rules were published in the gazette notification bearing no. 1758/36 dated 18-05-2012 and were produced before this Court together with the written submissions of the petitioner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      516.56,
      543.08,
      591.74
    ],
    "text": "It is observed that these rules issued by the Inspector General of police under Section 55 of the Police Ordinance is cited as Appearance of Attorney-at-Law at police stations and lays down certain guidelines to be followed. In Clause two it states that the rules shall be followed by all police officers of whatever rank, serving in every police station in Sri Lanka.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      594.71,
      543.1,
      702.17
    ],
    "text": "Clause three states, that every Attorney at-Law shall be treated cordially and courteously and given a fair and patient hearing. Clause four goes onto state that no police officer shall use physical force on an Attorney at-Law or resort to the use of abusive language or any other form of intimidatory conduct. Clause ten refers to the manner in which an officer of the police force who violates the rules should be dealt with viz. punishable under the provisions of Section 55 of the Police Ordinance and be subjected to a disciplinary inquiry conducted by the Department of Police.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "6",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.13,
      543.1,
      133.89
    ],
    "text": "The Police Rules 2012 were promulgated after the alleged incident. Therefore, I do not wish to place any reliance on the said rules in order to determine whether the 1st respondent breached the said rules or whether the petitioners fundamental rights were violated by the 1st respondent in view of the breach of the rules.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      136.72,
      543.11,
      275.28
    ],
    "text": "However, this Court observes that a disciplinary inquiry had been conducted on the instructions of the 5th respondent; and that the petitioner had failed to lead evidence to establish the allegations levelled against the 1st and 2nd respondents, especially the use of abusive language or that the 1st respondent commited a wrong as alleged by the petitioner. Consequent to the inquiry the recommendation of the 4th respondent had been to advise the 1st respondent, to act in a more cordial and friendly manner when dealing with the public. It is also observed that the 1st respondent had already been transferred out of the station consequent to the alleged incident and prior to the holding of the inquiry.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      278.11,
      543.06,
      319.68
    ],
    "text": "In the aforesaid circumstances, we see no merit in the said submission of the petitioner pertaining to the breach of Police Rules by the 1st respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      322.51,
      543.1,
      396.48
    ],
    "text": "The 2nd submission of the Counsel for the petitioner before this Court was the usual conduct of the 1st respondent. To substantiate the allegation of usual conduct the petitioner relied on a fundamental rights Application bearing No SC/FR 331/2014 filed before this Court in which the 1st respondent tendered an unqualified apology to the petitioner therein.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      399.19,
      543.1,
      521.66
    ],
    "text": "Upon perusal of the petition and the journal entries of the said application (tendered to this Court together with the petitioners written submissions) we observe, that the petitioner of the said application is a person belonging to the Muslim faith who had been arrested at the instigation of a 3rd party on a false charge and assaulted and produced before the Magistrate Court on a B report, in the aftermath of the March 2014 riots at Dharga Town, Aluthgama. This incident has happened two years after the alleged incident complained of in the instant application. The petitioner has not referred to any other instance in which the conduct of the 1st respondent has been wanting.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      524.49,
      543.1,
      582.26
    ],
    "text": "In the said circumstances, we see no reason to come to a finding detrimental to the 1st respondent in respect of his usual conduct as adverted to by the Counsel for the petitioner, based only upon the above said incident. Hence, we see no merit in the said submission.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      585.09,
      543.11,
      659.09
    ],
    "text": "The 3rd and final submission of the Counsel for the petitioner is in respect of the use of abusive language by the 1st and 2nd respondents. It was submitted that the said conduct of the 1st and 2nd respondents was a violation of the Petitioners fundamental rights guaranteed under Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      661.8,
      543.1,
      703.49
    ],
    "text": "Prior to discussing the said submission, I wish to observe that the petitioner has refrained to make any submissions, in respect of the violation or an imminent infringement of the",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "7",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.13,
      542.93,
      101.61
    ],
    "text": "fundamental rights guaranteed under Article 12(1) of the Constitution by either one or any of the respondents and/or the State, as prayed for in the Amended Petition filed before this Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      104.55,
      542.97,
      147.33
    ],
    "text": "In the said circumstances, it is not necessary for me to consider Article 12(1) of the Constitution or its violation by either one or any of the respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      150.39,
      543.08,
      209.25
    ],
    "text": "Nevertheless, in the interest of justice, I have considered the facts envisaged in the petition against the 3rd to the 6th respondents and I am of the view that the said facts do not support a violation of Article 12(1) of the Constitution by the aforesaid respondents against the petitioner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      212.31,
      543.1,
      271.2
    ],
    "text": "With regard to the violation of Article 12(1) of the Constitution by the 1st and 2nd respondents, I wish to consider same in the light of the submissions made by the petitioner with regard to Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      274.26,
      543.09,
      349.32
    ],
    "text": "The petitioner submits that she being a Lady Lawyer was abused and harassed inside a state institution established to maintain law and order by persons entrusted with the duty to secure the rights of the citizens and that the unbearable distress and the trauma caused the petitioner to miscarry within a period of two weeks into her pregnancy.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      352.38,
      543.05,
      475.94
    ],
    "text": "There is no medical evidence led before this Court, except the two laboratory reports to establish that the distress and trauma caused the petitioner to miscarry. In the absence of any medical evidence to even establish that the petitioner sought treatment or that the two incidents were remotely connected, or there was causation between the said incidents, I see no reason to find a violation of the petitioners fundamental rights guaranteed under Article 11 and 12(1) of the Constitution by the 1st and the 2nd respondents solely upon the said misadventure adverted to by the petitioner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      478.88,
      543.1,
      553.94
    ],
    "text": "Further, I observe that there is no medical evidence produced before Court to substantiate that use of force or an act of assault was committed on the petitioner by the said respondents. Thus, upon the said ground too, I see no reason to find that the 1st and the 2nd respondents violated the fundamental rights of the petitioner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      557.0,
      543.06,
      616.01
    ],
    "text": "Sharwananda CJ in Namasivayam Vs Gunewardena [1989] 1 SLR 294 held that in the absence of medical evidence to corroborate cruel treatment or torture a Court will not hold that there had been a violation of Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      618.95,
      543.09,
      710.21
    ],
    "text": "The petitioners main contention is that the petitioner was verbally abused and thus the verbal abuse amounts to a violation the petitioners fundamental rights guaranteed under Article 11 of the Constitution. To substantiates the said argument the petitioner relies on the recent Judgment of this Court in Suppaiya Sivakumar Vs Sargent Jayaratne and others SC FR 56/2012. S.C. Minutes dated 26.07.2018.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "8",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.13,
      543.11,
      182.37
    ],
    "text": "However, I observe that the facts of the above case can easily be distinguished from the instant application. In the case relied upon by the petitioner, Suppaiya Sivakumar who was watching a Hindu religious celebration was assaulted by the police officers with a club, subjected to continuous verbal and physical abuse and dragged on a road continuously being beaten and treated like an offender in front of his relatives and the general public. In the light of the medical evidence produced, Aluwihare J, held that the act of assault and verbal abuse of the petitioner Suppaiya Sivakumar was malicious and completely unwarranted.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      185.31,
      543.1,
      260.52
    ],
    "text": "His Lordship referred to the Judgment of Shirani Bandaranayake J. in Abeywickrema Vs Guneratne [1997] 3 SLR 225 at page 228 wherein a passage from Justice A.R.B. Amerasinghes book on Our Fundamental Rights of Personal Security and Physical Liberty which reads as follows: -",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      263.18,
      543.09,
      374.88
    ],
    "text": "Something might be degrading in the relevant sense, if it grossly humiliates an individual before others or drives him to act against his will or conscience was cited with approval and held that the petitioner Suppaiya Sivakumar was subjected to degrading treatment and the conduct of the police officers caused humiliation to the petitioner Suppaiya Sivakumar and held that the said petitioners fundamental rights guaranteed under Article 11 and 12(1) of the Constitution had been violated.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      3.0,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      377.94,
      543.08,
      466.46
    ],
    "text": "In my view, no parallel can be drawn between the above case and the instant application. In the application before this Court, admittedly there was no physical abuse or assault. There had only been an exchange of words between the petitioner and the 1st respondent, which in my view was completely unwarranted.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      469.52,
      543.09,
      528.38
    ],
    "text": "The petitioner walked into the police station early in the day to surrender a suspect. The petitioner wanted the matter expeditiously dealt with and the suspect be permitted to leave the police station with her which in my view was also completely unwarranted.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      531.44,
      543.09,
      622.73
    ],
    "text": "The suspect was wanted in respect of committing two offences, rape and stabbing with a knife and evading police. When a suspect is surrended, the police need to take steps and follow the due process of law and statements recorded and required investigations done. The due process should not be hampered with time constraints and dictates of Attorney at-Law watching the interest of the suspect.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      625.67,
      543.09,
      684.65
    ],
    "text": "The petitioner alleged that as she informed the 1st respondent that she wanted to surrender the suspect the 1st respondent attempted to assault the suspect in front of her and she requested him not to assault her client and then the 1st respondent bluffed about his educational qualifications.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "9",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      71.08,
      543.07,
      134.73
    ],
    "text": "The 1st respondent in his narration referred to the non-availability of officers to take down notes which led to the delay in attending to the matter of the petitioner and that the petitioner who appeared to be annoyed shouted at the police officers saying wg mdia tjqka, among other derogatory statements.",
    "fonts": [
      "DL-Manel-bold.-x",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      137.67,
      543.11,
      278.28
    ],
    "text": "In all the statements produced before this Court, a reference is made to the utterance of the petitioner wg mdia tjqka viz police officers having only a grade eight qualification. The 1st respondent a sub-inspector appeared to have retorted back by saying that he has been to campus. I also observe that in the affidavits filed before this Court annexed to the petition, the petitioners husband, as well as the suspect and his parents categorically state that the petitioner tendered a letter issued by an ASP of a neighboring police division to the 3rd respondent and there was an exchange of words with reference to the said letter as well. The petitioner is silent on the said matter.",
    "fonts": [
      "DL-Manel-bold.-x",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      281.22,
      543.09,
      324.0
    ],
    "text": "Having weighed the evidence produced I tend to accept the narration given by the 1st and 2nd respondents that the petitioner created a commotion at the police station.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      327.06,
      543.1,
      385.92
    ],
    "text": "In my view the afore said conduct of an Attorney at-Law at a police station is unwarranted and deplorable, more so when it comes from a Lady Lawyer who has being admitted to the bar only three and a half years back.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      388.98,
      543.1,
      480.14
    ],
    "text": "Another factor that should be borne in mind is that the office of an Attorney at-Law is also governed by the Supreme Court (Conduct of and Etiquette of Attorney at-Law) Rules of 1988 where it is specifically stated that on Attorney at-Law must not conduct herself in any manner which would be reasonably regarded as unworthy, disgraceful and dishonorable by Attorneys at-Law of good repute.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      483.2,
      543.1,
      525.98
    ],
    "text": "When analysing the behavior of the petitioner and the 1st respondent based on the affidavits filed before Court, I am reminded of the oft quoted saying that, courtesy begets courtesy.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      529.04,
      543.1,
      597.02
    ],
    "text": "Independent to the above conduct of the petitioner, let me move onto consider whether by the actions and the behavior of the 1st and the 2nd respondents especially the alleged verbal abuse, violates the petitioners fundamental right guaranteed under Article 11 and 12(1) of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      597.71,
      543.1,
      640.49
    ],
    "text": "Amerasinghe J. in Channa Peiris and others Vs Attorney General and others [1994] 1 SLR 1 made the following observations pertaining to a violation of Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      643.43,
      507.03,
      716.37
    ],
    "text": "(i) the acts and conduct complained of must be qualitatively of a kind that a Court may take cognizance of. Where it is not so, the Court will not declare that Article 11 has been violated;",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "10",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      71.96,
      507.05,
      85.41
    ],
    "text": "(ii) torture, cruel, inhuman or degrading treatment or punishment may take many",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      135.02,
      88.33,
      325.61,
      101.61
    ],
    "text": "forms, psychological and physical; and",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      104.46,
      506.89,
      127.17
    ],
    "text": "(iii) having regard to the nature and gravity of the issue, a high degree of certainty",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      129.97,
      543.02,
      219.45
    ],
    "text": "is required before the balance of probability might be said to tilt in favour of a petitioner endeavoring to discharge his burden of proving that he was subjected to torture or to cruel, inhuman or degrading treatment. In Gunawardena Vs Perera and others [1983] 1 SLR 305 at page 313, Soza J stated as follows: -",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      222.12,
      507.05,
      367.56
    ],
    "text": "There can be no doubt that the burden in on the petitioner to establish the facts on which she invites the Court to grant her the relief she seeksthe standered of proof is preponderance of probability. It is generally accepted that within this standard there could be varying degrees of probability. The degree of probability required should be commensurate with the gravity of the allegation sought to be proved. This Court when called upon to determine the questions of infringement of fundamental rights will insist on a high degree of probability as for instance a court having to decide a question of fraud in a civil suit would. The conscience of the Court must be satisfied that there has been an infringement.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      2.0399999618530273,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      370.62,
      543.1,
      494.18
    ],
    "text": "In the said case, the petitioner a veteran lady politician along with others staged a demonstration and were walking back along the Galle Road. Consequent to an incident that occurred on the way back, she walked into the police station. She alleged that at the police station she was thrown down, kicked and pushed and subjected to cruel and inhuman and degrading treatment which violated her fundamental rights set out in Article 11 of the Constitution. The Court having analysed the evidence held that the allegation of degrading treatment had not been established by proof to the high degree of probability required.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      497.12,
      543.08,
      636.89
    ],
    "text": "Similarly, in Mrs.W.K.M. de Silva Vs Chairman Fertilizer Corporation [1989] 2 SLR 399 wherein the petitioner, who was the secretary to the Chairman, came before this Court alleging cruel, inhuman and degrading treatment at the hands of the Chairman. This Court held that although it is clear that the petitioner has been degraded and humiliated in front of her colleagues and subordinates and the conduct speltout would undoubtedly amount to a grossly unfair labour practice, it does not constitute torture or cruel, inhuman or degrading treatment or punishment and fall far short of the degree of mental or physical coercisevenss or viciousness required to fall within Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      639.95,
      542.97,
      715.01
    ],
    "text": "The foregoing judicial decisions of this Court has clearly identified and laid down that a high degree of certainty is required before the balance of probability would tilt in favour of a petitioner endeavoring to discharge the burden of proof with regard to an allegation of torture or cruel, inhuman or degrading treatment.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "11",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.13,
      543.03,
      133.89
    ],
    "text": "Having analsed the evidence produced before this Court, I hold that the petitioner has failed to establish her allegation of torture or cruel, inhuman or degrading treatment in the hands of the 1st and 2nd respondents. Thus, I hold that the petitioner rights assured under Article 11 of constitution has not been violated by the said respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      136.81,
      542.99,
      198.45
    ],
    "text": "The petitioners has also failed to establish the claim that the petitioner fundamental rights to equality before the law and equal protection of the law pledged by Article 12(1) of the constitution had been violated by the 1st and 2nd respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      201.37,
      424.99,
      343.19
    ],
    "text": "For the above reasons the application of the petitioner is refused.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      12.479999542236328,
      15.960000038146973,
      21.959999084472656
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      360.07,
      343.77,
      543.22,
      357.59
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      357.84,
      543.22,
      473.77
    ],
    "text": "Buwaneka Aluwihare, PC. J. I agree Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      3.9600000381469727,
      12.0,
      12.479999542236328,
      15.960000038146973,
      18.0,
      26.040000915527344
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      473.92,
      602.64,
      609.76
    ],
    "text": "L.T.B. Dehideniya, J. I agree Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      3.0,
      8.039999961853027,
      11.039999961853027,
      12.479999542236328,
      15.960000038146973,
      18.0
    ]
  }
]