[
  {
    "page_number": 0,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.38,
      94.97,
      467.23,
      110.07
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      110.21,
      428.44,
      139.4
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      139.44,
      498.7,
      397.29
    ],
    "text": "The matter of an application under Article 126 (2) of the Constitution of the Democratic Socialist Republic of Sri Lanka. 1. Ponsuge Sanjeewa Tisera 189/03, Palagathure, Kochchikade. 2. Sebastian Jude Shakespeare 21/10/A, Shramadana Road, Ethukala, Negombo. SC/FR Application No. 368/2016 Petitioners",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      253.85,
      399.51,
      498.7,
      629.08
    ],
    "text": "Vs. 1. Singappulige Deeptha Rajitha Jayantha Headquarters Inspector, Chief Inspector, Police Station Marawila 2. Kamal (41246) Police Sergeant, Police Station Marawila 3. Hon. Attorney General Attorney Generals Department, Colombo 12.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      629.12,
      498.7,
      756.49
    ],
    "text": "Respondents Before : Vijith K. Malalgoda, PC. J A. L. Shiran Gooneratne, J K. Priyantha Fernando, J",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      71.98,
      448.9,
      118.4
    ],
    "text": "Counsel : Lakdev Unamboowa for the Petitioners.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      131.4,
      462.1,
      258.8
    ],
    "text": "Maheshika Silva, DSG for the Respondents. Argued on : 10.03.2023 Decided on : 30.05.2023",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      82.82,
      261.03,
      498.46,
      761.08
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J 1. The two petitioners are employees of Rodrigo Suppliers which is a business engaged in exporting sea food, meat, vegetables and bakery products in whole sale. The first petitioner is the driver of the lorry bearing Registration No. WPLF 5769 and the second petitioner is the cleaner of the same lorry. The two petitioners complained of the alleged violation of their rights guaranteed under Articles 12(1) and 13(1) of the Constitution due to the actions of the respondents. This Court granted leave to proceed for both the alleged violations. 2. The Facts According to the petitioners, on 15.09.2016 they set off in a lorry bearing Registration No. WPLF 5769 to go to Haneefa Farm in Mihintale. Upon reaching the farm, they purchased 300kg of mutton priced at Rs. 322,500 (receipt [P-1]). At around 4.00 p.m. on the same day, they loaded the mutton after getting it inspected and approved by the Public Health Inspector (PHI) of Mihintale. The petitioners left the farm at around 10.00 p.m. to come towards Negombo. 3. When they were on their way to Negombo, on the 16.09.2016 which was a poya day, the lorry was stopped in Maha Weva at about 2.30 am by the 2nd respondent who is a police sergeant and some other police officers. The police officers have asked them to show their permit for transporting meat. The petitioners have stated that, they have often been transporting meat and such permit was never required.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      82.82,
      71.98,
      498.46,
      296.63
    ],
    "text": "4. Thereafter, the 2nd respondent arrested the petitioners and took both the petitioners along with the vehicle containing mutton to police custody. The petitioners state that they were not informed the reason for the arrest. Thereafter, at about 6.30 a.m. they were locked up at Marawila police station and was produced before the Acting Magistrate of Marawila at 4.00 p.m. on the same day. According to the Magistrate Court record No. B/1137/16 [P-2] the petitioners were released on bail and the Magistrate ordered to continue to keep the mutton in the cooler of the lorry. The Magistrate further called for a veterinary surgeons report and the case was called on 19.09.2016, on which the police informed Court that the report of the veterinary surgeon dated 17.09.2016 stated that the meat was not fit for human consumption.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      82.82,
      298.95,
      502.08,
      392.87
    ],
    "text": "5. On 21.09.2016, upon the request of Court, reports from the veterinary surgeon [P-2(a)] and the PHI [P-2(b)] were produced to Court, which stated that the mutton was not fit for consumption. Thereafter, the Court directed to destroy the meat and the lorry be released to the owner subject to a bond.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      82.82,
      395.19,
      498.46,
      489.01
    ],
    "text": "6. According to the B report filed by the 1st respondent [P-2(c)] the petitioners were said to have been arrested on the basis of transporting 300kg of mutton without permit, an offence said to be punishable under section 4(1) of the Butchers (Amendment) Act.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      82.82,
      491.33,
      498.46,
      585.25
    ],
    "text": "7. Later, on 19.09.2016, the police stated that the law set out in the B report was erroneous and on 21.09.2016 they stated that the relevant law under which the petitioners had committed an offence was section 20(a) read with 20(1) of Butchers Ordinance 1957 and section 14 read with section 17 of the Holidays Act No. 29 of 1971.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      82.82,
      587.57,
      498.43,
      681.52
    ],
    "text": "8. The petitioners state that the law set out above has no application to them as it was purchased on 15.09.2016, and as they have not committed an offence there is no cause for their arrest and detainment by the 1st and the 2nd respondents which makes the arrest contrary to law.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      82.82,
      683.84,
      498.35,
      761.44
    ],
    "text": "9. On behalf of the respondents, it was submitted that, the petitioners were arrested while transporting a huge quantity of meat during the wee hours of a Poya day. It is the contention of the learned Deputy Solicitor General (DSG) for the respondents,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      109.82,
      71.98,
      498.46,
      215.6
    ],
    "text": "that in the circumstances, there existed a reasonable suspicion that animals have been slaughtered for sale on a Poya day. It was further submitted that, the petitioners were charged under the provisions of the Food Act for the possession and transporting of mutton which is unsuitable for human consumption, as per the report of the Veterinary Research Institute of Gannoruwa. It is the contention of the learned DSG that, the 1st and the 2nd respondents have always acted in good faith in conducting their duties.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      82.82,
      217.92,
      498.22,
      247.04
    ],
    "text": "10. Admittedly, the petitioners were arrested in the wee hours of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      109.82,
      249.24,
      498.46,
      311.93
    ],
    "text": "16.09.2016. The petitioners have been in possession of a receipt [P-1] for purchasing the 300kg of mutton from Mihintale. Admittedly, the petitioners were in possession of a certificate issued by the PHI of Mihinatle, which was taken by the police.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      82.82,
      314.19,
      498.38,
      343.31
    ],
    "text": "11. The petitioners were initially produced before the Magistrate Court",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      109.82,
      345.51,
      498.46,
      456.73
    ],
    "text": "of Marawila on 16.09.2016 with the B report which stated that the petitioners have committed an offence in terms of section 4(1) of the Butchers Act No. 13 of 2008. In the B report signed by the Headquarters Inspector of Marawila (1st respondent), he has moved the learned Magistrate to remand the petitioners till 23.09.2016, that is, until they obtain a report from the Government Veterinary Officer.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      82.82,
      459.05,
      498.38,
      488.11
    ],
    "text": "12. As per the report issued by the PHI of Thoduwawa, he has",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      109.82,
      490.25,
      498.41,
      569.05
    ],
    "text": "examined the meat (mutton) on 21.09.2016 at 2:30 p.m. on which he found that the temperature of the deep freezer truck was not up to the expected standard, and that the meat is not fit for human consumption and also that the official stamp was not visible on the meat.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      82.82,
      571.37,
      498.42,
      600.49
    ],
    "text": "13. Although the learned DSG for the respondents submitted that the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      109.82,
      602.69,
      498.46,
      730.12
    ],
    "text": "official stamp was not visible on the meat, when the petitioners were arrested, no such thing was reported to the learned Magistrate in the first B report. It is observed that it may have been an afterthought when the police obtained the report form the PHI on 21.09.2016 which stated that the official stamp was not visible on the meat. It is pertinent to note that, the PHI of Marawila has inspected the meat on 21.09.2016, which is five days after the arrest of the petitioners.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      82.82,
      71.98,
      498.37,
      86.04
    ],
    "text": "14. Both the reports issued by the PHI of Marawila and the PHI of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      109.82,
      88.2,
      498.41,
      231.8
    ],
    "text": "Thoduwawa [P-2(a)] and [P-2(b)] respectively, were issued on 21.09.2016, that is five days after the arrest. As per the petition, when the petitioners were arrested, they were in possession of a report from the PHI of Mihintale to the effect that the lorry was fit to transport meat and that the meat was fit for human consumption. The respondents in their objections/written submissions on their behalf, other than the general denial of the averments of the petition, has not specifically denied that the petitioners were in possession of the PHI report.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      82.82,
      234.12,
      498.37,
      263.24
    ],
    "text": "15. The learned DSG for the respondents submitted that, when the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      109.82,
      265.47,
      498.46,
      344.27
    ],
    "text": "respondents stopped the lorry, the temperature of the freezer was shown to be not up to the expected standard. However, the respondents have failed to mention this in the first B report. Although it is mentioned in the notes of the police officers, those notes were pasted on the 25.09.2016, 6 days after the incident.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      82.82,
      346.59,
      498.21,
      375.59
    ],
    "text": "16. The learned DSG on behalf of the respondents heavily relied on",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      109.82,
      377.79,
      498.46,
      489.01
    ],
    "text": "the case of Joseph Perera alias Bruten Perera v. The Attorney-General and Others 1 Sri.L.R. [1992] 199 and submitted that, for an arrest, there need not be clear and sufficient proof regarding the commission of the alleged offence. A reasonable suspicion based on an objective standard would be sufficient to show that the respondents have acted in good faith if they had reasons to suspect that the petitioners have committed the alleged offence.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      82.82,
      491.33,
      498.37,
      520.51
    ],
    "text": "17. However, in Joseph Perera (supra) the provisions of the U.K. law",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      109.82,
      522.65,
      498.37,
      569.05
    ],
    "text": "which reflects the interpretation of the above position has been duly explained by citing what Lord Scott L.J stated in the case of Dumbell v. Roberts.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      172.82,
      582.05,
      498.22,
      758.14
    ],
    "text": "the constable shall before arresting satisfy himself that there do in fact exist reasonable grounds for suspicion of guilt. That requirement is very limited. The police are not called upon before acting to have anything like a prima facie case for convicting ... The duty of the police ... is, no doubt, to be quick to see the possibility of crime, but equally they ought to be anxious to avoid mistaking the innocent for the guilty ... The police are required to be observant, receptive and open-minded and to notice any relevant circumstance which points either way, either to innocence or guilt. They may have to act on the spur of",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      172.82,
      71.98,
      498.65,
      248.06
    ],
    "text": "the moment and have no time to reflect and be bound, therefore, to arrest to prevent escape; but where there is no danger of the person who has ex hypothesi aroused their suspicion ... (escaping) ... they should make all presently practicable enquiries from persons present or immediately accessible who are likely to be able to answer their enquiries. I am not suggesting a duty on the police to try to prove innocence; that is not their function; but they should act on the assumption that their prima facie suspicion may be ill-founded.",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      250.2,
      498.46,
      296.63
    ],
    "text": "[Emphasis Mine] 18. In light of the reasonable suspicion to arrest, I do concede that a",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      298.83,
      498.38,
      491.05
    ],
    "text": "certain degree of discretion must necessarily be awarded to the police for the due performance of their duties and maintenance of public order. However, allowing the police to arrest on suspicion where it is not reasonable would create room for violations of liberty to take place. Therefore, the discretion granted should not extend to the extent where it would amount to an arbitrary violation of liberty and should be strictly where there exist reasonable grounds for such arrest. Even in such a situation, the police must always be mindful that their assumptions may be incorrect. 19. In the instant case, the 2nd respondent arrested the petitioners",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      109.82,
      493.25,
      498.38,
      523.51
    ],
    "text": "while they were transporting meat in the wee hours of 16.09.2016 which was a Poya day.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      525.77,
      498.25,
      554.89
    ],
    "text": "20. Upon being questioned whether there was a permit to transport",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      109.82,
      557.09,
      498.46,
      765.58
    ],
    "text": "meat, the petitioners have asserted that it was never a requirement to carry a permit when transporting meat. However, they have produced the receipt in proof of purchasing the meat [P-1] and the certificate issued by the PHI of Mihintale to the respondents. This cannot be considered as falling within the purview of an arrest based on reasonable suspicion simply due to the fact that, there was no basis for such a reasonable suspicion to arise. The petitioners were not butchers, they were employees of a wholesale transport service. Further, the respondents cannot rely on the fact that there was reasonable suspicion to suspect that animals have been slaughtered for sale on a Poya day, as the petitioners were arrested at about 2.00 a.m. on the Poya day itself (16.09.2016) in Maha Weva, a considerable distance from the place of purchase,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      82.82,
      71.98,
      498.46,
      215.6
    ],
    "text": "which is Mihintale. Further, the certificate issued by the PHI of Mihintale stating that the meat is fit for human consumption is dated 15.09.2016 which is conclusive on the fact that the animals were slaughtered on or before 15.09.2016. Thus, a logical application of mind and reason would have led to the reasonable conclusion that the animals were slaughtered the day before, that is, on 15.09.2016. 21. In Piyasiri & Others v. Nimal Fernando, A.S.P. & Others it was",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      109.82,
      217.8,
      170.54,
      231.8
    ],
    "text": "held that,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      82.82,
      244.8,
      498.41,
      420.83
    ],
    "text": "The arrest of the petitioners was highly speculative and.. was for the purpose of ascertaining whether any of them could be detected to have committed an offence of bribery. No Police Officer has the right to arrest a person on a vague and general suspicion, not knowing the precise crime suspected but hoping' to obtain evidence of the commission of some crime by searching the petitioners after arresting them. The Law does not sanction such a course of action. 22. In the case at hand, the petitioners were arrested on mere",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      82.82,
      423.03,
      498.45,
      469.45
    ],
    "text": "speculation, without any basis for reasonable suspicion. 23. Upon a careful perusal of the Magistrate Court record [X-1], it",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      109.82,
      471.65,
      498.46,
      761.08
    ],
    "text": "must be noted that the respondents initially failed to demonstrate the provisions of law under which they charged the petitioners. Later, the respondents attempted to carry on the case by introducing new offences on two occasions and continued to violate the rights of the petitioners. It is pertinent to note that, according to the affidavit of the 2nd respondent dated 01.03.2018, after investigating further, a plaint was filed on 07.11.2016 which was produced as [1R-2]. Three offences are mentioned on top of the document 1R-2 with the draft charges overleaf. The charges were, the transporting of mutton without a permit, having in possession of mutton for sale on a Poya day, transporting mutton that is unfit for human consumption respectively. The learned Magistrate eventually discharged the petitioners upon the finding that, by proceeding with the charges levelled against the petitioners, it would not be possible to punish the petitioners on the said charges. It is clear that the respondents have acted on afterthoughts when they found that there is no provision to charge the petitioners after they were arrested and brought to the police",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      71.98,
      498.46,
      118.4
    ],
    "text": "station with the lorry that contained the meat. This course of events clearly portrays malice on the part of the respondents. Actions such as these should not be carried out.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      120.72,
      498.31,
      149.84
    ],
    "text": "24. The respondents arrested the petitioners without reasonable",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      152.04,
      498.41,
      263.24
    ],
    "text": "grounds on vague suspicion, intending to obtain evidence after the arrest. Further, malice on the part of the respondents also contributes to conclude that this course of action is strictly outside the authority afforded to police officers and therefore is a direct violation of Article 13(1) of the Constitution. 25. Alleged Violation of Article 12(1)",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      265.47,
      498.46,
      376.55
    ],
    "text": "It is submitted on behalf of the petitioners that, the arrest carried out on a purported basis of a violation of the Butchers Ordinance and the Holidays Act, is without legal basis, arbitrary, illegal and is in violation of the fundamental rights of the petitioners guaranteed by Articles 12(1) and 13(1) of the Constitution. 26. Article 12(1) guarantees equality before the law and equal",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      378.75,
      498.52,
      425.15
    ],
    "text": "protection of the law. 27. In case of Ariyawansa and others v. The Peoples Bank and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      427.35,
      498.46,
      441.41
    ],
    "text": "others [2006] 2 Sri LR 145 at 152 Bandaranayake J. stated that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      454.49,
      498.35,
      549.37
    ],
    "text": "The concepts of negation of arbitrariness and unreasonableness are embodied in the right to equality as it has been decided that any action or law which is arbitrary or unreasonable violates equality. 28. Thus, the arbitrariness of the arrest made without legal basis",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      551.57,
      498.28,
      614.17
    ],
    "text": "affects the equal protection guaranteed to the petitioners under section 12(1) of the constitution as well. 29. Article 126 One Month Rule",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      616.4,
      498.46,
      727.6
    ],
    "text": "Article 126(2) of the Constitution sets out that a fundamental rights petition must be presented to the Supreme Court within one month of such violation. In the case at hand, the petition has been presented to Court on 17.10.2016, and the arrest was made on 16.09.2016. 30. Although this issue was not taken up by the respondents at the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      729.8,
      498.41,
      760.0
    ],
    "text": "initial stages, at the hearing of this application, the learned DSG for the respondents raised this objection stating that the",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      71.98,
      498.46,
      231.8
    ],
    "text": "application was filed out of time. At the hearing of this application, both parties were permitted to file further written submissions, if necessary, within a period of four weeks from the date of the hearing. In his written submissions, the learned Counsel for the petitioners has brought to the notice of this Court that the petition was submitted to Court within the permitted time period, as 16.10.2016 was a Sunday and that the petition was filed on the following day which was a Monday. 31. In terms of Section 8(1) of the Interpretation Ordinance,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      244.8,
      498.41,
      404.63
    ],
    "text": "Where a limited time from any date or from the happening of any event is appointed or allowed by any written law for the doing of any act or the taking of any proceeding in a court or office, and the last day of the limited time is a day on which the court or office is closed, then the act or proceeding shall be considered as done or taken in due time if it is done or taken on the next day thereafter on which the court or office is open. 32. In the instant case, the date in which the alleged illegal arrest took",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      406.83,
      498.46,
      582.85
    ],
    "text": "place was 16.09.2016 and the required one-month period would generally only extend up to 16.10.2016. This application was filed on 17.10.2016. However, as 16.10.2016 was a Sunday in which the Court office is closed, the next working day would be 17.10.2016. Thus, considering the provisions laid down in section 8(1) of the Interpretation Ordinance, this application would be considered as made in due time and should be allowed even though it was filed one day after the lapse of one month since the alleged illegal arrest. Therefore, the said objection has no merit. 33. In light of the observations made above, it is my view that the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      585.05,
      498.46,
      761.08
    ],
    "text": "arrest of the petitioners was not made on reasonable suspicion as required by law, and therefore is illegal and unlawful and in violation of the fundamental rights that have been guaranteed to the petitioners under Articles 13(1) and 12(1) of the Constitution. Further, the objection raised on the issue of the application being time barred also cannot stand. Thus, this application should be allowed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      71.98,
      305.93,
      85.98
    ],
    "text": "34. Declarations and Compensation.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      109.82,
      88.2,
      498.46,
      312.83
    ],
    "text": "In the above premise, I declare that the fundamental rights that have been guaranteed to the petitioners under Articles 13(1) and 12(1) of the Constitution has been violated. As per Article 126(4) of the Constitution, the Supreme Court is empowered to grant such relief as it may deem just and equitable in the circumstances in respect of any petition referred to it under Article 126(2). Therefore, in the circumstances of this case, considering the discomfort and the losses that were suffered by the petitioners due to the arbitrary acts of the respondents, I order the 1st respondent to pay a sum of Rs. 25,000/- as compensation to each of the petitioners. I further order the 2nd respondent to pay Rs. 10,000/- as compensation to each of the petitioners. The respondents are ordered to pay the above compensation out of their personal funds.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      315.15,
      259.73,
      358.67
    ],
    "text": "Application Allowed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      393.27,
      498.7,
      488.27
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE VIJITH K. MALALGODA, PC.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      172.82,
      488.56,
      216.74,
      504.92
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      555.29,
      498.7,
      666.5
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE A. L. SHIRAN GOONERATNE",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      668.72,
      215.81,
      715.1
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      244.85,
      717.32,
      490.18,
      763.69
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]