[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      537.65,
      718.78
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA In the matter of an Appeal from a Judgment of the Civil Appellate High Court of Colombo. Samathapala Jayawardena, No. 38, Maligawatta Road, Colombo 10. S.C.Appeal No. 119/09 Plaintiff SC/HCCALA/175/09 Vs WP/HCCA/COL/50/2007(F) D.C.Colombo Case No. 25593/MR People’s Bank, No.75,Sir Chittampalam A.Gardiner Mawatha, Colombo 2. Defendant AND People’s Bank, No.75,Sir Chittampalam A.Gardiner Mawatha, Colombo 2. Defendant Appellant Vs Samathapala Jayawardena, No. 38, Maligawatta Road, Colombo 10. Plaintiff Respondent",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.4,
      473.21,
      101.06
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      103.7,
      539.81,
      320.81
    ],
    "text": "People’s Bank, No.75,Sir Chittampalam A.Gardiner Mawatha, Colombo 2. Defendant Appellant Appellant Vs Samathapala Jayawardena, No. 38, Maligawatta Road, Colombo 10. Plaintiff Respondent Respondent (Deceased)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      321.59,
      524.33,
      364.73
    ],
    "text": "1. Ariyawathie Jayawardena 2. Tyronne Deepal Jayawardena 3. Buddhika Upamalika",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      367.37,
      535.83,
      713.89
    ],
    "text": "Jayawardena 4. Ryan Jayawardena 5. Rienzie Nalin Jayawardena 6. Surath Nilantha Jayawardena All of No. 38, Maligawatta Road, Colombo 10. Substituted Plaintiff Respondent Respondents BEFORE : S. EVA WANASUNDERA PCJ. ANIL GOONERATNE J. & H.N.J. PERERA J. COUNSEL : S.A. Parathalingam PC with Kushan D’Alwis PC and Kaushalya Nawaratne for the Defendant Appellant Appellant. M.C.M.Muneer with Pubudu C. Withanage and Chand- ima Samarasiri for the Substituted Plaintiff Respondent Respondents.",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      543.06,
      208.49
    ],
    "text": "ARGUED ON : 31 .01.2017. DECIDED ON : 20.02.2017. S. EVA WANASUNDERA PCJ. This Court granted leave to appeal on the questions of law contained in paragraph 14 (a), (b) and (c) of the Petition dated 06.10.2009. The said questions read as follows:-",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      209.31,
      542.94,
      225.53
    ],
    "text": "(a) Is the Petitioner as a banker entitled in law to recover the said sum of Rs.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      228.65,
      543.07,
      345.2
    ],
    "text": "5,532,546/40 from the Respondent on account of monies due from M/s International Rubber Industries Pvt. Limited? (b)(i) Has the Respondent consented to and acquiesced to the Petitioner recovering the said sum of Rs. 5,532,546/40 from the monies payable to the Respondent? (ii) If so, is the Respondent estopped in law and/or in fact from challenging the same?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.74,
      346.14,
      543.01,
      362.36
    ],
    "text": "(c) Has their lordships of the High Court of Appeal erred in law in holding that",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      365.36,
      543.28,
      704.17
    ],
    "text": "the said Appeal consisted of only questions of fact and therefore the judgment of the learned Additional District Judge should not be interfered with? Samathapala Jayawardena was a customer of the People’s Bank. He was a businessman who was the Managing Director of Nalin Enterprises (Pvt.) Ltd. as well as International Rubber Industries (Pvt.) Limited. He and his wife along with his son were the only Directors of Nalin Enterprises and all of them were Directors in the International Rubber Industries. He had different current accounts for both these business enterprises with the People’s Bank. Samathapala obtained certain facilities from the said Bank on account of Nalin Enterprises Pvt. Limited. For this purpose, as he had to secure the repayment of the facilities granted by the Bank. He mortgaged premises No. 63, Kandy Road, Kiribathgoda of which he was the owner. Nalin Enterprises defaulted the payments due on the facilities granted to the company and the Bank passed a resolution to sell the property mortgaged by public auction to recover the monies due. Samathapala wanted to prevent the sale by public auction. Therefore he agreed to sell the mortgaged property and another property owned by his son with life interest reserved in him, to the Bank for a sum of Rs. 53 million.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "The Bank purchased the properties by Deed No. 7838 attested on 25.02.1998 and Samathapala, the vendor and his son signed the said Deed of Transfer. At the time of the transfer of the property to the Bank, the Bank gave Samathapala a pay order for Rs. 24.769241 million which later on, he had encashed. The Bank had deducted Rs. 22.698212 million as against the due amount from Nalin Enterprises as well as Rs. 5.532546 million as against the overdue overdraft facilities from International Rubber Industries. The Bank’s position is that Samathapala had agreed with the Bank to pay all monies due from him as managing director of both companies at the time of the transaction at which the Bank bought the property mortgaged by Samathapala to the Bank and another property which he offered to sell to the Bank. Samathapala filed action two and a half years later alleging that the Bank had wrongfully deducted monies due from International Rubber Industries, from and out of the amount which was due to him at the time of the transaction. There is evidence before the trial court that Samathapala was invited to be present at the time the Board of Management of the Bank decided to deduct all monies due from both the business enterprises. The Board Paper of the Bank had sought from the Board of Directors of the Bank to decide on the deduction of dues from Nalin Enterprises and International Rubber Industries and the Board had decided in the affirmative on the same. Samathapala’s contention is that ‘deduction of the monies due on overdraft facilities given to International Rubber Industries’ from the purchase price was wrongfully done by the Bank but he never contends that the said monies were not lawfully due and that he had failed up to date to repay any money on the overdraft facilities taken by International Rubber Industries. Therefore while Samathapala claims that Rs. 5.532546 million should not have been deducted from the purchase price, he admits that the said amount was due from him to the Bank as overdraft facilities granted to International Rubber Industries. He contends that the Bank agreed to buy properties offered by him and recover from the purchase price only what was due from Nalin Enterprises. He states that the Bank had deducted the dues from International Rubber Industries as well and that act of the Bank was wrong. He claims the amount taken by the Bank which is Rs. 5.532546 million, back from the Bank even though that amount was due from him",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "to the Bank on account of the overdraft facilities granted to International Rubber Industries. In the Director Board of both the companies Samathapala, his wife and their son were included. Samathapala was the managing director of both companies. He had been a big businessman in the trades that he dealt with in different companies as the managing director who always by himself had the dealings with the Bank. Being an educated man he had discussions with the Bank, applied for loans on mortgages and got overdraft facilities also from the Bank. The impugned judgment of the Civil Appellate High Court dated 29.06.2009. is a very short one and has stressed only one point. The learned High Court Judge had concluded that the learned District Court Judge had arrived at the decision after hearing the evidence of the case which depends on proven facts and therefore any Court of Appeal should not disturb such a judgment in Appeal. He had quoted from four judgments as authorities one of which I would like to include herein. It is as follows: In Haneeda Vs Arasakularatne 1999 3 SLR 271 it was held thus: “ This Court would interfere with the findings of the District Judge only if such a finding is perverse or not supportable on the evidence that has been led, or if the question of fact goes beyond the realm of the factual situation to assume the character of a question of law, or if the question of fact is complex, this Court should intervene. “ Even though the learned judge has quoted this case, he has failed to do exactly what it states. The Appellate Court should always analyze as to whether the conclusion of the lower court judge on the evidence placed before that court is perverse or not supportable on the evidence that had been led. On the face of the said judgment, the learned judge has not even made an attempt to analyze the evidence. He had only reiterated what the learned District Judge had stated in the District Court judgement and affirmed the District Court Judgment without analyzing the evidence by himself to assess whether the finding is perverse or not supportable on the evidence that had been led. Since leave to appeal has been granted as to whether the Civil Appellate High Court has erred, I wish to state that this Court is burdened with that task, as a question of law. The Plaintiff Respondent Respondent, (hereinafter referred to as the Plaintiff), Samathapala had given evidence marking documents P1 to P5.The",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      543.99,
      704.17
    ],
    "text": "Defendant Appellant Appellant (hereinafter referred to as the Bank ), namely the People’s Bank , had marked documents D1 to D8 through the Assistant Secretary to the Board of Directors. P1 is evidence of the fact that on 06.11.1977 the Board of Directors of the Bank had passed a resolution to sell the mortgaged property owned by Samathapala the Plaintiff on behalf of his company, Nalin Enterprises Pvt. Limited, by public auction. The said property was the building and land of 15 Perches (Lot B2/2) at No. 63, Kandy Road, Kiribathgoda. In the books of the Bank, the amount due and owing to the Bank from the Plaintiff was Rs.6.999400 million + 15.698812 million + interest at 28% per annum on Rs. 6.999400 million from 07.05.1996 to 06.11.1997 + interest on Rs. 10 million at 29% per annum from 22.08.1997 to date of sale and costs of sale. Since the Plaintiff did not like the fact that the mortgaged property was to be sold by public auction, the Plaintiff negotiated with the Bank. He later agreed to sell to the Bank not only the mortgaged property belonging to him which was identified as the mortgaged property for the loan under two Bonds, namely Bond No. 6347 and 6663 but also to sell the adjoining property (Lot B1/3 )which belonged to his son along with the Plaintiff having life interest therof. Then both the father and the son signed the transfer Deed No.7838 and thus transferred the two properties to the Bank on 25.02.1998. The Plaintiff’s selling price was Rs. 53 million. At the end of the day on 25.02.1998 he received a pay order for Rs. 24.769241 million and he had received the said money into his hand. Deed 7838 was marked as P2. Plaintiff’s document P3 dated 14.05.1998, in its first paragraph confirms that he was called to attend a meeting of the Board of Directors and he thanks the Bank for having been able to solve the problems successfully. In the same letter he complains about the Bank having deducted money due on the overdraft facility pertinent to International Rubber Industries Pvt. Limited, for the first time. P4 is the reply to P3 sent by the Bank which informs that the decision to deduct the over due amount on the overdraft facilities regarding the International Rubber Industries was based on the decision of the Board of Directors. P5 is a letter again from the Plaintiff to the Bank to consider the letter P3 as an appeal for correction. The Plaintiff had given evidence and having agreed that he was called for a Board Meeting stated that he never agreed to deduct the overdue overdraft facilities re International Rubber Industries from the purchase price. He further said, while admitting his signature in the transfer deed 7838 that his son’s signature on the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "deed was forged and therefore the said deed was a forgery. He admitted that his son had filed action separately to get the said deed annulled. Regarding the deduction of dues on the overdraft facilities, he stressed that he did not agree. The Defendant Bank produced the same Deed 7838 as D1. The Bank produced a letter dated 25.02.1998 as D2 informing International Rubber Industries that the Overdraft Facility was rescheduled on personal guarantees of the three Directors. Then, the three Directors had applied for the rescheduled overdraft facility on the same day as evidenced by D6. Thereafter the three Directors had signed the surety Bond agreeing to the overdraft facility of Rs.4 million and that document was also dated the same day, i.e. 25.02.1998. It was marked by the Defendant Bank as D7. The said International Rubber Industries had been enjoying a Temporary overdraft facility for a long time at two branches of the Bank at Maligawatta and Kiribathgoda, without any security until the balance due and owing to the Bank went all the way up to Rs. 6.820185 million unpaid. When the Plaintiff went for discussions with the Bank, the Bank had been trying to recover all the dues from Samathapala the Plaintiff in one go and that is why at the request of the Plaintiff they had agreed not to sell his mortgaged property by public auction but had invited him to the Board meeting to decide on these matters which were pending in the books of the Bank, at that time as dues from his companies in business. It is my view that in the normal circumstances there is no way that they would not have discussed about this overdraft overdue amount with the Plaintiff. The very reason for the Bank to have rescheduled the overdraft facility and done the background papers on the very same day, such as writing a formal letter informing that the overdraft facility is rescheduled bringing down the due amount from Rs. 6.820185 million to Rs.4 million; getting a formal overdraft facility application also signed on the same day and then getting a formal surety bond signed by all the directors of the company International Rubber Industries on the same day, amply show that the Bank got ready to deduct a lesser amount than what was properly due from Samathapala the Plaintiff regarding this overdraft facility granted to International Rubber Industries. Why would the Bank have done all those things on one day for any customer. There is no reason why the Bank had agreed and done a rescheduling of an overdraft facility all in one day. The reason is obvious. They had to do so before the Deed 7838 was signed to calculate the exact amount to be given to the Plaintiff. It may be that they signed",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      543.3,
      704.17
    ],
    "text": "the Deed in the afternoon on the same day. The overdraft facility which was a temporary one and not paid upto the amount due was above 6 million would not have come down to only Rs. 4 million for no good reason. This fact points in favour of the Bank submitting that the Plaintiff had agreed to deduct the amount due on the overdraft facility, taken and made use of, by International Rubber Industries. Most of all, the District Judge and the High Court Judges had failed to reckon that the documents showing these facts were not the Plaintiff’s documents but the Defendant’s documents. Therefore the Plaintiff cannot be heard or seen to hide behind the date of the documents produced on behalf of the Defendant Bank and argue that on the same day that the transfer deed was done, the overdraft facility was granted to the Plaintiff rescheduled , lessened etc. for him to pay later on at his own time. It is obvious that these documents were done to facilitate the settlement to be effected in the proper manner according to the procedures of the Bank. The Bank cannot in its Books of Accounts, just at once, all of a sudden reduce any amount and take a lesser amount from a customer. The documents had been prepared for that end and no other. I hold that the Plaintiff’s evidence to the effect that he is at leisure to pay back his overdraft facility at a future date is sheer untruth. D3 is a receipt by the Plaintiff to confirm that he received Rs.24.769240 million which is not denied. D5 is an affidavit by the Plaintiff to the effect that Lot B2/2 and his son’s property Lot B1/3 , both of which were sold by both of them to the Bank are not affected by the Land Reform laws of this Country. D8 is the much contested Decision of the Board of Directors. The Plaintiff accepts that he went before the Board of Directors. The Plaintiff accepts that his overdraft facility regarding International Rubber Industries was overdue. He only speaks out and state in evidence that he did not agree for deduction of the overdue overdraft facility. D8 consists of 7 pages. It contains the whole background of the case before the Board. The title to the Board Paper itself reads: “ Buying the Property in which the People’s Bank Kiribathgoda Branch is Situated. - Nalin Enterprises Pvt. Limited and International Rubber Industries Pvt. Limited – Ovedue Loan and Overdue Overdraft Facilities Recovery at One and the Same Time.- Selling of the Property Which is Being Bought.” This Board Paper was marked as D8 by the Defense but rejected by the District Judge on the objections raised by the Plaintiff such as that the witness was not a member of the Board",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      543.26,
      687.13
    ],
    "text": "(even though he was the assistant secretary to the Board for 11 years), that there is no seal of the Bank (even though there is a Board Paper number and a date and the signature and official seal of the Deputy General Manager of Domestic Operations of the People’s Bank, Head Office, Colombo.) at the end of the Board Paper and the Recommendations. I hold that the rejection of the document D8 by the District Judge was bad in law and was wrong in the interest of justice. I hold that the Civil Appellate High Court had not analyzed the evidence and assessed the same to see whether the District Judge’s judgment was perverse or not and not supportable on the evidence led or not. I have now analyzed the same and hold that the Civil Appellate High Court has erred in its judgment. The Plaintiff had not proved his case and failed to adduce any evidence other than himself stating that he did not agree to pay the overdue overdraft facilities granted to him regarding International Rubber Industries Pvt. Limited. I hold that the balance of probabilities on evidence before the trial judge also stands in favour of the Defendant Bank. I answer the questions of law enumerated above in favour of the Defendant Bank and set aside the judgment of the Civil Appellate High Court dated 29.06.2009 as well as the judgment of the District Court dated 11.01.2007. The Plaint is hereby dismissed. Appeal is allowed. However I order no costs. Judge of the Supreme Court Anil Gooneratne J. I agree. Judge of the Supreme Court H.N.J.Perera J. I agree.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      288.05,
      690.13,
      450.24,
      704.17
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]