[
  {
    "num": "SC/FR/3/2009",
    "date_str": "2025-09-16",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_3_2009.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Sumith Aluthkorala. 42/C, Western Malamulla, Panadura. PETITIONER Vs. 1. Western Province Provincial Road Development Authority, No. 50, Kithulwala Road, Colombo 08. And presently No. 59, Sebastian Hill, Colombo 12. 2. W. Jayasekara Former Chairman, Western Province Provincial Road Development Authority, Kithulwatta Road, Colombo 08. 2a. Rohan Kulasiri, Former Chairman, Western Province Provincial Road Development Authority, No. 50, Kithulwatta Road, Colombo 08. 2b. Upali Kodikara Chairman, No. 59, Sebastian Hill, Colombo 12 Kithulwatta Road, Colombo 08. 3. I.A.M. Jousie, Former Director, 3a. N. Bandula Prama Kumara, Director, 4. Lakshman Hettiarachchi Former Director, 4a. P.K.D. Thisera, Director, 5. Sepala Ruparatne, Former Director, 5a. J.E.L.T. Rathnayake, Former Director, 5b. T.M.W. Mudali, Director, 6. Silva Priyaratne, Former Director, 6a. I.J. Mirando Former Director, 6b. N.I. Senaratne, Director, 7. P. Sivapada Sundaram, Former Director, 7a. U.O. Janmuthupura, Former Director, 7b. T.G.W. Rajapaksha, Director, All of the Western Province Provincial Road Development Authority, No. 50, Kithulwatta Road, Colombo 08. 8. R.M.S. Bandaranayake, General Manager, Western Province Provincial Road Development Authority, No. 50, Kithulwatta Road, Colombo 08. 9. A. Ramanayake, Former Secretary, Provincial Ministry of Roadways and Co-operatives, Denzil Kobbekaduwa Mawatha, Battaramulla. 9a. Sunil Abayawardena, Former Secretary, Provincial Ministry of Roadways and Co-operatives, Denzil Kobbekaduwa Mawatha, Battaramulla. 9b. Champa N. Perera, Secretary, Provincial Ministry of Roadways and Co-operatives, Denzil Kobbekaduwa Mawatha, Battaramulla. 10. Lalith Wanigaratne Former Provincial Ministry of Roadways and Co-operatives, Denzil Kobbekaduwa Mawatha, Battaramulla. 10a. W.A. Nimal Lansa, Former Provincial Ministry of Road Development Housing and Constructions, Live Stock Development, Fisheries and Tourism, Denzil Kobbekaduwa Mawatha, Battaramulla. 11. Attorney General, Attorney General’s Department, Colombo 12. RESPONDENTS\n\nView More",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/59/2024",
    "date_str": "2025-09-12",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_59_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "China Great Wall Hospital Private Limited, No.32, Park Road, Colombo 05. And No.21, Upatissa Road, Bambalapitiya, Colombo 04. Plaintiff-Respondent-Appellant Vs. Raguwan Sandanam, No.12, Dehiwala Road, Maharagama. And No.18/1 and 18/2, Sellamuttu Avenue, Colombo 03. Defendant-Petitioner-Respondent\n\nView More",
    "judgement_by": "Hon. Achala Wengappuli J"
  },
  {
    "num": "SC/APPEAL/40/2015",
    "date_str": "2025-09-12",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_40_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ihala Hewage Don Bonny Jayaratne, Batuwatta, Helamada. PLAINTIFF – APPELLANT – APPELLANT Vs. Kusum Pokunage Premadasa, Batuwatta, Helamada. DEFENDANT – RESPONDENT - RESPONDENT\n\nView More",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/FR/403/2015 AND SC/FR/404/2015",
    "date_str": "2025-09-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_403_404_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "I.P.D.P. Kulasuriya, No. 53/2C, Priya Mawatha, Makuluduwa, Piliyandala. Petitioner Vs. 1. Air Marshal Harsha Abewickrama, 1A. Air Marshal Gagana Bulatsinghala, 1B. Air Marshal Kapila Jayampathie, 1C. Air Marshal Sumangala Dias, 1D. Air Marshal S.K. Pathirana, 1E. Air Marshal Udeni Rajapakshe, Commander - Air Force, Sri Lanka Air Force, Air Force Head Quarters, Colombo 02. 2. Air Commodore P.D.K.T. Jayasingha, 2A. Base Commander, R.P. Liyanagamage, Air Commodore, Sri Lanka Air Force Rathmalana Camp, Rathmalana. 3. A.K.S. De Silva, Wing Commander, Officer-in-Charge & Procurement Division, Sri Lanka Air Force Rathmalana Camp, Rathmalana. 4. Hon. Attorney General, Attorney General’s Department, Colombo 12. Respondents AND Danushka Mihiran Arumappemachchi, No. 466/467, Southern Court Manavila, Walahanduwa, Galle. Petitioner Vs. 1. Air Marshal Harsha Abewickrama, 1A. Air Marshal Gagana Bulatsinghala, 1B. Air Marshal Kapila Jayampathie, 1C. Air Marshal Sumangala Dias, 1D. Air Marshal S.K. Pathirana, 1E. Air Marshal Udeni Rajapakshe, Commander - Air Force, Sri Lanka Air Force, Air Force Head Quarters, Colombo 02. 2. Air Commodore P.D.K.T. Jayasingha, 2A. Base Commander, R.P. Liyanagamage, Air Commodore, Sri Lanka Air Force Rathmalana Camp, Rathmalana. 3. A.K.S. De Silva, Wing Commander, Officer-in-Charge & Procurement Division, Sri Lanka Air Force Rathmalana Camp, Rathmalana. 4. Hon. Attorney General, Attorney General’s Department, Colombo 12. Respondents\n\nView More",
    "judgement_by": "Hon. A.L. Shiran Gooneratne J"
  },
  {
    "num": "SC/FR/402/2019 AND SC/FR/429/2015",
    "date_str": "2025-09-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_402_and_429_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. N. Jayasena, No. 290/4, Nidahas Mawatha, Pullayar Junction. 2. B.A.D.R.N Basnayake, B/17, Bandaranayake Mawatha, Gemunupura, Ampara. 3. W.M.R.K.S.B. Parakubura, No. 353/21, Nadun Uyana, 4th Lane, Parakandeniya, Ibulgoda. 4. E.M.R.B Edirisuriya, No. 77/D, Harischandra Mawatha near Station Housing Complex, Anuradhapura. 5. K.M. Chandrasoma, Anuradha Road near Anagarika Monastary, Mihinthale. 6. M.A. Mendis, No. 08 Namal Gamuwa, Kalankuttiya. 7. B.M. Nishantha Jayalath Basnayake, Ranhamige Watte, Old Mihinthale Road, Jaffna Junction, Anuradhapura. 8. K.M.K Upasena, Mahadiyulwewa, Ataweeragollawa. 9. D.M.K. Dissanayake, Wanewatte, Thiththagonewa, Kebatigollawa. 10. P.D.W.M.B Talagune, Udaya House, Alawattegama, Rikillagaskada. 11. W.M. Piyal Weerasinghe, No. 244, Adaduwawa, Peradeniya. 12. A.M. Ratnayake, Rathnasiri, Goradiyawaka, Welikemulla, Badulla. 13. P. Piyasena, 3rd Lane, Bodirajapura, Kurundankulama, Anuradhapura. 14. W.F.N. Costa, No. 07, Rathmal Oya Road, Balagolla, Kengalla. 15. R.M.P. Kumaratilake, No. 161, Illukwatte, Maussagolla, Passara. 16. M.B.S.P. Kanakaratne, Mahadiyulwewa, Ataweeragollewa, Madawachchiya. 17. S. Nishantha Sirisena, Athakada, Ataweeragollewa, Madawachchiya. 18. K.D. Seneviratne, No. 162/2, Bulatwatte, Tismada, Menikdiwela. 19. R.M.W. Ratnayake, No. 725, Galwala Road, Thambuttegama. 20. W.A.U. Priyantha Kumara, No. 395/22, Nawanagaraya, Digana. 21. L.L. Tudor, Wilpattuwa Road, Horawila. 22. E.H.M. Sirimal, No. 2/95, Paragahakelle, Ampara. 23. P.A. Nimal Ananda, No. 158/B, Dayaraba Junction, Mirahawatte, Bandarawela. 24. M.D.K.K. Jayalath, Nillapadara Arawa, Kurundugolla, Makulella, Bandarawela. 25. R.M. Wimal Ratnayake, No. 511/5, Galagedara, Nikaweratiya. 26. C. Anuraratne, No. 60/30, Ramakele, Walawwatte, Anuradhapura. 27. D.M.H.B. Kumarasinghe, 2485, 111th Stage, Anuradhapura. 28. D.M.T.B. Jayalath Semasinghe, “Charuka Sevana”, Bulugahalanada, Ralapanawa, Nochchiyagama. 29. D.H. Ajith Ratnasiri, B/57, 4th Mawatha, Nawagampura, Ampara. 30. S.D. Ranjith, No. 344, Wan Ela, Kantale. 31. A.D. Athukorale, No. 377/9, Ampara Road, Uhana. 32. R.M. Weeraratne Banda, No.372/1, Wan Ela, Kantale. 33. N.A. Podiralahami, No.19/26/2, Tissapura, Dadayamtalawa. PETITIONERS Vs. 1. C.D. Wickremaratne, Inspector General of Police, Police Headquarters, Colombo 01. 1A. Deshabandu Thennakoon, Inspector General of Police, Police Headquarters, Colombo 01. 2. S.S.C. Fernando, (Former Chairman) Chairman, National Police Commission. 3. S. Liyanagama, (Former Member) Member, National Police Commission. 4. M.S.M. Samsudeen, (Former Member) Member, National Police Commission. 5. M.P.P. Perera, (Former Member) Member, National Police Commission. 6. G. Wickramage, (Former Member) Member, National Police Commission. 7. T.P. Paramaswaran, (Former Member) Member, National Police Commission. 8. Thanuja Fernando, (Former Secretary) Secretary (Acting), National Police Commission. 2A. Mr. E.W.M. Lalith Ekanayake (Present Chairman), Chairman, National Police Commission. AND OTHERS\n\nView More",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/86/2009",
    "date_str": "2025-09-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal-86_2009.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Dilani Nima Nanayakkara, 150, Wekunagoda Road, Galle. Petitioner-Petitioner 1. Buddhist and Pali University of Sri Lanka, 214, Bauddaloka Mawatha, Colombo 07. 2. Prof. Ven. Wegama Piyaratana, Former Vice Chancellor, Buddhist and Pali University of Sri Lanka. 3. Ven. Akiriyagala Nanda, Former Dean, Faculty of Buddhist Studies and a member of the Council, Buddhist and Pali University of Sri Lanka. 4. Dr. Ven. Neluwe Sumanawansa, Dean, Faculty of Languages and former member of the Council, Buddhist and Pali University of Sri Lanka. 5. E.A. Wickremasinghe, Associate Professor, Department of Sinhala and Modern Languages and former member of the Council, Buddhist and Pali University of Sri Lanka. 6. Ven. Wauwae Dhamarakkita, Member of the Council, Buddhist and Pali University of Sri Lanka. 7. Koggala Wellala Bandula, Former member of the Council, Buddhist and Pali University of Sri Lanka. 8. Kodituwakku, Secretary Ministry of Religious Affairs and former member of the Council, Buddhist and Pali University of Sri Lanka. 9. S.S.N. De Silva, Senior Assistant Secretary, Ministry of Higher Education and former member of the Council, Buddhist and Pali University of Sri Lanka. 10. A.A. Nawarathne, Former member of the Council, Buddhist and Pali University of Sri Lanka. 11. Dr. Ven. Thumbullae Sri Seelakkanda, Former member of the Council, Buddhist and Pali University of Sri Lanka. 12. Prof. Ven. BellanwitaWimalarathna, Former member of the Council, Buddhist and Pali University of Sri Lanka. 13. Ven. Kotugoda Dammawansa, Former member of the Council, Buddhist and Pali University of Sri Lanka. 14. Ven. Depanama Sugathabandu, Former member of the Council, Buddhist and Pali University of Sri Lanka. 15. Prof. Chandra Wickramagamage, Former member of the Council, Buddhist and Pali University of Sri Lanka. 16. Ven. Valamitiyawe Kusala Damma, Former member of the Council, Buddhist and Pali University of Sri Lanka. 17. Registrar, Buddhist and Pali University of Sri Lanka. 18. Deputy Registrar, Buddhist and Pali University of Sri Lanka, All of 214, Bauddaloka Mawatha, Colombo 07. Respondents-Respondents 19. Prof. Ven. Itthademeliya Indasara, Former Vice Chancellor, Buddhist and Pali University of Sri Lanka. 20. Prof. Ven. Uthurawala Dhammaratana, Former member of the Council, Buddhist and Pali University of Sri Lanka. 21. H.M. Herath, Secretary Ministry of Religious Affairs and former member of the Council, Buddhist and Pali University of Sri Lanka. 22. Piyasena Ranapura, Senior Assistant Secretary Ministry of Higher Education and former member of the Council, Buddhist and Pali University of Sri Lanka. 23. Prof. Ven. Kollupitiye Mahinda Sangarakkita, Former member of the Council, Buddhist and Pali University of Sri Lanka. 24. Ven. Balangoda Sobitha, Former member of the Council, Buddhist and Pali University of Sri Lanka. 25. Ven. Banagala Upatissa, Former member of the Council, Buddhist and Pali University of Sri Lanka. 26. Ven. Trikunamale Ananda, Former member of the Council, Buddhist and Pali University of Sri Lanka, All of 214, Bauddaloka Mawatha, Colombo 07. Respondents 27. Prof. Ven. Neluwe Sumanawansa, Vice Chancellor, Buddhist and Pali University of Sri Lanka. and Others\n\nView More",
    "judgement_by": "Hon. A. L. Shiran Gooneratne J"
  },
  {
    "num": "SC/APPEAL/34/2021",
    "date_str": "2025-09-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_34_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Karunasundera Devayalage Upul Kumara Accused-Appellant-Appellant Vs. Hon. Attorney General, Attorney General’s Department, Colombo 12. Complainant-Respondent-Respondent\n\nView More",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/APPEAL/28/2023",
    "date_str": "2025-09-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_28_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Dr. Asela Gunawardena, Director General of Health Services, Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 2. Dr. H.S. Munasinghe, Secretary, Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 3. Dr. Lal Panaipitiya, Director General of (Medical Services 1), Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 4. Dr. Ayanthi Karunarathne, Acting Director (Tertiary Care Services), Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 5. Dr. Sunil De Alwis, Additional Secretary (Medical Services), Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. 6. Mr. I.A. Kalukapurachchi, Secretary, Health Services Committee, Public Service Commission, 1200/9, Rajmalwatte Road, Battaramulla. 7. Hon. Minister of Health, Ministry of Health, “Suwasiripaya”, No. 385, Baddegama Wimalawansa Mawatha, Colombo 10. RESPONDENT – PETITIONERS Vs. 1. Dr. Liyana Arachchilage Tharanga Madubhashini Liyanarachchi, 5/2, Temple road, Kaluthara North. PETITIONER – RESPONDENT 2. Dr. Rasika Gunapala, Consultant paediatrician, Lady Ridgeway Hospital, Colombo 8. (Member of the Transfer Board) 3. Dr. Darshana Sirisena, Consultant Neurologist, National Hospital of Sri Lanka, Colombo 7. (Member of the Transfer Board) 4. Dr. S.M. Senanayake, Consultant Gastroenterologist, District General Hospital, Kaluthara. 5. Dr. K.R.P. Perera, Consultant Gastroenterologist, District General Hospital, Mathara. 6. Dr. S.K. Kodisinghe, Consultant Gastroenterologist, Provincial General Hospital, Badulla. 7. Dr. T.A.C.L. Piyaratne, Consultant Gastroenterologist, Teaching Hospital, Anuradhapura. RESPONDENT – RESPONDENTS\n\nView More",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/153/2018",
    "date_str": "2025-09-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_153_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Pathirana Arachchige Vipulasiri Ariyawansa, No. 27/3, Naramminiya Road, Kelaniya. Presently at: No. 770/6, Samagi Mawatha, Arawwala, Pannipitiya. Plaintiff-Appellant-Respondent-Petitioner Vs. Matarage Dona Kusumawathie, Administratrix of the estate of deceased Pinidiya Pathirage Ariyadasa Perera, No. 337/1, High Level Road, Navinna, Maharagama. Defendant-Respondent-Appellant- Respondent\n\nView More",
    "judgement_by": "Hon. A.L. Shiran Gooneratne J"
  },
  {
    "num": "SC/FR/282/2015",
    "date_str": "2025-09-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_282_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. K. D. Chandrasekara, 2. K. D. H. Nadeeka Chandrasekara No.86/2, Sri Bodhi Road, Keppetipola Mw, Gampaha. PETITIONERS Vs. 1. Sri Lanka Rupavahini Corporation, Independent Square, Colombo 7. 2. Somarathne Dissanayaka (Ex-Chairman) 2A. Mr. Ravi Jayawardena (Ex-Chairman) 2B. Ms. Enoka Sathyangani Keerthinanda (Ex-Chairman) 2C. Dr. Prasand Samarasinghe (Ex-Chairman) 2D. Senesh Dissanayake Bandara (Ex-Chairman) All of Sri Lanka Rupavahini Coorporation, Independence Squire, Colombo 7. 3. Sunil Shantha (Ex – Director General) 3A. Saranga Wijeyarathne (Ex – Director General) 3B. Ajantha Senevirathne (Ex – Director General) All of Sri Lanka Rupavahini Coorporation, Independence Squire, Colombo 7. RESPONDENTS\n\nView More",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/FR/371/2015",
    "date_str": "2025-09-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_371_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Pitawasala Koralage Handunpriya Aravinda Premakeerthi, No. 44, Rathanajothi Mawatha, Godigamuwa, Ratnapura. 2. Sinhabahu Gottabaya Kirumbara Liyanage, No. 61/12, Saman Place, Ratnapura. 3. Elabada Liyanage Asantha Harshan Silva, 214/A, Horana Road, Wekada, Panadura. 4. Andawatta Kankanamge Jayampathi Karunarathne, 219/3A, 2nd Canal, Polonnaruwa. 5. Edirimannage Kulasinghe, 93/187, Kiralawelkatuwa, Embilipitiya. 6. Batugoda Gedara Wajira Sampath Batugoda, 124, Aththaragama, Pattiyawatta, Kandy (HP). 7. Herathge Priyantha Saman Kumara, No. 199, Thalihunna, Gangolla, Meethlawa. 8. Loku Vidanelage Rathnasekara, 143, Lassakanda, Erathna, Kuruwita. 9. Udukumbura Gedara Udeni Sisira Bandara, 101/2, Godagandeniya, Peradeniya. 10. Wasala Mudiyanselage Priyantha Kulasekara, 10/C/2, Kalugalawatta, Werelagama. 11. Lankeshwarage Gammedde Gedara Anoma Sugathadasa, 99/1, Hiddhaula, Handessa. 12. Kospala Wattage Don Chathura Chaminda Jayasena, No. 96, Dhambawela, Gurudeniya, Kandy. 13. Rathnayake Mudiyanselage Dulan Chulanga Rathnayake, 1/28, Prison Quarters, Mosque Road, Kandy. 14. Ekirige Herath Mudiyanselage Weerakoon Banda, 129/2, Ambakote, Kengalla. 15. Dewatha Pedige Shelton Abeysinghe, No. 2, Saman Place, Paradise, Kuruwita. 16. Hewayalage Premachandra, Dandeniya, Galapitamada. 17. Pallegedara Sumith Bandara Dodandeniya, 28/1, A1 Prison Quarters, Mosque Road, Bogambara, Kandy. 18. Hiniduma Liyanage Sarath, 311/B/3, Elhena, Heyley Road, Attiligoda, Galle. 19. Weerasinhage Sisira, B27/1, Kadadara, Imbulana, Ruwanwella. 20. Muhandiramlage Upali Muhandiram, D 256/1, Magammana, Dehiowita. 21. Willora Arachchige Stanley Perera, Gauda State, Malawa, Kuruwita. 22. Dasanayaka Ranasingha Mudiyanselage Waruna Eheliyagoda, Prison Head Quarters, Colombo 09. 23. Nagoda Liyanage Senevirathna, No. 181A, “Shanthi Nivasa”, Pethiyagoda, Gelioya. 24. Kubure Gedara Chandana Wijebandara, A1 Prisons Flats, Borella. AND OTHERS\n\nView More",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/162/2013",
    "date_str": "2025-09-08",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_162_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. W.H.M. Gunaratne, 251/1, Dharmapala Mawatha, Colombo 7. 2. Vishwa Jayawardena, 251/1, Dharmapala Mawatha, Colombo 7. 3. K. Karthigesan, Allington Estate, Rambukkana PETITIONER-APPELLANTS Vs. 1. Land Reform Commission, C 82, Gregory’s Road, Colombo 7. (Previously) No. 475, Kaduwela Road, Battaramulla. (Now) 2. Vidura Wikcramanayke, Chairman, Land Reform Commission, C 82, Gregory’s Road, Colombo 7. 2A. T. A Sumanathissa Thambugala, Chairman, Land Reform Commission, C 82, Gregory’s Road, Colombo 7. 2B. Sampath Subasinghe Arachchi, Chairman, Land Reform Commission, C 82, Gregory’s Road, Colombo 7. 2C. Sirimewan Dias, Chairman, Land Reform Commission, No. 475, Kaduwela Road, Battaramulla. 2D. Nilantha Wijesinghe, Chairman, Land Reform Commission, No. 475, Kaduwela Road, Battaramulla. RESPONDENT-RESPONDENTS Udage Gayan Wijeypala, Allington Estate, Rambukkana. PETITIONER-RESPONDENT\n\nView More",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/115/2013",
    "date_str": "2025-09-08",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_115_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1B,16A. Edirisingha Mudiyanselage Arachchilage Kanthi Manika of Wamulla Junction, Walpola, Bamunakotuwa. 19. Jayasingha Mudiyanselage Heenmanika of Walpola, Bamunakotuwa (deceased). 19A. Edirisingha Mudiyanselage Arachchilage Kanthi Manika of Wamulla Junction, Walpola, Bamunakotuwa. DEFENDANTS – APPELLANTS - APPELLANTS Vs. Edirisingha Mudiyanselage Herath Banda of Kalugamuwa Road, Bamunakotuwa near School, Bamunakotuwa. SUBSTITUTED PLATINTIFF – RESPONDENT - RESPONDENT 2A. W.M. Herath Banda of Kadihare, Bamunakotuwa. S.C. Appeal No. 115/2013 S.C. (S.P.L.) (L.A.) 208/2012 CA 159/97 (F) D.C. Kurunegala 5340/P 3A. Andasuriya Mudiyanselage Herath Banda of Walpola, Bamunakotuwa. 4A. Edirisingha Mudiyanselage Sirisena of Thibbatupitiya, Kudagalgamuwana. 5. Edirisingha Mudiyanselage Arachchilage Ukku Amma of Wevewelayaya, Ibbagamuwa. 6. H.M. Appuhamy of C/O H.M.N.N. Herath in front of 125th Post, Pamunugama, Pulathisigama, Polonnaruwa. 7. Andasuriya Mudiyanselage Piyasena of Walpola, Bamunakotuwa. 8. Andasuriya Mudiyanselage Sittamma of Walpola, Bamunakotuwa. 9. Andasuriya Mudiyanselage Dissanayaka of Kadihare, Bamunakotuwa. 10. Andasuriya Mudiyanselage Rajohamy alias Padmawathie Manike of Lenapelassa, Kosdeniya. 11. Andasuriya Mudiyanselage Nandawathi Manike of Wegama, Rathmale, Uhumiya. 12. Andasuriya Mudiyanselage Seelawathi Manike of Wegama, Rathmale, Uhumiya. 13. Andasuriya Mudiyanselage Somawathie Manike of Wegama, Rathmale, Uhumiya. 14. Andasuriya Mudiyanselage Kusumawathie Manike of Walpola, Bamunakotuwa. 15. Andasuriya Mudiyanselage Gunathilake of Walpola, Bamunakotuwa. DEFENDANTS – RESPONDENTS – RESPONDENTS 17. Edirisingha Mudiyanselage Arachchilage Somapala of 171, Koslanda, Kadihare, Bamunakotuwa. 18. Edirisingha Mudiyanselage Arachchilage Jayasena of Koslanda, Kadihare, Bamunakotuwa. DEFENDANT – APPELLANT – RESPONDENTS\n\nView More",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/FR/276/2018",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_276_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Lokugamhewage Deepika Damayanthi, \\\"Hasini\\\", Bandaramulla, Mirissa. Petitioner Vs. 1. W.S. Vasantha Kumara, Officer In Charge, Police Station, Thihagoda. 2. G.M.Premasiri, Sub Inspector of Police, Police Station, Thihagoda. 3. Kankamge Krishan Jeewaka Jayaruk, \\\\\\\\\\\\\\\"ThangalleGedara\\\\\\\\\\\\\\\" Uda Aparakka, Aparakka. 4. P.M. Thilaka Kalyani, Southern Provincial Director of National Police Commission, 1st Floor, District Secretariat, Galle. 5. S.P.H.Marapana, Superintendent of Police, Office of the Superintendent of Police, Matara. 6. Deputy Inspector General of Police, Matara Hambantota Division, Office of the Deputy Inspector General of Police, Matara. 7. Dumidhu Senanayake, Assistant Superintendent of Police, Officer of the Asst: Superintendent of Police, Akuressa. 8. Mr. P.H. Manathunga, The Chairman National Police Commission, Bandaranayake Memorial International Conference Hall Premises, Block No.9, Baudhaloka Mawatha, Colombo 07. 9. Mr.D.M.Saman Dissanayake, The Secretary, National Police Commission, Bandaranayake Memorial International Conference Hall Premises, Block No.9, Baudhaloka Mawatha, Colombo 07. 10. Prof. S.T. Hettige 11. Mrs. Savithree Wijesekara 12. Mr. Y.L.M.Sawahir 13. Mr. B. A. Jeyanathan 14. Mr. Tilak Collure 15. Mr. Frank De Silva, All of the 10th -14th Respondents are Members of National Police Commission BMICH, Block No.9, Baudhaloka Mawatha, Colombo 07. 16. K.K. Janaka Thushara, Officer In Charge Police Station, Kotawila. 17. Inspector General of Police Sri Lanka Police Headquarters, Colombo 05. 18. Honourable Attorney General, Attorney General Department, Colombo 12. Respondents\n\nView More",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/CHC APPEAL/52/2019",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_52_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Lanka Orix Leasing Company PLC (For merly known and named as Lanka Orix Leasing Company Limited) Presently of No. 100/1, Sri Jayawardenapura Mawatha, Rajagiriya (New number of Comapany PQ70) Plaintiff Vs. Ravindra Lanka Auto Service (PV T) Limited No. 134, Hill Street, Dehiwela. (New number of company PV 5712) Defendant AND Lanka Orix Leasing Company PLC (For merly known and named as Lanka Orix Leasing Company Limited) Presently of No. 100/1, Sri Jayawardenapura Mawatha, Rajagiriya (New number of Comapany PQ70) Plaintiff Appellant Vs. Ravindra Lanka Auto Service (PVT) Limited No. 134, Hill Street, Dehiwela. (New number of company PV 5712) Defendant Respondent\n\nView More",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/APPEAL/98/2014",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_98_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Jayasuriya Arachchige Leelawathie, No. 200 B, Horape Thuduwa, Ragama. 1st Plaintiff – Petitioner – Appellant 2. Nanayakkara Mahanama Gamage Somapala, No. 200 B, Horape Thuduwa, Ragama. (Deceased) 2nd Plaintiff – Petitioner – Appellant 2A. Mahanama Gamage Athula Nanayakkara, 2B. Mahanama Gamage Rohitha Nanayakkara, 2C. Mahanama Gamage Shyamali Nanayakkara, All of, No. 200 B, Horape Thudawa, Ragama. Substituted 2A, 2B, 2C, Plaintiff – Petitioner – Appellants Vs. 1. Jayasinghe Arachchige Nimal Athula 2. Jayasinghe Arachchige Sunil Jayalath 3. Jayasinghe Arachchige Nihal Udaya 4. Jayasinghe Arachchige Kamal Nanda All of, No.202 A, Horape Thuduwa, Ragama. 5. Pandithagedara Rangaethana Jayawardena, 6. Shantha Sisira Kumara Jayawardena, 7. Chandrani Mangalika Jayawardena, 8. Nuwan Sudesh Kumara Jayawardena, All of, No. 200, Horape Thuduwa, Ragama. 9. Anoma Jayawardena, No. 202 B, Horape Thuduwa, Ragama. Defendant – Respondent – Respondents",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/85/2023",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_85_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Mallawa Waduge Jayaratne No. 167/22, Thataka Road, Kegalle. DEFENDANT – RESPONDENT - APPELLANT v. Wickramaarachchige Senani, No. E 10, Medagodella Mawatha, Kooriyanpola. Rambukkana. PLAINTIFF – APPELLANT - RESPONDENT\n\nView More",
    "judgement_by": "Hon. M. Sampath K. B. Wijeratne J"
  },
  {
    "num": "SC/APPEAL/67/2025",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_67_2025.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Lillie Rupasinghe No. 25, Hill Street, Nuwara Eliya. Substituted Defendant- Appellant- Appellant Vs. Natchan Chandraras alias Kaththan Natchchan Chandroo No. 187, Mahinda Mawatha, Nuwara Eliya. Plaintiff- Respondent- Respondent",
    "judgement_by": "Hon. Sobhitha Rajakaruna J"
  },
  {
    "num": "SC/APPEAL/54/2022",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_54_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ignatius Brito Kaithan Pulle No.140/B/1, Bambukuliya, Kochchikade. DEFENDANT – APPELLANT – APPELLANT v. Malcom Susantha Fernando Anandapulle of No. 19, Fathima Road, Welihena, Kochchikade. PLAINTIFF – RESPONDENT - RESPONDENT\n\nView More",
    "judgement_by": "Hon. M. Sampath K. B. Wijeratne J"
  },
  {
    "num": "SC/APPEAL/38/2022",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_38_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. International Center for Ethnic Studies, No. 2, Kinsey Terrace, Colombo 8. 2. Mario Gomez, Executive Director, International Center for Ethnic Studies, No. 2, Kinsey Terrace, Colombo 8. 3. Danishan Cassie Chetty, Chairman, International Center for Ethnic Studies, No. 2, Kinsey Terrace, Colombo 8. DEFENDANTS- PETITIONERS- APPELLANTS Vs. Dr. Muthukrishna Sarvanadan, No. 3, Somasundaram Road, Off Station Road, Wellawatta, Colombo 6. PLAINTIFF- RESPONDENT- RESPONDENT\n\nView More",
    "judgement_by": "Hon. Sobhitha Rajakaruna J"
  },
  {
    "num": "SC/APPEAL/175/2011",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_175_2011.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "In the matter of an application for substitution in terms of rule 38 of the Supreme Court Rules Z. A. A. Hussain, No.46/2, Main Street, Kahawatta. 5th Respondent – Appellant (Now deceased) Noor Jahan Ameen Hussain, No.291/1, Colombo Road, Weralupe, Rathnapura. Substituted 5th Respondent-Appellant Vs Bank of Ceylon, No.4, Bank of Ceylon Mawatha, Colombo-01. Petitioner-Respondent 1. Commissioner of Labour, Department of Labour, Narahenpita, Colombo-5. 2. W. D. John Seneviratne, Former Minister of Labour, Ministry of Labour, Narahenpita, Colombo-5. 3. Athauda Seneviratne, Minister of Labour, Ministry of Labour, Narahenpita, Colombo-5. 4. P. J. S. A. Perera, No.30, Jubilee Mawatha, Lakshapathiya, Moratuwa. 1st to 4th Respondents-Respondents\n\nView More",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/APPEAL/126/2015",
    "date_str": "2025-09-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_126_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ahangama Vithanage Mala Mangalika Abayagunasekera, 221/A, Saranapala Mawatha, Akaravita, Gampaha. PLAINTIFF-APPELLANT-APPELLANT Vs. 1A. Hewa Pedige Sumithra Malkanthi 1B. Wanni Arachchige Amila Madushan Perera 1C. Wanni Arachchige Ashan Shehan Perera 1D. Wanni Arachchige Eranda Wimukthi Perera All of No. 48/F, Samagi Mawatha, Dombawala, Udugampola. SUBSTITUTED DEFENDANTS- RESPONDENTS-RESPONDENTS\n\nView More",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/FR/87/2023",
    "date_str": "2025-09-01",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_87_2023-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Kamaldeen Ilham Ahmed (Minor) 2. Hameem Siththi Nihara The 1st and 2nd Petitioners of; 128/3, Lechchami Janapadaya, Hatharaliyadda. PETITIONERS Vs. 1. IP Weerakoon, Acting Officer – in – Charge, 2. SI Wedagedara, 3. Officer-in-Charge, The 1st to 3rd respondents of; Police Station, Hatharaliyadda. 4. Inspector General of Police, Police Headquarters, Colombo 01. 5. Hon. Attorney General, Attorney General’s Department, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/10/2022 AND SC/APPEAL/11/2022",
    "date_str": "2025-09-01",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_10_and_11_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sri Lankan Airlines Limited, Level 22, East Tower, World Trade Centre, Echelon Square, Colombo 01 RESPONDENT-RESPONDENT- APPELLANT Vs. Ranil Chinthana Wagiswara, 825/10, Ethul Kotte, Kotte. Presently residing at; No. 25, School Road, Hounslow, Middlesex TW3 1QU, United Kingdom. By his Attorney Wahaltantrige Srijanaka Roshan Wagiswara of No. 825/10, Ethul Kotte, Kotte. APPLICANT-APPELLANT- RESPONDENT AND Ranil Chinthana Wagiswara, 825/10, Ethul Kotte, Kotte. Presently residing at; No. 25, School Road, Hounslow, Middlesex TW3 1QU, United Kingdom. By his Attorney Wahaltantrige Srijanaka Roshan Wagiswara of No. 825/10, Ethul Kotte, Kotte. APPLICANT-APPELLANT- APPELLANT Vs. Sri Lankan Airlines Limited, Level 22, East Tower, World Trade Centre, Echelon Square, Colombo 01 RESPONDENT-RESPONDENT- RESPONDENT",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/FR/275/2015",
    "date_str": "2025-08-26",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_275_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Anil Prasanna Balalle, Attorney-at-Law, No. 162/7, Negombo Road, Kurunegala. 2. Ms. Kalpana Sujeewani Rajapakse, Attorney-at-Law, of No. 362, Pasala Para, Mahananneriya. 3. Ms. S.R.M. Kanchana M. Samradivakara, Attorney-at-Law, No. 47, Anamaduwa Road, Galgamuwa. 4. Uraj Dilshan Herath, Attorney-at-Law, No. 288/45A, Mahasen Mawatha, Negombo Road, Kurunegala. Petitioners Vs. 1. Galgamuwa Pradeshiya Sabha, Office of the Pradeshiya Sabha, Galgamuwa. 2. Hewa Katuwalage Wimalaratne, Former Chairman, Galgamuwa Pradeshiya Sabha, “Jayabima”, Galgamuwa 3. Aloka Bandaralage Nimal Ratnayake, Secretary of the Galgamuwa Pradeshiya Sabha, Office of the Pradeshiya Sabha, Galgamuwa. 4. Mrs. Sandya L. Edirimuni, Attorney-at- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 5. Mrs. Shashika Akuranage, Attorney-at- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 6. Mrs. Tyroni Lakmali Premasiri, Attorneyat- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 7. Mrs. Kanchana Hathurusinghe, Attorneyat- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 8. Nihal Gamini Saman Kumara, Attorneyat- Law, Welilanda, Warawewa. 9. Himal Chandana Kahandawela, Attorneyat- Law, Sellamwatte, Galgamuwa. 10. Ms. Devika Subhasini, Attorney-at- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 11. Jayatilake Tennekoon, Attorney-at- Law, Opposite Magistrate’s Court, Anuradhapura Road, Polgahawela. 12. Udaya Rajapakse, Attorney-at-Law, Opposite Magistrate’s Court, Anuradhapura Road, Maho. 13. Ms. Ridma Jayawickrema, Attorneyat- Law, Opposite Magistrate’s Court, Anuradhapura Road, Ambanpola. 14. Ms. H.M. Sagarika Herath, Attorneyat- Law, Opposite Magistrate’s Court, Anuradhapura Road, Galgamuwa. 15. Minister of Local Government of the Northern Western Province, Provincial Council Office Complex, Kurunegala. 16. Chief Secretary of the North-western Province, Provincial Council Office Complex, Kurunegala. 17. Chief Minister of the North-western Province, Provincial Council Office Complex, Kurunegala. 18. Commissioner of Local Government of the North-western Province, Provincial Council Office Complex, Kurunegala. 19. Hon. Attorney General, Attorney General’s Department, Hulftsdorp, Colombo 12 Respondents",
    "judgement_by": "Hon. K. Priyantha Fernando J"
  },
  {
    "num": "SC/APPEAL/138/2009",
    "date_str": "2025-08-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_138_2009.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Premalal Leelananda Thilakaratne, “Sinha Sevana”, Batahira Kalatuwawa, Thummodara. Plaintiff - Respondent - Appellant (deceased) Weerajissara Anuruddha Thilakaratne, No. 09, Unagaswewa, Suchirathagama Road, Anuradhapura. Substituted Plaintiff - Respondent - Appellant Vs. Hewa Hakuruge Wijaya Nandasiri Kumara, Batahira Kalatuwawa, Thummodara. Defendant - Appellant - Respondent (deceased) 1A. Wanarajage Sunethra Pushpakumari Munasinghe, 1B. Sirikumarage Mahesh Kumara Sirikumara, 1C. Sirikumarage Savindu Suresh Sirikumara, All of No. 15A, Batahira Kalatuwawa, Thummodara. Substituted Defendants - Appellants - Respondents",
    "judgement_by": "Hon. A.L. Shiran Gooneratne J"
  },
  {
    "num": "SC/APPEAL/115/2023",
    "date_str": "2025-08-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_115_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Wijesundera Ralalage Nalaka Sanjaya Wijesundera, 128, Yaya 11, Maha Ambagaswewa, Medirigiriya. APPLICANT – RESPONDENT – APPELLANT Vs. Yunnan Construc􀆟on and Investment Holdings Group Company Limited, 43/3, Rosmead Place, Colombo 7. RESPONDENT – APPELLANT – RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/RULE/16/2023",
    "date_str": "2025-08-06",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_rule-16_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "W. S. B. S. Fernando Registrar of the Court of Appeal, Superior Courts Complex, Colombo 12 COMPLAINANT -Vs- Wickramage Don Dharmasiri Karunaratne No. 57, Baseline Road, Colombo 08 No. 1, M.D.H. Jayawardenapura, Pelawatte, Battarumulla. RESPONDENT",
    "judgement_by": "Hon. P. Padman Surasena CJ"
  },
  {
    "num": "SC/FR/327/2015",
    "date_str": "2025-08-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_327_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. W. Sunil Abeysiri, 2. M.M. Chandrika Jayakanthi, 3. I.M.T. Ihalagama, 4. T.P.G. Sudharmika Alwis Wijeratne, 5. Sujatha Karunaratne, 6. A. Gamage Priyanthini Yahampath, 7. Nishanthi Kariyapperuma, 8. J. Chandralal Dissanayake, 1st to 8th Petitioners of Sri Lanka Broadcasting Corporation, Colombo 7. 9. Sri Lanka Nidahas Sevaka Sangamaya, No. 493/1, T.B. Jayah Mawatha, Colombo 10. 10. P.P.S. Pathmasiri, The Secretary, Sri Lanka Nidahas Sevaka Sangamaya, Sri Lanka Broadcasting Corporation, Colombo 7. 11. Sri Lanka Broadcasting Corporation Engineers\\' Association, P.O. Box 574, Torrington Square, Colombo 7. 12. Mudith Siriwardena, The Secretary, Sri Lanka Broadcasting Corporation Engineers\\' Association, P.O. Box 574, Torrington Square, Colombo 7. 13. Sri Lanka Broadcasting Corporation Technical Officers\\' Union, Sri Lanka Broadcasting Corporation, Colombo 7. 14. A.H.J.D. Aluthwatta, Assistant Secretary, Sri Lanka Broadcasting Corporation Technical Officers\\' Union, Sri Lanka Broadcasting Corporation, Colombo 7. AND OTHERS",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/CHC APPEAL/54/2017",
    "date_str": "2025-08-01",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_54_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Don Lalith Indralal Rajapaksha, 203/3, Tharumalyaya, Veyangoda, Wegowwa. 1st DEFENDANT-APPELLANT Vs. Kim Hyum Wook, Ranmutugalawatte, Kadawatha. PLAINTIFF-RESPONDENT Daisy Rajapaksha, 203/3, Tharumalyaya, Veyangoda, Wegowwa. 2nd DEFENDANT-RESPONDENT",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/FR/168/2020",
    "date_str": "2025-07-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_168_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. R.M.S. Jayatissa No.1, S.T.F. Headquarters, Gonahena, Kadawatha. 2. P.J.S. Wijesinghe No. 132/15, Hiripitiya, Pannipitiya. 3. D.G.S. De Silva No. 82, George R.D. Silva Mawatha, Kotahena, Colombo 13. 4. T.F. Hadgie No. 85/2/B, Pamunuwa Road, Maharagama. 5. A.G.D.P. Amarasinghe No. 38, Mahasen Mawatha, Pallewela, Udubaddawa. 6. V.G.D.S. Samaranayake No. 05/A, Vihara Mawatha, Devala Road, Pamunuwa, Maharagama 7. H.M.D. Herath No. 824/2/1/A, 4th Lane, Jayamala Pura, Gampola. 8. H.K.R.A. Henepola No. A/3, S.T.F. Headquarters, Biyanwala, Kadawatha. 9. W.M.I.D.B. Wijekoon No. C/D, 9/20, Ranpokunugama, Nittambuwa. 10. R.A. Sisira Kumara No. A/04, S.T.F. Nagoda, Kalutara. AND OTHER PETITIONERS Vs. 1. C. D. Wickramaratne, Inspector General of Police (Actg), Police Headquarters, Colombo 01. 1A. Deshabandu Tennakoon, Inspector General of Police, Police Headquarters, Colombo 01. 1B. W. L. A. S. Priyantha, Inspector General of Police (Actg), Police Headquarters, Colombo 01. AND OTHERS",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/97/2018",
    "date_str": "2025-07-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_97_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Priyantha Serasundara 111/B8, Lakshapathiya Road, Lakshapathiya, Moratuwa. 2. N.H.S. Gamini 118/21, Mola Road, Katubedda, Moratuwa. 3. Wijesiri Peiris 25, Wanduramulla Watte, Wanduramulla, Panadura. 10. L.K.S. Malkanthi 70/A, Chakkindarama Road, Ratmalana. 12. D.K. Liyanage Nawa Janapadaya, Gamagoda, Kaluthara. 14. S.K. Vehella 85/15A, Polhengoda Road, Colombo 05. 21. M.B.S.P. Fernando 438, Station Road, Angulana, Moratuwa. AND OTHER PETITIONERS-APPELLANTS Vs. 1. Commissioner General of Labour Labour Secretariat, Colombo 05. 2. Gamini Lokuge Minister of Labour and Labour Relations, Labour Secretariat, Colombo 05. 3. Maliban Biscuit Manufactories Limited, No.389, Galle Road, Ratmalana. 4. Dr. Irvin Jayasuriya (Now Deceased) Arbitrator, Labour Secretariat, Colombo 05. RESPONDENTS-RESPONDENTS 4. Saman Suranjith 119/28, Sri Gunendra Road, Ratmalana. 5. B. Susiripala Mendis 105/27, Sri Gunendra Road, Ratmalana. AND OTHERS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/APPEAL/9/2017",
    "date_str": "2025-07-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_9_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Dewatage Chandrawathie, No. 54, Unique view road, Nuwara Eliya. Defendant-Respondent-Appellant Venerable Banagala Upatissa Nayaka Thero, Yoshida Educational and Social Services, Foundation, Takiko Yoshida Mawatha, Sapugaskanda. Plaintiff - Appellant - Respondent",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/APPEAL/231/2017",
    "date_str": "2025-07-29",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_231_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Hapu Arachchige Ariyadasa, No. 26, Pirivena Road, Mandawala. Plaintiff-Appellant-Appellant Vs. 1. Wariyapperuma Appuhamillage Prematileke Wariyapperuma, No. 194/1/3, Wilimbulawatta, Wilimbula, Radawana. 2. Puwakpitiyage Jayantha Pushpamal Mandawala Road, Mahena, Radawana. 3. Kanangama Arachchige Thamarasu Sudharma Priyangani, Pirivena Road Mandawala. Defendant-Respondent-Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/FR/644/2010",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_644_2010.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Manjula Balasuriya, Attorney – at – law On behalf of the Detainee. Senarathge Lakshman Cooray, No. 154, Tissa Mawatha, Bangalawatta, Kottawa. (Detained at the Terrorist Investigation Divisiov, Boossa) PETITIONER -Vs- 1. Prasanna Alwis, Officer-in-charge, Terrorist Investigation Division, Colombo 01. 2. Director, Terrorist Investigation Division, Colombo 01. 3. Mr. C.N. Wakishta, Deputy Inspector General of Police, Terrorist Investigation Division, Colombo 01. 4. R.M.N.G.A. Perera, Superintendent of Police, Terrorist Investigation Division, Colombo 01. 5. Senaka Kumarasinghe, Assistant Superintendent of Police, Criminal Investigation Department, Colombo 01. 6. Abdeen, Inspector of Police, Officer in Charge-Unit II, Terrorist Investigation Division, Colombo 01. 7. Subhair, Sub Inspector, Terrorist Investigation Division, Colombo 01. 7A. Sandaruwan, Police Constable, Terrorist Investigation Division, Colombo 01. 8. Inspector General of Police, Police Head Quarters, Colombo 01. 9. The Secretary, Ministry of Defence, Colombo 01. 10. The Hon. Attorney General Attorney General’s Department, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. A.H.M.D. Nawaz J"
  },
  {
    "num": "SC/FR/448/2019",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_448_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Bamunu Arachchige Sadew Nethum Ganganatha, 2. Bamunu Arachchige Sujith Ganganatha Both of 125 / 2 / 1, Galle Road, Colombo 04 PETITIONERS -Vs- 1. Akila Viraj Kariyawasam (M.P) Hon. Minister of Education, Ministry of Education, “Isurupaya” Battaramulla. 1A. Dallus Alahapperuma (M.P) Hon. Minister of Education, Ministry of Education, “Isurupaya” Battaramulla. 2. M.N. Ranasinghe, Secretary – Ministry of Education “Isurupaya” Battaramulla. 2A. N.H.M. Chitrananda, Secretary – Ministry of Education “Isurupaya” Battaramulla. 3. Ranjith Chandrasekara, Director National Schools, Ministry of Education, “Isurupaya” Battaramulla. 3A. G.M. Silva, Director National Schools, Ministry of Education, “Isurupaya” Battaramulla. 4. B.A. Abeyrathna, Principal – Royal College, Colombo 07. 5. M.U.S. Gunathilake, Member – Interview Board, (Admissions to Grade 01) Royal College, Colombo 07. 6. Harshana Mataraarachchi, Member – Interview Board, (Admissions to Grade 01) Royal College, Colombo 07. 7. Hon. Attorney General, Attorney General’s Department, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. A.H.M.D. Nawaz J"
  },
  {
    "num": "SC/FR/36/2020 WITH SC/FR/348/2012, SC/FR/530/2012, SC/FR/71/2016 & SC/CONT/5/2020",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_36_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. K. T. T. Dewapriya Abeywardena, Assistant Superintendent of Police, Police Engineering Unit, 101/1, Kew Road, Colombo 02. 2. S. B. P. M. P. G. Y. Bandara, Assistant Superintendent of Police, Police Engineering Unit, 101/1, Kew Road, Colombo 02. 3. Tharaka Seneviratne, Assistant Superintendent of Police, Information Technology Division, Police Head Quarters, Colombo 02. 4. P. M. K. P. Gunawardena, Assistant Superintendent of Police, Police Transport Division, Narahenpita, Colombo 05. PETITIONERS -Vs- 1. Mr. K.W.E.Karaliyadda Chairman, National Po-lice Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07 1A) Mr. E. W. M. Lalith Ekanayake Chairman, National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. 2. Secretary, National Police Commission, Block No. 9, B.M.I.C.H. Prem- ises, Bauddhaloka Mawatha, Colombo 07 2A) Mrs. Thamara D. Perera Secretary, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07 3. Mr. Gamini NawarathneMember, National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. 4. Ms. Savithree D.Wijesekara, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 5. D.Tilak Collure The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 6. Mr. Ashoke Wijethilake, The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 7. Mr. Y. L,M. Zawahir, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 8. Mr. G. Jeyakumar, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 8A) Mrs. D.K.Renuka Ekanayake 8B) Mr. K. Karunaharan 8C) Mr. P.G.S. Gamini De Silva 8D) Mr. Dilshan Kapila Jayasuriya 8A to 8 D of Members, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 9. Inspector-General of Police, Police Headquarters, Colombo 01. 10. Senior Deputy Inspector of Police (Administration). Police Headquarters, Colombo 01. 11. Deputy Inspector General of Police (Human Resources management Rang), Police Headquarters, Colombo 01. 12. Director Human Resources Management Division, Police Headquarters, Colombo 01. 13. Secretary Ministry of Defence, No 15/5, Baladaksha Mawatha, Colombo 14. Honorable Attorney General Department of the Attorney General, Colombo 12. 15. Hon. Justice Jagath Balapatabendi Chairman, Public Service Commission 16. Mrs. Indrani Sugathadasa Member, Public Service Commission 17. Mr.V.Shivagnanasothy Member, Public Service Commission 18. Dr.T.R.C.Ruberu Member, Public Service Commission 19. Mr. Ahamod Lebbe Mohamed Saleem Member, Public Service Commission 20. Mr. Leelasena Liyanagama Member, Public Service Commission 21. Mr. Dian Gomes Member, Public Service Commission 22. Mr. Dilith Jayaweera Member, Public Service Commission 23. Mr. W.H.Piyadasa Member, Public Service Commission All of 15th to 23rd Public Service Commission No 1200/9, Rajamalwatta Road, Battaramulla ADDED RESPONDENTS 1. K. T. T. DevapriyaAbeywardene, Assistant Superintendent of Police, Police Engineering Unit, 101/1, Kew Road, Colombo 02 2. S. B. P. M. P. G. Y. Bandara, Assistant Superintendent of Police, Police Engineering Unit, 101/1, Kew Road, Colombo 02. 3. Tharaka Senaviratne, Assistant Superintendent of Police, Information Technology Division, Police Head Quarters, Colombo 01. 4. Ρ. Μ. K. P. Gunawardena, Assistant Superintendent of Police, Police Transport Division, Narahenpita, Colombo 5. PETITIONERS -Vs- 1. Vidyajothi Dr. Dayasiri Fernando, Chairman, Public Service Commission, 1A. Sathya Hettige, Substituted Chairman, Public Service Commission SUBSTITUTED CHAIRMAN OF THE PUBLIC SERVICE COMMISSION 2. The Secretary, Public Service Commission, 3. Mr. PalithaKumarasingha P.C. Member, 4. Mrs. Sirimavo A. Wijerathne, Member, 5. Mr. S. C. Mannapperuma, Member, 6. Mr. AnandaSenevirtatne, Member, 7. Dr. N. H. Pathirana, Member, 8. Mr. S. Thillandarajah, Member, 9. Mr. M.D.W. Ariyawansa, Member, 10. Mr. A. Mohomed Nahiya, Member, 3A. S. C. Mannapperuma, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 4A. Ananda Senevirathne, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 5A. N. H. Pathirana, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 6A. S. Thillanadarajah, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 7A. A. Mohomed Nahiya, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 8A. Kanthi Wijethunga, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 9A. Sunil. S. Sirisena, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 10A. I.N. Soysa, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. SUBSTITUTED MEMBERS OF THE PUBLIC SERVICE COMMISSION 11. Mr. N. K. Illangakoon, Inspector General of Police, Police Head Quarters, Colombo 01. 11A. Mr. C. D. Wickramaratne, Act. Inspector General of Police, Police Head Quarters, Colombo 01. 12. Mr. Gamini Nawaratna, Senior Deputy Inspector General of Police, Administration, Police Head Quarters, Colombo 01. 12A. Mr. C. D. Wickramaratne, Senior Deputy Inspector General of Police, Administration, Police Head Quarters, Colombo 01. 13. Mr. P.B. Nikahatiya, Deputy Inspector General of Police, Transport and Communication Range, Narahenpita, Colombo 5. 13A.Mr. Ranmal Kodituwakku, Deputy Inspector General of Police, Transport and Communication Colombo 05 Range, Narahenpita, Colombo 05 14. Mr. Ajith Wickramasekara, Deputy Inspector General of Police, Personal Range, Police Headquarters, Colombo-01 14A. Mr.G.A.U.R. Galgamuwa, Senior Superintendent of Police, Personnel Division, Police head Quarters, Colombo 01. 14B. Mr. A.L.U.N.P. Liyanage Senior Superintendent of Director Human Resources Management Division, Police head Quarters, Colombo 01. 15. 15. H.D.K.S Jayasekara, Senior Superintendent of Police, Director, Police Transport Division, Narahenpita, Colombo 5. 15A. Mr. G S. Walgama, Senior Superintendent of Police, Director, Police Transport Division, Narahenpita, Colombo 5. 15B. Mr. Kelum C. Thilakaratne, Senior Superintendent of Police, Director, Police Transport Division, Narahenpita, Colombo 05. 16. Mr. W.K Jayalath, Senior Superintendent of Police, Director of Recruitment, Recruiting Division, No. 375, \\\"VilasithaNiwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 16A. Mr. U.P.A.D.K.P. Karunanayake, Senior Superintendent of Police, Director of Recruitment, Recruiting Division, No. 375,\\\"VilasithaNiwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 16B. Mr. U.A.L Udahawatta, Senior Superintendent of Police, Director of Recruitment, Recruiting Division, No. 375,\\\"VilasithaNiwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 17. Mr. ChampikaSiriwardana, Senior Superintendent of Police, Director of Criminal Record Division, P.O. box 526, Torrinton Square, Colombo 07 17A.Mr. J. A. D. M. P. N. Jayakody, Senior Superintendent of Police, Director of Criminal Record Division, P.O. box 526, Torrinton Square, Colombo 07 17B. Mr. M.T.T. Ruwan Kumara, Senior Superintendent of Police, Director of Criminal Record Division, P.O. box 526, Torrinton Square, Colombo 07 18. Hon. Attorney General, Attorney General\\'s Department, Colombo 12. RESPONDENTS 19. Secretary, National Police Commission, Block No. 9, B.M.L.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 19A. Secretary, Mrs. Thamara D. Perera National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 20. Prof. Siri Hettige, Chairman, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 20A. Mr. K.W.E. Karalliyadda, Chairman, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 20B.Mr. E. W. M. Lalith Ekanayake, Chairman, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. SUBSTITUTED CHAIRMAN OF THE POLICE COMMISSION 21. Mr. P.H. Manatunga Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07 22. Ms. Savithree Wijesekara, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Colombo 07. Bauddhaloka Mawatha, 23. Tilak Collure The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 24. Frank de Silva The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 25. Mr. Y. L,M. Zawahir, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 26. Mr. Anton Jeyanadan, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Colombo 07. Bauddhaloka Mawatha, ADDED RESPONDENTS 27. Mr. Gamini Nawarathne Member, National Police Commission, Block No. 9, B.M.L.C.H. Premises, Colombo 07. Bauddhaloka Mawatha, 28. Mr. Asoka Wijetilleka Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Colombo 07. Bauddhaloka Mawatha, 29. Mr. G. Jeyakumar Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 29A. Mrs. D.K.Renuka Ekanayake 29B. Mr. K. Karunaharan 29C. Mr. P.G.S. Gamini De Silva 29D. Mr. Dilshan Kapila Jayasuriya 29A to 29D of Members, National Police Commission, Block No. 9, Β.Μ.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. SUBSTITUTED MEMBERS OF THE POLICE COMMISSION 1. Mrs. K. B. Senaratne, Woman Superintendent of Police Grade II (SP), Police Engineering Unit, 101/1, Kew Road, Colombo 02. PETITIONER -Vs- 1. Vidyajothi Dr. Dayasiri Fernando, Chairman, Public Service Commission, 1A. SathyaHettige, Substituted Chairman, Public Service Commission SUBSTITUTED CHAIRMAN OF THE PUBLIC SERVICE COMMISSION 2. The Secretary, Public Service Commission, 3. Mr. PalithaKumarasingha P.C. Member, 4. Mrs. Sirimavo A. Wijerathne, Member, 5. Mr. S. C. Mannapperuma, Member, 6. Mr. Ananda Senevirtatne, Member, 7. Dr. N. H. Pathirana, Member, 8. Mr. S. Thillandarajah, Member, 9. Mr. M.D.W. Ariyawansa, Member, 10. Mr. A. MohomedNahiya, Member, All of, Public Service Commission, No. 117, Nawala Road, Narahenpita, Colombo 05. 3A. S.C Mannapperuma, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 4A. AnandaSenevirathne, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 5A. N. H. Pathirana, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 6A. S. Thillandarajah, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 7A. A. MohomedNahiya, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 8A. KanthiWijethunga, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 9A. Sunil. S. Sirisena, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 10A. I.N.Soysa, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. SUBSTITUTED MEMBERS OF THE PUBLIC SERVICE COMMISSION 11. Mr. N. K. Illangakoon, Inspector General of Police, Police Head Quarters, Colombo 01. 12. Mr. Gamini Nawaratna, Senior Deputy Inspector General of Police, Administration, Police Head Quarters, Colombo 01. 13. 13. Mr. Ajith Wickramasekara, Deputy Inspector General of Police, Personal Range, Police Headquarters, Colombo-01 13A.Mr. G. A. U. R. Galgamuwa, Senior Superintendent of Police, Personnel Division, Colombo 01. Police head Quarters, 14. Mr. W.K Jayalath, Senior Superintendent of Police, Director of Recruitment, Recruiting Division, No. 375, \\\"Vilasitha Niwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 14A. Mr. U.P.A.D.K.P. Karunanayake, Senior Superintendent of Police, Director of Recruitment, Recruiting Devision, No. 375, \\\"Vilasitha Niwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 15. Mr. Champika Siriwardena, Superintendent of Police Grade I (SSP), SSP Parliament Division Director of Parliament Division, Sri Jayawardhanapura, Parliament Complex, Kotte. 16. Mr. K.A. Rohana, Superintendent of Police Grade 1 (SSP) Director of Police Public Relations Headquarters, Colombo 01. Division, Police 17. Mr. W. N. S. W. Wickramasinghe, Superintendent of Police Grade I (SSP), SSP-Office Vavuniya 18. Mr. L.P.S.P. Sandugahawatta, Superintendent of Police Grade 1 (SSP), SSP-Office, Puttlam 19. Mr. J.A.P.P. Jayakody, Superintendent of Police Grade I (SSP), Police Public Relations Division, Police Headquarters, Colombo 01. 20. Mr.J.A.D.M.P.N.Jayakody, Superintendent of Police Grade I (SSP) Director of Criminal Record Division, P.O. box 526, Torrington Square, Colombo 07. 21. Mr. R.M.N.G.O. Perera, Superintendent of Police Grade 1 (SSP)President\\'s Security Division, Janadhipathi Mawatha, Temple trees\\', Colombo 03. 22. Mr. W.M.M. Wickramasinghe, Superintendent of Police Grade I (SSP), SSP-Office Nugegoda 23. Mr. H.K.D.W. M.P.B.Rathnathilake, Superintendent of Police, Grade I (SSP) 24. Mr. B.D. Chandrasiri, Superintendent of Police Grade I (SSP), Special Task Force, Gonahena, Kadawatha. 25. Mr. W.M.R.M. Welikanna, Superintendent of Police Grade I (SSP) State Intelligence Service, No.10, Cambridge Place, Colombo 07. 26. Mr. D.R.L. Ranaweera, Superintendent of Police Grade I (SSP) Criminal Investigation Department Criminal Investigation Department, New Secretariat Building, Police Headquarters, Colombo 01. 27. Mr. S. W. Y. B. S. B. Baddewela, Superintendent of Police Grade I (SSP) Retd 28. Mr. A.K. Samarasekara, Superintendent of Police Grade I (SSP) Retd. 29. Mr. Μ.Η.Κ.Β. Mahagedara, Superintendent of Police, Grade I (SSP) Director of National Police Academy, Thimbirigaskatuwa, Katana 30. Mr. D.R.G.M.B. Ellepola, Superintendent of Police Grade I (SSP), SSP Office, Kandy. 31. Mr. D. Gajasinghe, Superintendent of Police Grade I (SSP) PA to Inspector General of Police Police Headquarters, Colombo-01 32. Mr. K.P.P. Fernando, Superintendent of Police Grade I (SSP), SSP - Office Ratnapura 33. Mr. L.K.J.G.S. Peiris, Superintendent of Police Grade 1 (SSP) State Intelligence Service, No. 10, Cambridge Place, Colombo 07. 34. Mr. K.P.M. Gunaratne, Superintendent of Police Grade 1 (SSP) President\\'s Security Division, Janadhipathi Mawatha, Temple trees\\' Colombo 03. 35. Mr. L.H.K.W.K. Silva, Superintendent of Police Grade 1 (SSP) Director of Police Narcotics Bureau, 3rd Floor, New Secretariat Building, Colombo 01. 36. Mr. A. H. M. W. C. K. Alahokoon, Superintendent of Police Grade I (SSP), SP Office, Nikaweratiya, 37. Hon. Attorney General, Attorney General\\'s Department, Colombo 12. RESPONDENTS 38. Secretary, National Police Commission, Block No. 9, B.M.I.C.H.Premises, Bauddhaloka Mawatha, Colombo 07. 38A. Secretary Mrs. Thamara D. Perera National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. 39. Prof. Siri Hettige, Chairman, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 39A Mr.E.W.M. Lalith Ekanayake Chairman, National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. 40. Mr. P.H. Manatunga Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 41. Ms. Savithree Wijesekara, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 42. Tilak Collure, The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 43. Frank de Silva, The Member, National Police Commission, Block No. 9, B. M. I. C. H. Premises, Bauddhaloka Mawatha, Colombo 07. 44. Mr. Y. L, M. Zawahir, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 45. Mr. Anton Jeyanadan, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 45A Mr. P.G.S. Gamini De Silva 45B Mr. Dilshan Kapila Jayasuriya 45C Mr. K. Karunaharan 45D Mrs. D.K.Renuka Ekanayake 45A to 45C Members, National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. ADDED RESPONDENTS",
    "judgement_by": "Hon. A.H.M.D. Nawaz J"
  },
  {
    "num": "SC/FR/152/2019",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_152_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Lalitha Weerasinghe 23/12, Wallauw Watta, Hikkaduwa PETITIONER -Vs- 1. Ranmal Kodithuwakku Deputy Inspector General of Police, Kalutara District, Kalutara 2. Prof. S.T. Hettige Chairman, National Police Commission, Block No. 9, BMICH Premises, Bauddhaloka Mawatha, Colombo 7 3. D.M. Saman Dissanayake Secretary, National Police Commission, Block No. 9, BMICH Premises, Bauddhaloka Mawatha, Colombo 7 4. S.D. Wijesekere Member, National Police Commission, Block No. 9, BMICH Premises, Bauddhaloka Mawatha, Colombo 7 5. Y.L.M. Zawahir Member, National Police Commission, Block No. 9, BMICH Premises, Bauddhaloka Mawatha, Colombo 7 6. Tilak Collure Member, National Police Commission, Block No. 9, BMICH Premises, Bauddhaloka Mawatha, Colombo 7 7. Gamini Nawarathne Member, National Police Commission, Block No. 9, BMICH Premises, Bauddhaloka Mawatha, Colombo 7 8. Ashoka Wijethilaka Member, National Police Commission, Block No. 9, BMICH Premises, Bauddhaloka Mawatha, Colombo 7 9. G. Jeyakumar Member, National Police Commission, Block No. 9, BMICH Premises, Bauddhaloka Mawatha, Colombo 7 10. H.K.S. Shantha Kumara Officer in Charge, Wadduwa Police, Wadduwa 11. Ashoka Weerakkody Assistant Superintendent of Police, Police Head Quarters, Colombo 1 12. Hon. Attorney General Attorney General’s Department, Colombo 12 RESPONDENTS",
    "judgement_by": "Hon. A.H.M.D. Nawaz J"
  },
  {
    "num": "SC/CHC APPEAL/30/2013",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_30_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "THE TRAVEL CLUB (PVT) LTD., Formally of Taj Samudra Office Complex, No.25, Galle Face Centre Road, Colombo 3. And presently of 4th Floor, Forbes and Walker Building, No.46/38, Nawam Mawatha, Colombo 2 . Plaintiff-Appellant Vs. STERLING MERCHANT INVESTMENT LIMITED, Formally of No. 54, Walukarama Road, Colombo 3. And presently of No. 85/1, Jambugasmulla Road, Nugegoda. Defendant-Respondent",
    "judgement_by": "Hon. Achala Wengappuli, J"
  },
  {
    "num": "SC/APPEAL/68/2013",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_68_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Pallewela Gamaralalage Nalika Jeewanthi, 516/2, Sausiripaya Road, Uudumulla, Battaramulla. PLAINTIFF – APPELLANT– PETITIONER-APPELLANT -Vs- 1. Noor Mohamed Riza Jumaa, No. 31/3, Bullers Lane, Colombo 07. DEFENDANT–RESPONDENT– RESPONDENT - RESPONDENT 2. Herath Dheeraratnalage Saman Bandara, 304, Udumulla Road, Battaramulla. ADDED 2ND DEFENDANT – RESPONDENT-RESPONDENT- RESPONDENT",
    "judgement_by": "Hon. A.H.M.D. Nawaz J"
  },
  {
    "num": "SC/APPEAL/35/2021",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_35_2021-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. J.M. Premawathie, 2. D.M. Nandawathie Both of 18th Mile Post, Balagalla, Megahakiwla. DEFENDANT – APPELLANTAPPELLANT -Vs- Tuan Mansoor, Bonzo, nee Minna Samsudeen, alias Nona Zuhaira Samsudeen Casim PLAINTIFF Tuan Bashier Bonzo, No. 14/12, Shalawa Road, Ambuldeniya, Nugegoda. PLAINTIFF – RESPONDENT – RESPONDENT",
    "judgement_by": "Hon. A.H.M.D.Nawaz J"
  },
  {
    "num": "SC/APPEAL/211/2015",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_211_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "2. Udage Arachchige Sirimal Kanthi Wickramasinghe Wanaluwawa, Gampaha. 3. Udage Arachchige Lavinis Singho (Deceased) 3A. Udage Arachchige Sirimal Kanthi Wickramasinghe No. 6/1, Wanaluwawa, Gampaha. 4. Udage Arachchige Jayanthi Chandani Siriyalatha No. 6/1 Wanaluwawa, Gampaha. 5. Udage Arachchige Christi Terrance Rupasinghe No. 6/1, Wanaluwawa, Gampaha. 6. Udage Arachchige Karunaratne Tony Rupasinghe No.6/1, Wanaluwawa, Gampaha. Defendant-Respondent- Appellants Vs. 1A. Malawi Pathirennehelage Vajira Malkanthi No.67, Iddamaldeniya, Dompe. 1A Defendant-Appellant-Respondent Udage Arachchige Wijayadasa, Kudagammana, Giriulla. Plaintiff-Respondent-Repondent",
    "judgement_by": "Hon. Achala Wengappuli, J"
  },
  {
    "num": "SC/APPEAL/20/2018",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_20_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "People’s Bank, No. 75, Chiththampalam A. Gardiner Mawatha, Colombo 02. PETITIONER-RESPONDENT –APPELLANT -Vs- 1. Witharana Gamage Siriwardane, Mulakanhena, Bingiriya. 2. Meththasinghr Arachchilage Kleshiya Violet Siriwardane, Mulakanhena, Bingiriya. RESPONDENTS-PETITIONERS- RESPONDENTS",
    "judgement_by": "Hon. A.H.M.D. Nawaz J"
  },
  {
    "num": "SC/APPEAL/168/2018",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_168_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Punchi Hewage Samantha alias Mahathun. 4th Accused-Appellant-Appellant Vs. Hon. Attorney General, Attorney General’s Department, Colombo 12. Complainant-Respondent",
    "judgement_by": "Hon. Achala Wengappuli, J"
  },
  {
    "num": "SC/APPEAL/157/2014",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_157_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sinnalebbei Maraikar Mohamed Kaasim, (Dead) Muthaliar Road, Aakkaraipattu-3 Defendant-Respondent-Appellant Mohammathismail Maraikkar Avvakuddy, No.235, Mudaliyar Road, Aakkaraipattu-03 Substituted-Defendant-Respondent- Appellant Vs. Athamlebbe Seiynutheen, No.149, New Mosque Road, Aakkaraipattu-6 Plaintif-Appellant-Respondent",
    "judgement_by": "Hon. Achala Wengappuli, J"
  },
  {
    "num": "SC/APPEAL/109/2018",
    "date_str": "2025-07-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_109_2018-2.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "DFCC Bank PLC, No. 73/5, Galle Road, Colombo 03. PLAINTIFF – RESPONDENT – PETITIONER – APPELLANT -Vs- LOLC securities Ltd, Level 18, World Trade Center, Colombo 01. CLAIMANT – PETITIONER – RESPONDENT – RESPONDENT 1. Saheedul Hijry Mohamed Risan alias Saheedul Hijry Mohamed Rishan, No. 01, Charles Circus, Colombo 03. 2. Wedaralagedara Mohamed Mubarak Siththi Sermile alias Sithy Sharmila Rishan, No. 01, Charles Circus, Colombo 03. DEFENDANTS - RESPONDENTS – RESPONDENTS – RESPONDENTS",
    "judgement_by": "Hon. A.H.M.D. Nawaz J"
  },
  {
    "num": "SC/RULE/4/2024",
    "date_str": "2025-07-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_rule_4_2024-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Madarasinghage Chandradasa, Mahagalahena, Walakandakanda, Wathukanda, Katuwana. COMPLAINANT -Vs- Dhammika Ambewela, Attorney-at-Law, No. 75, Main Street, Deniyaya. RESPONDENT",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/FR/265/2012",
    "date_str": "2025-07-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_265_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Mery Ruwan Kumara, No.148, Kekilla Mandiya, Boosa. Petitioner Vs. 1. Prasan Fernando, Chief Inspector, Officer-in-Charge, Police Station, Tissamaharama 2. Dadya Manawaduge Basil Neville de Silva, Sub Inspector, Police Station, Tissamaharama 3. Liyanagamage Premasiri, Sub Inspector, Officer-in-Charge, Crime Branch, Police Station, Tissamaharama 4. S.J.D.Suwaris, Inspector of Police, Acting Officer-in-Charge, Police Station, Tissamaharama. 5. M.J.M.Rishard, Senior Superintendent of Police, Zonal Commanding Officer, Special Task Force Camp, Suriyawewa. 6. Inspector General of Police, Police HeadQuarters, Colombo 01 7. Honourable Attorney General, Attorney Generals\\' Department, Colombo 12 Respondents",
    "judgement_by": "Hon. Kumuduni Wickremasinghe J"
  },
  {
    "num": "SC/FR/168/2021, SC/FR/176/2021, SC/FR/184/2021, & SC/FR/277/2021",
    "date_str": "2025-07-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_168_176_184_277_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Centre for Environmental Justice (Guarantee) Limited No. 20/A, Kuruppu Road, Colombo 08. 2. Withanage Don Hemantha Ranjith Sisira Kumara Executive Director Center for Environmental Justice, No. 20/ A, Kuruppu Road, Colombo 08. 3. Wijethunge Appuhamyge Herman Kumara No. 10, Malwatta 4. Aruna Roshantha Fernando No. 87/D, Pitipana Veediya, Negombo. PETITIONERS v. 1. Marine Environment Protection Authority No. 177, Nawala Road, Colombo 05. 2. Sri Lanka Ports Authority No. 19, Chaithya Road, Colombo 01. 2A. Capt. Nihal Keppetipola Chairman Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2AA. Dr. Prashantha Jayamanna Chairman Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2B. Mr. Keith D. Bandara Chairman Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2BB. Chairman Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 3. A.W. Seneviratne Director General, Merchant Shipping, Merchant Shipping Secretariat, No. 27 Bristol St., Colombo 01. 3A. Mr. P.R. Ajith Wijesinghe Director General, Merchant Shipping, Merchant Shipping Secretariat, No. 27 Bristol St., Colombo 01. 3AA. Director General of Merchant Shipping Merchant Shipping Secretariat, 27 Bristol St., Colombo 01. 4. Capt. K.M. Nirmal Silva Harbour Master, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 4A. Harbour Master Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 5. Central Environmental Authority No. 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 5A. Hemantha Jayasinghe Director General, Central Environmental Authority, No. 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 5AA. Director General Central Environmental Authority, No. 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 6. R.A.S. Ranawake Director General, Coastal Conservation and Coastal Resource Management Department, 4th Floor, Ministry of Fisheries Building, New Secretariat, Maligawatta, Maradana, Colombo 10. 6A. Director General Coastal Conservation and Coastal Resource Management Department, 4th Floor, Ministry of Fisheries Building, New Secretariat, Maligawatta, Maradana, Colombo 10. 7. S.J. Kahawatta Director General, Department of Fisheries and Aquatic Resources, 3rd Floor, New Secretariat, Maligawatta, Colombo 10. 7A. Director General Department of Fisheries and Aquatic Resources, 3rd Floor, New Secretariat, Maligawatta, Colombo 10. 8. Rohitha Abeygunawardena Minister of Ports and Shipping, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8A. Nimal Siripala De Silva Minister of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8AA. Minister of Ports and Shipping Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 9. Mahinda Amaraweera Minister of Environment, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 9A. Minister of Environment Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 10.Mohan Priyadarshana De Silva State Minister, Urban Development, Coast Conservation, Waste Disposal and Community Cleanliness, Ministry of Urban Development, Coast Conservation, Waste Disposal and Community Cleanliness, 17th and 18th Floors, “SUHURUPAYA”, Subhuthipura Road, Battaramulla. 10A. State Minister Urban Development, Coast Conservation, Waste Disposal and Community Cleanliness Ministry of Urban Development, Coast Conservation, Waste Disposal and Community Cleanliness, 17th and 18th Floors, “SUHURUPAYA”, Subhuthipura Road, Battaramulla. 11.ESO RO PTE. LTD. 18, Robinson Road, #20-02, 18 Robinson, Singapore 048547. 11A. ESO RO PTE. LTD. 18, Robinson Road, #20-02, 18 Robinson, Singapore 048547. Represented by Sea Consortium Lanka (Pvt) Ltd 4th Floor, Setmil Maritime Centre, 256, Srimath Ramanathan Mawatha, Colombo 15. 12. X-Press Freeders 11, Duxton Hill, Singapore, 089595. 12A. X-Press Feeders 11, Duxton Hill, Singapore, 089595. Represented by its local Agent: Sea Consortium Lanka (Pvt.) Ltd. 4th Floor, Setmil Maritime Centre, 256, Srimath Ramanathan Mawatha, Colombo 15. 13. Sea Consortium Lanka (Pvt.) Ltd. 4th Floor, Setmil Maritime Centre, 256, Srimath Ramanathan Mawatha, Colombo 15. 14. Chandana Sooriyabandara Director General of Wildlife Conservation, Department of Wildlife Conservation, No. 811A, Jayanthipura, Battaramulla. 14A. Director General of Wildlife Conservation Department of Wildlife Conservation, No. 811A, Jayanthipura, Battaramulla. 15. His Excellency the President Gotabaya Rajapaksha Appearing by: Hon. Attorney General, Attorney General’s Department, Colombo 12. 15A. His Excellency the President Ranil Wickramasinghe Appearing by: Hon. Attorney General Attorney General’s Department, Colombo 12. 15AA. His Excellency the President Appearing by: Hon. Attorney General Attorney General’s Department, Colombo 12. 16. C.D. Wickramaratne Inspector of General Police, Police Headquarters, Colombo 01. 16A. Inspector General of Police Police Headquarters, Colombo 01. 17. Hon. Attorney General Attorney General’s Department, Colombo 12. RESPONDENTS 18. Kaushalya Nawaratne President, Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 18A.The President Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 19. Isuru Balapatabendi Secretary, Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 19A. Chathura A. Galhena Secretary, Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 19AA.The Secretary Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 20. Transparency International Sri Lanka 21. Ashala Nadishani Perera Both of No. 366, Nawala Road, Nawala, Rajagiriya. ADDED RESPONDENTS 1. Fr. Benedict Tennison Sarath Iddamalgoda ‘Thulana’, Kohalwila Road, Gonawala, Kelaniya. 2. Weeramundage Gamini Fernando No. 278/39, Siriwardhana Pedesa, Munnakkaraya, Negombo. 3. Warnakulasuriya Kristopher Sarath Fernando No. 639, Peragas Junction, Pahala Ulhitiyawa, Wennappuwa. PETITIONERS v. 1. Hon. Mahinda Amaraweera Minister of Environment, Ministry of Environment, 416/C/1, Robert Gunawardhana Mawatha, Battaramulla. 2. Hon. Douglas Devananda Minister of Fisheries, Ministry of Fisheries, Maligawatte Road, Colombo 10. 3. Hon. Rohitha Abeygunawardhana Minister of Ports and Shipping, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 4. Capt. Nihal Keppetipola Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 5. R.M.I. Rathnayake Secretary to the Ministry of Fisheries, Ministry of Fisheries, Maligawatte Road, Colombo 10. 6. Dr. Anil Jasinghe Secretary to the Ministry of Environment, Ministry of Environment, 416/C/1, Robert Gunawardhana Mawatha, Battaramulla. 7. Dr. Palitha Kithsiri Director General, National Aquatic Resources Research and Development Agency, Crow Island, Colombo 15. 8. R.A.S. Ranawaka Director General, Coastal Conservation and Coastal Resource Management Department, 4th Floor, Maligawatte, Colombo 10. 9. Hemantha Jayasinghe Director General, Central Environmental Authority, No. 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 10. Dharshani Lahandapura Chairperson Marine Environment Protection Authority, No. 177, Nawala Road, Colombo 05. 10A. Asela B. Rekawa Chairperson, Marine Environment Protection Authority, No. 177, Nawala Road, Colombo 05. 11(A). X-Press Feeders Represented by its Local Agent; Sea Consortium Lanka (Pvt) Ltd. 4th Floor, Setmill Maritime Center, No. 256, Srimath Ramanathan Mawatha, Colombo 15. 11(B). Killiney Shipping Pte. Ltd. 11, Duxton Hill, Singapore 089595. 12. Hon. Attorney General Attorney General’s Department, Colombo 12. RESPONDENTS 1. Dr. Ajantha Perera 16, Temple Road, Rattanapitiya, Boralesgamuwa. 2. Jeran Jegatheesan 155/8, 4th Lane, Dolalanda Gardens, Thalawathugoda (Deceased) PETITIONERS v. 1. Marine Environment Protection Authority (MEPA) 2. Dharshani Lahandapura Chairperson Marine Environment Protection Authority, 1st & 2nd above, both of: No. 177, Nawala Road, Narahenpita, Colombo 05. 2A. Asela B. Rekawa Chairperson, Marine Environment Protection Authority (MEPA), No. 177, Nawala Road, Colombo 05. 2B. KVR Samantha Gunasekara Chairperson Marine Environment Protection Authority (MEPA) 3. Sri Lanka Ports Authority No. 45, Leyden Bastian Road, Colombo 01. 4. Chandana Suriyabandara Director General – Department of Wildlife Conservation, No. 811/A, Jayanthipura Main Road, Battaramulla. 5. Ajith Seneviratne Director General – Merchant Shipping Secretariat, 1st Floor, Bristol Building, 43-89, York Street, Colombo 01. 6. Dr. Nalaka Godahewa, MP State Minister of Urban Development, Coast Conservation, Waste Disposal, and Community Cleanliness, 17th and 18th Floors, “SUHURUPAYA”, Subhuthipura Road, Battaramulla. 6A. Anura Karunathilaka, Minister of Urban Development, Construction and Housing 7. Hon. Attorney General, Attorney General’s Department, Hulftsdorp, Colombo 12. RESPONDENTS 1. The Archbishop of Colombo, Archbishop’s House, Gnanartha Pradeepa Mawatha, Colombo 08. 2. Cardinal Malcolm Ranjith, Archbishop of Colombo, Archbishop’s House, Gnanartha Pradeepa Mawatha, Colombo 08. PETITIONERS v. 1. Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2. Nihal Keppetipola, Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2A. Dr. Sarath Obesekere, Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2B. Keith D. Bernard, Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2C. Admiral Sirimewan Ranasinghe, Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 3. Upul Jayatissa, Managing Director, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 3A. Prabath J. Malavige, Managing Director, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 3B. Ganaka Hemachandra, Managing Director, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 4. Capt. K.M. Nirmal P. Silva, Harbour Master, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 5. Marine Environmental Protection Authority, No. 177, Nawala Road, Narahenpita, Colombo 05. 6. Dharshani Lahandapura, Chairperson, Marine Environmental Protection Authority, No. 177, Nawala Road, Narahenpita, Colombo 05. 6A. Asela B. Rekawa, Chairperson, Marine Environmental Protection Authority, No. 177, Nawala Road, Narahenpita, Colombo 05. 7. A.W. Seneviratne, Director-General of Merchant Shipping, Merchant Shipping Secretariat, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 7A. P.R. Ajith Wijesinghe, Director-General of Merchant Shipping, Merchant Shipping Secretariat, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 7B. Capt. S.D. Gamini A.K. Wilson, Director-General of Merchant Shipping, Merchant Shipping Secretariat, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8. Hon. Rohitha Abeygunawardena, Minister of Ports and Shipping, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8A. Hon. Nimal Siripala De Silva, Minister of Ports, Shipping and Aviation, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8B. Hon. Vijitha Herath, Minister of Ports, Shipping and Aviation, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. ADDED RESPONDENT 9. U.D.C. Jayalal, Secretary, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 9A. K.D.S. Ruwanchandra, Secretary, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 10. Hon. Douglas Devananda, Minister of Fisheries, Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 11. R.M.I. Rathnayake, Secretary, Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 11A. M.P.N.M. Wickramasinghe, Secretary, Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 12. Hon. Kanchana Wijesekara, State Minister of Ornamental Fish, Inland Fish and Prawn Farming, Fishery Harbour Development, Multi-day Fishing Activities and Fish Exports, Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 12A. Hon. Piyal Nishantha De Silva, State Minister of Fisheries, State Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 13. S.J. Kahawatte, Director-General of Fisheries & Aquatic Resources, Department of Fisheries, New Secretariat, Maligawatta, Colombo 10. 14. Hon. Mahinda Amaraweera, Minister of Environment, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 14A. Hon. Ahamed Naseer, Minister of Environment, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 14B. Hon. Vijitha Herath, Minister of Environment, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 15. Secretary, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 16. EOS RO PTE. Limited, #20-02, 18, Robinson Road, Singapore 048547. 17. Sea Consortium Pte. Limited (X-Press Feeders), 11, Duxton Hill, Singapore 089595. 18. Sea Consortium Lanka (Pvt.) Limited, No. 256, Srimath Ramanathan Mawatha, Colombo 13. 19. National Aquatic Resources Research and Development Agency, Crow Island, Colombo 15. 20. Central Environmental Authority, 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 21. Hon. Dr. Nalaka Godahewa, State Minister of Urban Development, Coast Conservation, Waste Disposal & Community Cleanliness, State Ministry of Urban Development, Coast Conservation, Waste Disposal & Community Cleanliness, 17th Floor, ‘Suhurupaya’, Battaramulla. 21A. Hon. Arundika Fernando, State Minister of Urban Development and Housing, Ministry of Urban Development and Housing, 17th Floor, ‘Suhurupaya’, Battaramulla. 21B. Hon. Thenuka Vidanagamage, State Minister of Urban Development and Housing, Ministry of Urban Development and Housing, 17th Floor, ‘Suhurupaya’, Battaramulla. 22. Hon. Attorney General, Attorney-General’s Department, Hulftsdorp Street, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. Achala Wengappuli, J"
  },
  {
    "num": "SC/APPEAL/85/2013",
    "date_str": "2025-07-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_85_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Maheepala D. Alfred Fernando No. 45, Station Road, Mt. Lavinia. 2. Maheepala D. Shanthadeva Ananda No. 43/1, Paliyathuduwa Road, Kelaniya. RESPONDENT-APPELLANT- APPELLANTS Vs. 4c. Ranpatipura Dewage Sirisena, (DECEASED) 4C SUBSTITUTED–ADMINISTRATOR- RESPONDENT-RESPONDENT 4c(i) D.M. Heen Amma 4c(ii) R.D. Sisira Senanayaka 4c(iii) R.D. Pradeep Senanayaka 4c(iv) R.D. Nalika Senanayaka 4c(v) R.D. Shirani Senanayaka All of, No.225, Kandy Road, Nape, Pilassa. 4C(i) to 4C(v) SUBSTITUTED- ADMINISTRATOR-RESPONDENT- RESPONDENT 3a. Ranpatipura Dewage Kirinelis 3b. Ranpatipura Dewage Podiamma 3c. Kira Dewayalaage Pinchi 3d. Ranpatipura Dewage Somawathie 3e. Ranpatipura Dewage Gunedasa 3f. Ranpatipura Dewage Karunarathne 3g. Ranpatipura Dewage Gunawathie 4a. Ranpatipura Dewage Gunadasa 4b. Ranpatipura Dewage Piyadasa (DECEASED) 4b(i) Kadirawelanage Appuhamy Guneratnage Anulawathie 4b(ii) Ranasinghe Dissanayakege Thushari Priyangika Edirisuriya 4b(iii) Ranasinghe Dissanayakege Chandana Pradeep Edirisuriya 4b(iv) Ranasinghe Dissanayakege Sanjeewa Pradeep Edirisuriya 4d. Ranpatipura Dewage Rana 4e. Ranpatipura Dewage Kirinelis 4f. Ranpatipura Dewage Punchina 4g. Ranpatipura Dewage Podina 5a. Mahipala Dharmasiriwardenage Alfred Fernando 6a. Rajakaruna Dewage Piyadasa 6b. Rajakaruna Dewage Somaratna 6c. Rajakaruna Dewage Rajapaksa 6d. Rajakaruna Dewage Premaratna 6e. Rajakaruna Dewage Ariyadasa 7. Ranpatipura Dewage Ranasinghe 8. Ranpatipura Dewage Babanis 9. Wijekoon Mudiyanselage Kiribanda All of Pilassa. RESPONDENT-RESPONDENT-RESPONDENTS",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/78/2018",
    "date_str": "2025-07-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_78_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "2A. Vithana Pathirennehelage Lankmal Husain Sisirakumara, No. 148,C, Jayanthi Road, Meegahawatta, Dompe. 3. Vithana Pathirennehelage Ariyasena, No. 179/2, Giridara, Kapugoda. 4. Vithana Pathirennehelage Chandra Pathirana, No. 179/1, Giridara, Kapugoda. 5. Vithana Pathirennehelage Wilson, No. 179/1, Giridara, Kapugoda. 2A – 5TH DEFENDANTS – RESPONDENTS – APPELLANTS Vs. 1. Vithana Pathirennehelage Premaratne, No. 180, Giridara, Kapugoda. PLAINTIFF – APPELLANT – RESPONDENT V.P. Jayaratne, No. 11/138, Swarna Kanda Nivasa, Thalahena, Malabe. 1ST DEFENDANT – RESPONDENT – RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/43/2024",
    "date_str": "2025-07-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_43_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Softlogic Finance PLC, No. 13, De Fonseka Place, Colombo 5. PETITIONER Vs Kollurage Priyanka Don Kollurage, No. 425 B3, Thalagala, Kiriwaththuduwa. RESPONDENT And now between Softlogic Finance PLC, No. 13, De Fonseka Place, Colombo 5. PETITIONER – APPELLANT Vs Kollurage Priyanka Don Kollurage, No. 425 B3, Thalagala, Kiriwaththuduwa. RESPONDENT – RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/FR/246/2022, SC/FR/261/2022, SC/FR/262/2022, SC/FR/274/2022, SC/FR/276/2022",
    "date_str": "2025-07-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_246_2022_with-_sc_fr_261_2022_sc_fr_262_2022_sc_fr_274_2022_sc_fr_276_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ambika Sathkunanathan No. 27, Rudra Mawatha, Colombo 6. Petitioner Vs. 1. (A) Hon. Attorney General Attorney General’s Department, Colombo 12. 1. (B) Hon. Attorney General, Attorney General’s Department, Colombo 12. 2. Gamini Senarath (Former) Secretary to the President, Presidential Secretariat, Colombo 01. 3. Saman Ekanayake Secretary to the President, Presidential Secretariat, Colombo 01. 4. General (Retired) Kamal Gunaratne Secretary, Ministry of Defence, Defence Headquarters Complex, Sri Jayawardenapura Kotte. Respondents 1. Wewala Pandithage Namini Thathprabha Panditha Pabasara, Sarasawi Mawatha, Horonduwa, Yatiyana, Matara. 2. Rusiru Tharinda Egodage 728/E, Kuttampokuna Road, Himbutuwelgoda, Kelaniya. Petitioners Vs. 1. C.D. Wickramaratne Inspector General of Police, Police Headquarters, Colombo 10. 2. Hon. Attorney General Attorney General’s Department, Colombo 12. Respondents 1. Centre for Policy Alternatives (Guarantee) Limited No. 6/5, Layards Road, Colombo 5. 2. Dr. Paikiasothy Saravanamuttu No. 3, Ascot Avenue, Colombo 5. Petitioners Vs. 1. Hon. Attorney General 2. Hon. Attorney General Attorney General’s Department, Colombo 12. Respondents 1. Atham Lebbe Aazath No. 75/65, Maligakanda Road, Maradana, Colombo 10. 2. Laxmanan Sanjeev No. 19, 2/5, Asian Courts, Milagiriya Avenue, Colombo 4. Petitioners Vs. 1. Saman Ekanayake Secretary to the President, Presidential Secretariat, Colombo 1. 2. General (Retired) Kamal Gunaratne Secretary to the Ministry of Defence, Ministry of Defence, Defence Headquarters Complex, Sri Jayawardenapura Kotte. 3. S. Hettiarachchi Secretary to the Ministry of Public Security, 15th Floor, Suhurupaya, Battaramulla. 4. C.D. Wickramaratne Inspector General of Police, Police Headquarters, Colombo 10. 5. Hon. Attorney General Attorney General’s Department, Colombo 12. Respondents Thudugala Mudalige Pubudu Sandun Thudugala No. 50, Ayesha Watta, Yakalla, Ibbagamuwa. Petitioner Vs. 1. Hon. Ranil Wickremasinghe President of the Democratic Socialist Republic of Sri Lanka and Minister of Defence Hon. Attorney General (In terms of proviso to Article 35(1) of the Constitution.) 2. Hon. Attorney General Attorney General’s Department, Colombo 12. 3. Gamini Senarath (Former) Secretary to the President, Presidential Secretariat, Colombo 1. 4. Saman Ekanayake Secretary to the President, Presidential Secretariat, Colombo 1. 5. General (Retired) Kamal Gunaratne Secretary, Ministry of Defence, Defence Headquarters Complex, Sri Jayawardenapura Kotte. Respondents",
    "judgement_by": "Hon. Yasantha Kodagoda PC J"
  },
  {
    "num": "SC/CHC APPEAL/18/2018",
    "date_str": "2025-07-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_18_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "M.B.A. Systems (Pvt) Ltd., No. 41, Kanatta Road, Thalapathpitiya, Nugegoda. 1st Respondent-Respondent-Appellant Vs. Virgina Perera, No. 22/1, Albert Crescent, Colombo 7. Petitioner-Petitioner-Respondent A.P. Bogollagama, No. 441/1, Thimbirigasyaya Road, Longdon Place, Colombo 7. 2nd Respondent-Respondent-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/CHC/15/2012",
    "date_str": "2025-07-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_15_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Seylan Bank Limited No. 69. Janadhipathi Mawatha, Colombo 01. Plaintiff Vs. 1. Samdo Macky Sportswear (Private) Limited, No. 241, Layard’s Broadway, Colombo 14 2. Mohamed Uvais Mohamed Rushdi, No. 112, Horton Place, Colombo 07 Defendants And Now Between Mohamed Uvais Mohamed Rushdi, No. 112, Horton Place, Colombo 07. 2nd Defendant – Appellant Vs. Seylan Bank Limited No. 69. Janadhipathi Mawatha, Colombo 01. Plaintiff - Respondent Samdo Macky Sportswear (Private) Limited, No. 241, Layard’s Broadway, Colombo 14. 1st Defendant – Respondent",
    "judgement_by": "Hon. Murdu N.B. Fernando PC J"
  },
  {
    "num": "SC/APPEAL/43/2025",
    "date_str": "2025-07-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_43_2025.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Pradeep Chaminda Bandara Warellagama, No. 75/33, Heerassagala Road, Kandy. SUBSTITUTED PLAINTIFF- PETITIONER-APPELLANT Vs. 1. Lalith Jayasundera, No. 139, Lady Mc Cullum’s Road, Kandy. 2. Sunil Shantha Kulasuriya, 3. Diyunuge Nandadasa Rajapaksha 4. Diyunuge Kulathunga Rajapaksha 5. Diyunuge Ananda Rajapaksha 6. Diyunuge Samson Rajapaksha 7. Rathnalal Nugaliyadde 8. D. Samson and Sons Limited, No. 64, Dalada Street, Kandy. DEFENDANT-RESPONDENT- RESPONDENTS",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/28/2015",
    "date_str": "2025-07-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_28_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Samarasinghe Piyaseeli, 2. Paramadige Damith (Deceased), 2A. Samarasinghe Piyaseeli Both of No. 240, Kudagammana 04, Beralihela, Tissamaharama. (C/O J.P.P. Bandupala, Karawile Road, Sellakataragama, Kataragama) Defendant-Respondent-Appellants Vs. Andra Hennadige Aladin, No. 47, Ambagahawatte Land, Akkara Wissa, Sellakataragama, Kataragama (Deceased). Plaintiff-Appellant-Respondent Andra Hennadige Pathmasiri, No. 196/D 96, 3rd Lane, Maduwanwala Colony, Colambageara. Substituted Plaintiff-Appellant-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/154/2012",
    "date_str": "2025-07-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_154_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Maddage Semapala, School Lane, Labugama, Haltota. (deceased) Maddage Aruna Shantha, School Lane, Labugama, Haltota. Substituted 1A Plaintiff-Appellant -Appellant Vs. 1. Devika Weerakoon, No.42A, Anadarawatta Road, Polhengoda, Kirulapone, Colombo 05. 2A. W.A. Mallika Weerakoon, 3. Ratiyalage Don Aron Perera, 4A. Ratiyalage Anula, 5. Ratiyalage Anula, 6A. P.D. Premawardena, 6A1. P.D. Kusumalatha, 6B. P.D. Kusumalatha, All of Labugama, Halthota. 7A1. Dilani Kalpani Mannapperuma, Labugama, Halthota. 7B. Dilani Kalpani Mannapperuma, Labugama, Halthota. 8A. Thambawitage Upul Indika, Labugama, Halthota. 9. Ratiyalage Gunaseeli Perera, Labugama, Halthota. 10A. Dilani Kalpani Mannapperuma, Labugama, Halthota. 11. Dilani Kalpani Mannapperuma, Labugama, Halthota. 12. Sooriyaarachchige Munasinghe Labugama, Halthota. Defendant – Respondent -Respondents",
    "judgement_by": "Hon. Murdu N.B. Fernando PC J"
  },
  {
    "num": "SC/APPEAL/152/2013",
    "date_str": "2025-07-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_152_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. The Superintendent Troup Estate, Talawakelle. 2. Maskeliya Plantations Limited No.310, High Level Road, Navinna, Maharagama. Respondents - Appellants - Appellants Vs. Ceylon Estate Staffs’ Union No. 6, Aloe Avenue, Colombo 3. On behalf of S. Mahalingam. Applicant - Respondent - Respondent",
    "judgement_by": "Hon. Sobhitha Rajakaruna J"
  },
  {
    "num": "SC/APPEAL/157/2018",
    "date_str": "2025-07-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_157_2018-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Balangoda Plantations PLC, 110 Norris Canal Road Colombo 10. Plaintiff-Respondent- Respondent-Appellant Vs. 1. Land Reform Commission, C82, Gregory Mawatha, Colombo 7 Defendant-Petitioner -Appellant – Respondent 2. The National Gem and Jewellery Authority, No.25 Galle Face Terrace, Colombo 3. 3. Janatha Estates Development Board, 55/75, Vauxhall Lane, Colombo 2. 2nd and 3rd Defendants-Respondents- Respondents-Respondents",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/FR/568/2012",
    "date_str": "2025-07-18",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_568_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1) Ceylon Electricity Board Independent Engineers Associa􀆟on, Ceylon Electricity Board, Kolonnawa. 2) Kalubowilage Kingsley Bernard Perera, 71A, Vikshopa Devamatha Road, Manaweriya. 3) Nihal Thasmantha Atapa􀆩u, “Hemantha”, Koramburuwana, Ransegoda, Matara. 4) S.S.M. Indika Seneviratne, 570, Nedumgamuwa, Gampaha. PETITIONERS - Vs - 1) Ceylon Electricity Board, PO Box 540, Sir Chittampalam A Gardiner Mawatha, Colombo 2. 2) W.B. Ganegoda 2A) W.D.A.S. Wijayapala 2B) M.M.C Ferdinando 2C) N.S. Illangakoon 2D) Dr. Tilak Siyambalapitiya 2 – 2D Respondents are Chairmen of the Ceylon Electricity Board. 3) T.M. Herath. 3A) W.A. Gamini Wannisekera 3B) N.S. Illangakoon 3C) Abey Ranaweera 3D) D.K.P.U. Gunathilake 3 – 3D Respondents are Chairmen of the Ceylon Electricity Board. and Others",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/CHC/APPEAL/26/2020",
    "date_str": "2025-07-18",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_apeal_26_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Randunu Dewage Kingsley Ananda Wickremasinghe, 66/7, Aluthwa􀆩e Road, Chilaw. 1ST DEFENDANT – APPELLANT LOLC Finance PLC, Formerly known as Lanka Orix Finance Company PLC and Lanka Orix Finance PLC, 100/1, Sri Jayawardenapura Mawatha, Rajagiriya. PLAINTIFF – RESPONDENT Omali Nissanka, 66/7, Aluthwa􀆩e Road, Chilaw. 2ND DEFENDANT – RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/43/2015",
    "date_str": "2025-07-18",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_43_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Siyambalagahagedara Mohammed Nuhuman Abdul Cader 2. Siyambalagahagedara Mohammed Nuhuman Mohammed Haleem, Both of 233, Pilitaragama, Bulugohotenna, Akurana PLAINTIFFS – RESPONDENTS – APPELLANTS - Vs - D.L.H.M Sinnan, 236, Matale Road, Bulugohotenna, Akurana. DEFENDANT – APPELLANT – RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/37/2018",
    "date_str": "2025-07-18",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_37_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. L. J. K. Hettiaratchi, No. 28/3, De Fonseka Place, Colombo 05. 2. H. G. Fonseka, No. 28/2, De Fonseka Place, Colombo 05. Petitioner – Petitioners Vs. 1. Pearl Weerasinghe, The Commissioner General of Labour, Labour Secretariat, Department of Labour, Narahenpita, Colombo 05. 1A. Prabath Chandrakeerthi, Attorney – at – Law, The Commissioner General of Labour, Labour Secretariat, Department of Labour, Narahenpita, Colombo 05. 2. Mr. L. T. G. D. Darshana, Assistant Labour Commissioner, Labour Secretariat, Department of Labour, Narahenpita, Colombo 05. 2A. Mr. H. K. K. A. Jayasundara, Assistant Labour Commissioner, Labour Secretariat, Department of Labour, Narahenpita, Colombo 05. Substituted Respondent – Respondent 3. Mr. M. A. Dhanardane, Labour Officer, Labour Secretariat, Department of Labour, Narahenpita, Colombo 05. 4. Walker Son & Company Limited, No. 18, St. Michael’s Road, Colombo 03. Respondent – Respondents",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/FR/388/2016",
    "date_str": "2025-07-17",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_388_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "K.H. Lasantha Gooneward 3A.K.M. Mahinda Siriwardana Member of the Monetary Board of Sri Lanka and Secretary to the Ministry of Finance. 4. Sanjeewa Jayawardena, PC Member of the Monetary Board of Sri Lanka. 5. Dr. Ranee Jayamaha Member of the Monetary Board of Sri Lanka. 6. Samantha Kumarasinghe Member of the Monetary Board of Sri Lanka. 6A. Anthony Nihal Fonseka Member of the Monetary Board of Sri Lanka. All at the Office of the Monetary Board of Sri Lanka, Central Bank Building, P.O. Box 590, No. 30, Janadhipathi Mawatha, Colombo 1. and Othersena No. 330/08, Saman Mawatha, Lake Road, Boralasgamuwa. Petitioner Vs. 1. Monetary Board of Sri Lanka Central Bank Building, P.O. Box 590, No. 30, Janadhipathi Mawatha, Colombo 1. 2. Ajith Nivard Cabraal Chairman of the Monetary Board and Governor of the Central Bank of Sri Lanka. 2A.Dr. P. Nandalal Weerasinghe Governor, Central Bank of Sri Lanka. 3. S.R. Attygalle Member of the Monetary Board of Sri Lanka and Secretary to the Ministry of Finance.",
    "judgement_by": "Hon. Yasantha Kodagoda PC J"
  },
  {
    "num": "SC/FR/66/2024",
    "date_str": "2025-07-16",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_66_2024-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Rajapaksha Mudiyanselage Amarananda Rajapaksha, No.25, Wekunagoda Road, Galle. For and on behalf of; Rajapaksha Mudiyanselage Janula Uthsara Rajapaksha. Petitioners VS. 1. P.S. Pushpakumara (Principal) Chairman of the Appeal Board Richmond College, Galle. 1A. Rusira Maddumahewage, Principal, Richmond College, Galle. 2. K. K. S. Dilshan Secretary of the Interview Panel, Richmond College, Galle. 3. H. P.L. Chandana Kumara, Member No. 01 of the Interview Panel, Richmond College, Galle. 4. Samith Thushara Gallage, Member No. 02 of the Interview Panel, Richmond College, Galle. 5. H. K. Anusha Maduwanthi, Member No. 03 of the Interview Panel, Richmond College, Galle. 6. Channa Upali Weerasekara, Provincial Director of Education, Southern Province. 7. Ranjith Yapa, Secretary, Minister of Education, Southern Province. 8. Hon. Attorney General, Attorney General\\'s Department, Colombo 12. Respondents",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/FR/229/2016",
    "date_str": "2025-07-16",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_229_2016-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Jalisge Asiri Jayalath Wickramasinghe No.69, Janaudanagama, Morakewa, Horowpothana. Petitioner Vs. 1. Deputy Inspector General of Police (DIG) J. K. R. A. Perera, Commandant, Special Task Force, No. 223, Bauddhaloka Mawatha, Colombo 07. 1A. Deputy Inspector General of Police (DIG) Waruna Jayasundara, Commandant, Special Task Force, No. 223, Bauddhaloka Mawatha, Colombo 07. 1B. Deputy Inspector General of Police (DIG) D.G.S. De Silva, Commandant, Special Task Force, No. 223, Bauddhaloka Mawatha, Colombo 07. 2. Inspector General of Police (IGP) Pujitha Jayasundara, Police Head Quarters, Colombo. 2A. Senior DIG C. D Wickramaratne, Acting IGP, Police Head Quarters, Colombo. 2B. C. D Wickramaratne, Inspector General of Police (IGP) Police Head Quarters, Colombo. 2C. T. M. W. Deshabandu Thennakoon, Inspector General of Police (Acting) Police Head Quarters, Colombo 01. 2D. Senior DIG Priyantha Weerasooriya, Inspector General of Police (Acting) Police Head Quarters, Colombo 01. 3. Prof. Siri Hettige, The Chairman 3A. Mr. K. W. E Karalliyadda, Chairman, 3B. Mr. S. C. S.Fernando, Chairman, 3C. Mr. E. W. M Lalith Ekanayake Chairman 4. Mr. P.H. Manatunga, Member 4A. Mr. Gamini Nawaratne, Member, 4B. Mr. M. P. P. Perera. Member, 4C. Mr. D. Kapila Jayasuriya, Member and Others",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/APPEAL/04/2022",
    "date_str": "2025-07-16",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_04_2022-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "W. A. R. Don Dharmawardena of No. 84, Yatiyanthota road, Avissawella. Petitioner-Appellant 1. D. M. Nalinasekara No. 4/4, Galle road, Dehiwela South, Dehiwela. 2. J. A. P. Jagath Kumara, No. 226, Galdora road, Boralugama, Kosgama. 3. Anusha Dewapriya Assistant Commissioner, Agrarian Development, Kegalle. 3a. S. D. K. Mediwaka, Assistant Commissioner, Agrarian Development, Kegalle. Respondent-Respondents",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/SPL LA/24/2024",
    "date_str": "2025-07-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_spl_la_24_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Mohammed Kamil Kuthubdeen 8TH ACCUSED – APPELLANT – PETITIONER Hon. Attorney General Attorney Gneral’s Department Colombo 12. COMPLAINANT - RESPONDENT - RESPONDENT",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/HCLA/06/2020 with SC/HCLA/07/2020",
    "date_str": "2025-07-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_hcla_6_2020_with_sc_hcla_7_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ceylon Electricity Board, No. 50, Sir Chithampalam A Gardiner Mawatha, Colombo 2, Sri Lanka. CLAIMANT-RESPONDENT- PETITIONER Vs. Poyry Switzerland Limited, (Formerly Poyry Energy Limited), Herostrasse 12, 8048 Zurich, Switzerland. RESPONDENT-PETITIONER- RESPONDENT, Ceylon Electricity Board, No. 50, Sir Chithampalam A Gardiner Mawatha, Colombo 2, Sri Lanka. CLAIMANT-PETITIONER- PETITIONER Vs. Poyry Switzerland Limited, (Formerly Poyry Energy Limited), Herostrasse 12, 8048 Zurich, Switzerland. RESPONDENT-RESPONDENT- RESPONDENT",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/FR/216/2020",
    "date_str": "2025-07-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_216_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Jayasingha Arachchige Shermila Priyadarshani Silva, No. 261/B, Kamaragoda, Dewalapola. 2. Jayasingha Arachchige Pasindu Hirushan Silva, No. 261/B, Kamaragoda, Dewalapola. Petitioners 1. University Grants Commission, 20, Ward Place, Colombo 07. 2. Snr. Prof. Sampath Amaratunge, Chairman, University Grants Commission, 20, Ward Place, Colombo 07. 2A. Snr. Prof. Kapila Seneviratne, Chairman, University Grants Commission, 20, Ward Place, Colombo 07. 3. Snr. Prof. Sudantha Liyanage, Vice Chancellor (Acting), University of Sri Jayawardenepura. 4. Prof. P.D. Nimal, Dean - Faculty of Management Studies and Commerce, Gangodawila, Nugegoda. 5. Hon. Attorney General, The Attorney General’s Department, Colombo 12. 6A. Prof. H.D. Karunaratne, Vice Chancellor, University of Colombo, College House 94, Kumaratunga Munidasa Mw, Colombo 03. and Others",
    "judgement_by": "Hon. A. L. Shiran Gooneratne J"
  },
  {
    "num": "SC/APPEAL/68/2017",
    "date_str": "2025-07-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_68_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "W.G.M.Premadasa Silva, No. 26/4, Station Lane, Nugegoda. Plaintiff-Respondent-Appellant V. 1. A.K.G. Janis, No. 64, Dutugemenu Road, Monaragala. 2. A.K.G. SeethaRanjani, Kawdawa, Wedikumbura, Moneragala. Defendants-Appellants Respondents",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/CHC APPEAL/24/2008",
    "date_str": "2025-07-08",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_24_2008.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Gamini Seneviratne 2. Sujith Nishantha Senevirathne Both at Salawa Road, Udahamulla, Nugegoda. DEFENDANTS – APPELLANTS Vs Sampath Bank Limited, No. 110, Sir James Peiris Mawatha, Colombo 2. PLAINTIFF – RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/25/2012",
    "date_str": "2025-07-08",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_25_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Wa􀆩ewa Kankanamge Sirisena, Kekunagoda, Halwinna, Godakawela. 1ST DEFENDANT – APPELLANT – APPELLANT Wa􀆩ewa Kankanamge Dayawansha Kumarasiri, Kekunagoda, Halwinna, Godakawela. SUBSTITUTED 1ST DEFENDANT – APPELLANT – APPELLANT - Vs - Wa􀆩ewa Kankanamge Siripala, No. 242, Pahala Andaluwa, Kolambage Ara. PLAINTIFF – RESPONDENT – RESPONDENT (2) J M Ranmenike, Pahala Andaluwa, Kolambage Ara. (3) Wa􀆩ewa Kankanamge Renuka, Pahala Andaluwa, Kolambage Ara. (4) Wa􀆩ewa Kankanamge Ramani, Pahala Andaluwa, Kolambage Ara. (5) Wa􀆩ewa Kankanamge Deepika, Pahala Andaluwa, Kolambage Ara. (6) Wa􀆩ewa Kankanamge Lalith, Pahala Andaluwa, Kolambage Ara. (7) Wa􀆩ewa Kankanamge Chaminda, Pahala Andaluwa, Kolambage Ara. 2ND – 7TH DEFENDANTS – RESPONDENTS – RESPONDENTS",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/139/2015",
    "date_str": "2025-07-08",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_139_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "K.B. Janaranjana, No. 29/A 01, Sandees Lane, Light House Road, Devinuwara. Applicant-Appellant-Appellant Vs. The State Timber Corporation, Sampathpaya, Rajamalwatta Road, Battaramulla. Respondent-Respondent-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/CHC APPEAL/44/2012",
    "date_str": "2025-07-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_-44_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Dr. P.B. Jayasundara, Secretary to the Ministry of Finance and Planning and the Secretary to the Treasury, The Secretariat, Colombo 01. 1A. Dr. Ranepura Hewage Samantha Samarathunga, Secretary to the Ministry of Finance and Planning and the Secretary to the Treasury, The Secretariat, Colombo 01. 1B. K.M.Mahinda Siriwardana, Secretary to the Ministry of Finance and Planning and the Secretary to the Treasury, The Secretariat, Colombo 01. 2. Public Enterprises Reform Commission, No. 11-01, West Tower, World Trade Centre, Echelon Square, Colombo 01. 3. The Hon. Attorney General, Attorney General’s Department, Colombo 12. Defendant- Appellants Vs. 1. Acland Insurance Services Limited, No. 65/5, Ward Place, Colombo 07. Plaintiff-Respondent 2. National Insurance Corporation Limited, No.01, Muttaiah Road, Colombo 02. 2A.Janashakthi Insurance Company Limited, No.24, Staples Street, Colombo 02. 3. Jayampathi Charitha Ratwatte, Former Secretary, Ministry of Finance, The Secretariat, Colombo 01. Defendant-Respondents",
    "judgement_by": "Hon. Murdu N.B. Fernando PC J"
  },
  {
    "num": "SC/APPEAL/55/2024",
    "date_str": "2025-07-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_55_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "The Commissioner General of Inland Revenue, Department of Inland Revenue, Sir Chittampalam A. Gardiner Mawatha, Colombo 02. RESPONDENT-APPELLANT Vs. Stafford Motor Company (Private) Limited, 718/7, Maradana Road, Colombo 10. APPELLANT-RESPONDENT",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/APPEAL/35/2024",
    "date_str": "2025-07-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_35_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Uthuwan Pathirannehelage Karunadasa (Correct Name as Uthuwan Pathirannehelage Karunarathna) No. 155, Wataddara, Veyangoda. DEFENDANT-PETITIONERPETITIONER Vs. 1. E. M. Kamalawathi 2. H. Anula De Seram 3. H. Mallika De Seram 4. H. Mangalika De Seram 5. H. Mala De Seram 6. H. Mangala De Seram All of No. 142, Wataddara, Veyangoda. PLAINTIFFS-RESPONDENTSRESPONDENTS",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/APPEAL/120/2021",
    "date_str": "2025-07-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_120_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "The Commissioner General of Inland Revenue, Department of Inland Revenue, Sir Chittampalam A. Gardiner Mawatha, Colombo 02. RESPONDENT-APPELLANT Vs. Stafford Motor Company (Private) Limited, 718/7, Maradana Road, Colombo 10. APPELLANT-RESPONDENT",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/APPEAL/131/2018",
    "date_str": "2025-06-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_131_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Egalle Muhandiramlage Simonhamy Alias Podiappu, 2. Samaya Mantree Gamladdalage Leelawathi Both of Yaalawa, Uhumiya. Defendants-Appellants-Appellants Samaya Mantree Gamladdalage Sumanadasa, Yaalawa, Uhumiya. Plaintiff-Respondent-Respondent 1A. Hangili Gedara Karunawathie, 2A. Samayamantree Gamladdalage Sarath Sisira Kumara, 3A. Samayamantree Gamladdalage Samaratunga, 4A. Samayamantree Gamladdalage Ranjith Dharamasiri, 5A. Samayamantree Gamladdalage Malani Somalatha, 6A. Samayamantree Gamladdalage Sunil Premaratna, 7A. Samayamantree Gamladdalage Danapala Wijesiri, All of Uhumiya Post, Yalawa North. Substituted Defendants- Respondents- Respondents",
    "judgement_by": "Hon. Samayawardhena, J."
  },
  {
    "num": "SC/FR/12/2015",
    "date_str": "2025-06-12",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_12_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Owitigalage Maithreepala Owitigala No. 280, Hinguruwewa, Talawa, Anuradhapura. PETITIONER Vs. 1. N. K. Ilangakoon Inspector General of Police, Police Headquarters, Colombo 01. 2. Gamini Dissanayake Deputy Inspector General of Police, Police Headquarters, Colombo 01. 3. Jagath Abeysirigunawardena Senior Deputy Inspector General of Police, North Central Province, Office of the Senior Deputy Inspector General of Police, Meththa Mawatha, Anuradhapura. 4. Ravi Wijewardena Senior Deputy Inspector General of Police, Northern Province, Office of the Senior Deputy Inspector General of Police, Meththa Mawatha, Anuradhapura. 5. C. Vithanawasam Disciplinary Inquiry Officer, Yakalla, Nedogodawewa. 6. R. A. Saaman Kumara alias Jayantha No. 83, 02/01 A Colony, Adhiranigama, Ihala Halmillewa, Eppawala. 7. Hon. Attorney General Attorney General’s Department, Hulftsdorp, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/APPEAL/212/2017",
    "date_str": "2025-05-28",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_212_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "The Ampara Multipurpose Co O perative Society Limited, D S. Senanayake Veediya, Ampara. PETITIONER APPELLANT Vs. 1. H.M. Herath Abeyweera District Secretary, District Secretariat, Ampara. 2. B.M.M.M. Basnayake, Divisional Secretary, Divisional Secretariat, Ampara. 3. L.S.C. Siriwardene, No. 40, Sama n bedda, Palm Kadavura, Uhana. 4. The Commissioner of Lands, Land Commissioner s Department, Colombo. 5. Illan Gamage Piyadasa of D/675, Pandukabhaya Mawatha, Ampara. 5A. Madura Illan Gamage No. 28, Pandukabhaya Mawatha, Ampara. 6. Sunil Kannangara, District Secretary, District Secretariat, Ampara. RESPONDENT RESPONDENT S",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/HC CALA/329/2023",
    "date_str": "2025-05-26",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_hc_cala_329_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sri Lanka Insurance Corporation Ltd., No. 21, Vauxhall Street, Colombo 02. Defendant-Respondent-Petitioner Vs. Janashakthi Insurance Company Limited, No. 47, Muttiah Road, Colombo 02. Presently, Allianz Insurance Lanka Limited, Level 25-27, One Galle Face Tower, No. 1A, Centre Road, Galle Face, Colombo 02. Plaintiff ? Appellant- Respondent",
    "judgement_by": "Hon. Murdu N.B. Fernando PC J"
  },
  {
    "num": "SC/HC CALA/187/2016",
    "date_str": "2025-05-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_hc_cala_187_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "27. Vithanage Seelani Perera No. 212, Horagala West, Padukka 28.? ? Vithanage Swarna Malanie Perera No. 33, Bolawalana Mw, Negombo 29.? ? Vithanage Sriyalatha Perera No.254, Daampe, Meegoda 32.? ?Vithanage Deepika Chandanie Perera No. 89 G, Kumudu Mw, Naampamunuwa, Piliyandala. 33.? ?Vithanage Rupamala Perera No. 9, Polwatte Road, Pamunuwa, Maharagama 46.? ? Vithanage Nihal Perera No. 38/4, New Hospital Road, Pamunuwa, Maharagama. DEFENDANT ? RESPONDENT ? PETITIONERS Vs. 1. Vithanage Kusumawathie Perera No. 492/A, Welipara, Thalawathugoda 2a. Meemanage Leelawathie No. 97/16, Railway Mawatha, Maharagama 3. ?H.D. Asilin, No. 352, Pannipitiya Road, Thalawathugoda 4. ?P.G. Somapala Perera No. 125, Hiripitiya, Pannipitiya 4a. Pattini Gamage Thilakarathna Perera No.11/24, Hiripitiya, Pannipitiya 5. Meemanage Simon Perera No. 383/15, Temple Road, Thalapathipitiya, Nugegoda 5. (A). Meemanage Piyadasa Perera, 5.? (B). Meemanage Nandawathie Perera, AND OTHERS",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/FR/690/2012",
    "date_str": "2025-05-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_690_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. R.P. Susil Priyankar Seneviratne No. 411/3, Navateldeniya, Galadivul-wewa. Petitioner Vs. 1. P. Prasanna Karunajeewa, PC 37248 2. R.M.T. Karunatilake, Sergeant 32781 3. M.D. Jagathpala, PC 48123. 4. M.G.A.T.B. Abeysinghe, PC 63722 5. H.M. Upali Herath, PC 45450 6. P.K.G.S.P. Prematunga, PC 35275 7. Upula Seneviratne Officer-in-Charge The 1st ? 7th Respondents of the Police Station, Thambuttegama 8. Inspector General of Police, Sri Lankan Police Department, Police Head Quarters, Colombo 01. 9. Hon The Attorney General, Attorney General?s Department, Hulftsdorp, Colombo 12 Respondents",
    "judgement_by": "Hon. K. Priyantha Fernando J"
  },
  {
    "num": "SC/CHC Appeal/4/2013",
    "date_str": "2025-05-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_4_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN Sheela Wijewardene No. 7/16, Thalapathpitiya Road, Udahamulla, Nugegoda. PLAINTIFF-APPELLANT -VS- 1. Sarath Kothalawala, No. 112/7, 1/1, Kanadawatta Terrace, Off Poorwarama Road, Colombo 05. 2. Rajiv Sebastian No. 112/7, 1/1, Kanadawatta Terrace, Off Poorwarama Road, Colombo 05. DEFENDANTS-RESPONDENTS",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/CHC APPEAL/39/2014",
    "date_str": "2025-05-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_39_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN Diesel & Motor Engineering Co. Ltd, No. 65, Jetawana Road, Colombo 14. DEFENDANT- APPELLANT -VSFrancis Milton Kevin Noronha, Joseph?s Corner, 188 B Perry Road, Bandra, Mumbai 4000050, India. and also of: No. 13, Templer?s Road, Mt. Lavinia. PLAINTIFF-RESPONDENT",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/Appeal/167/2014",
    "date_str": "2025-05-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_167_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN Ceylon Electricity Board, No. 50, Sir Chittampalam A. Gardiner Mawatha, P O Box 540, Colombo 02. PETITIONER ? APPELLANT - VS - 1. Hon. Athauda Seneviratne, Minister of Labour and Manpower, Ministry of Labour and Manpower, Labour Secretariat, Colombo 05. 2. D. S. Edirisinghe, Commissioner General of Labour, Department of Labour, Labour Secretariat, Colombo 05. 3. K. M. Sarathchandra, No. 53/2, Nawala Road, Nugegoda. 4. G. D. Abayaratne, No. 130, Sri Devananda Road, Piliyandala. 5. H. D. Thilakaratne, ?Prabha?, Koshenawatta, Madulawa Road, Watareka, Meegoda. RESPONDENTS ? RESPONDENTS",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/APPEAL/43/2016",
    "date_str": "2025-05-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_43_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN - VS ? 1. Hewa Dewage Josalin. (died) 2. Suduwa Dewage Jamis Somadasa alias Somadasa Gamage (died) 2a Kalanchige Sisilin 2b Sudu Dewage Shiroma Nishanthi Gamage 2c Sudu Dewage Anoma Nilmini Gamage 2d Sudu Dewage Champika Neel Gamage 2e Sudu Dewage Anushka Shayamali Gamage All of No.275, Pahala Karagahamuna, Kadawatha. SUBSTITUTED PLAINTIFFRESPONDENTAPPELLANTS -VS- 1. Nawalage Winson Cooray, 1a Nawalage Sunil Cooray 1b Nawalage Sarath Coorey No.279/2/A, Pahala Karagahamuna, Kadawatha. 2. Nawalage Mallika Cooray, No. 369, Neligama, Ragama. 3. Somadasa Silva, No. 276/1, Pahala Karagahamuna, Kadawatha. 4. K. K. Seelawathie, No. 276/2, Pahala Karagahamuna, Kadawatha. 5. Mervin Mendis, No. 276/2/B, Pahala Karagahamuna, Kadawatha. 6. D.A. Hewage, No. 276, Pahala Karagahamuna, Kadawatha. 7. G.A. Evgin Perera, No. 276/1, Pahala Karagahamuna, Kadawatha. 8. Nawalage Pabilis Cooray, 8a Nawalage Thamara Coorey No. 308, Neligama, Ragama. DEFENDANT ? APPELLANT ? RESPONDENTS",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/APPEAL/21/2005",
    "date_str": "2025-05-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_21_2005.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN The Building Materials Corporation No: 192/10, Srimath Bandaranayake Mawatha, Colombo Defendant ? Respondent ? Appellant Vs. Cinemas Limited, No: 117, New Chetty Street, Colombo-13. Plaintiff ? Appellant ? Respondent",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/APPEAL/114/2018",
    "date_str": "2025-05-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_114_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN Amarasinghe Arachchige Sumith Amarasinghe No. 42, Ruhunupura, Thalawathugoda. PETITIONER ? RESPONDENT - APPELLANT -VS- Amarasinghe Arachchige Nalini No.225/47, Siridhamma Mawatha, Colombo 10. RESPONDENT ? APPELLANT ? RESPONDENT",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/FR/33/2021",
    "date_str": "2025-05-22",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_33_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Dilrukshi Dias Wickramasinghe 377/2, Thalawathugoda Road, Hokandara South. PETITIONER -Vs- 1. Hon. Upaly Abeyrathne, Chairman Presidential Commission of Inquiry to inquire and obtaining information pertaining to the alleged incidents of Political Victimization of Public Officers, Employees of State Corporations, Members of Armed Forces and the Police Service, No. 42/10, Beddagana North, Pita Kotte. 2. Hon. Daya Chandrasiri Jayathilaka, Member Presidential Commission of Inquiry to inquire and obtaining information pertaining to the alleged incidents of Political Victimization of Public Officers, Employees of State Corporations, Members of Armed Forces and the Police Service, No. 24, Diyawanna Gardens, Pelawatta, Battaramulla. AND OTHERS",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/FR/169/2008",
    "date_str": "2025-05-22",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_169_2008.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Balasooriya Arachchige Chandradasa, C/O the Office of the Assistant Commissioner of Co-operative Development, No. 72, Mahameghawatta Road, Maharagama. And 150 Others Petitioners Vs. Hon. Reginald Cooray, Former Chief Minister of the Western Provincial Council, Chief Minister?s Office, No. 32, Sir Marcus Fernando Mawatha, Colombo 07. And 33 Others Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/49/2020",
    "date_str": "2025-05-22",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_49_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN 1. K. Dona Nimalawathie 2. H. Dona Nilusha Pasandika 3. H. Dona Nilanka Naduni Shyamanika All of No. 64, De Silva Road, Kalubowila, Dehiwala. PLAINTIFF-RESPONDENT-APPELLANTS -Vs- P. H. Dayananda, No. 40, Nandimithra Place, Pamankada. DEFENDANT-APPELLANT-RESPONDENT",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/APPEAL/191/2018",
    "date_str": "2025-05-22",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_191_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ceylinco Securities and Financial Services Ltd. Now Nation Lanka Finance PLC, 53 1/1, Island Building, Galle Road, Colombo 3. 1st Defendant-Respondent-Appellant Vs. 1. Watawala Kankanamlage Mahesh Padmakumara, 2. Nalika Chandanie Perera Gamage, Both at 14/4B, Depanama, Pannipitiya. Plaintiffs-Appellants-Respondents 2. Manawaduge Don Chitra Kumudunie, 218/5, Pathiragoda Road, Pamunuwa, Maharagama. 3. Mangala Samarasinghe, 14/3C, Station Lane, Borella Road, Pannipitiya. 2nd and 3rd Defendants-Respondents-Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/137/2022",
    "date_str": "2025-05-22",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_137_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Gunawardana Kulawadu Mestrige Jinali Renuka Fernando, No. 190B, New Galle Road, Walana, Panadura. 2A Substituted Defendant-Appellant-Appellant Vs. Warnakulasuriya Mestrige Sujatha de Silva, No. 190C, Near New Bridge, Panadura. Plaintiff-Respondent-Respondent Neetha Nandani de Silva, Palm Grove Farm, Deman Handiya, Nittambuwa. 1D Substituted Defendant-Respondent-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/134/2023",
    "date_str": "2025-05-22",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_-134_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Asiabike Industrial Limited, No. 114, Old Galle Road, Henamulla, Panadura. Respondent ? Respondent ? Petitioner Vs. Epa Arachchige Kumudu Upendra Premachandra, No. 26/2, Janajaya Mawatha, Atambagoda, Panadura. Applicant ? Appellant ? Respondent",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/FR/119/2015, SC/FR/120/2015, SC/FR/121/2015, SC/FR/122/2015",
    "date_str": "2025-05-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_119_120_121_122_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Manimandre Arachilage Suneetha Kalyani de Silva, 206T, Balummahara, Imbulgoda. 2. Jayatunga Arachchige Dona Mala Malkanthi, 354/B, Kosinna, Ganemulla. 3. Ratnam Antony Niruja, 249/D, Galahitiyawa, Ganemulla. 4. Tisuri Ama Liyanage, 114/CC/2, Ranmutu Uyana, Parakandeniya, Imbulgoda. Petitioners Vs. 1. S.J.B. Suwaris, Officer-in-Charge, Police Station, Walasmulla. 2. D. Chandrika Mabarana, Grama Sevaka, Waldelgaha-mula (Area No. 553), Office of the Grama Sevaka. 3. N. K. Illangakoon, Inspector General of Police, Police Headquarters, Colombo 01. 3(a). Pujitha Jayasundera, Inspector General of Police, Police Headquarters, Colombo 01. 4. Hon. Attorney General, Attorney General?s Department, Colombo 12. Respondents",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/CHC APPEAL/38/2022",
    "date_str": "2025-05-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_38_2022-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "B.J. International Pvt Ltd, “Vijitha”, Kahatapitiya, Hanwella and No. 375/B, Malamulla, Panadura. PLAINTIFF – APPELLANT -Vs- National Medicines Regulatory Authority, No. 120, Norris Canal Road, Colombo 10. DEFENDANT – RESPONDENT",
    "judgement_by": "Hon. A.H.M.D.Nawaz J"
  },
  {
    "num": "SC/APPEAL/51/2021",
    "date_str": "2025-05-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_51_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Velayuthapillai Thayalan No. 17/1, Seenivasagnam Road, Jaffna. 2. Vasuki Thayalan No. 17/1, Seenivasagnam Road, Jaffna. Plaintiffs-Respondents- Appellants V. Ratnam Yogenthiran No. 44/5, Palam Road, Kantharmadam, Jaffna. Presently in Qatar, Appearing through his Attorney, Yogendran Kavivarshan No. 44/5, Palam Roadm Kantharmadam, Jaffna. 1st Defendant- Petitioner- Respondent Rajini Yogenthiran No. 44/5, Palam Road, Kantharmadam, Jaffna. 4 2nd Defendant-Respondent- Respondent",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/APPEAL/198/2018",
    "date_str": "2025-05-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_198_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ceylon Bank Employees Union 20, Temple Road, Colombo 10. (On behalf of W.M. Wijeratne Banda) APPLICANT-RESPONDENTAPPELLANT Vs. People?s Bank 75, Sir Chittampalam A. Gardiner Mawatha, Colombo 02. RESPONDENT-APPELLANTRESPONDENT",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/APPEAL/111/2013",
    "date_str": "2025-05-20",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_111_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN Satharasinhage Dharmasena, Maththegoda, Polgasowita. (Deceased) 4th DEFENDANT-APPELLANTPETITIONER Kodikkarage Ewline Sumanawathie of Maththegoda, Polgasowita SUBSTITUTED 4th DEFENDANTAPPELLANT- APPELLANT Vs. 1. Weliwattage Seeman Perera (Deceased) 1A. Weliwattage Upali Indrasiri Perera, 2. Weliwattage Yasawardane Nandasiri Perera 3. Weliwattage Yasawardane Chandrasiri Perera All of No. 327, High Level Road, Pannipitiya PLAINTIFF-RESPONDENT-RESPONDENTS 1. Colomage Celestina Jayawardane, (Deceased) 1? Satharasinghage Amaratunga, 1? Satharasinghage Don Abeywardane, 1? Satharasinghage Dharmasena, 2. Satharasinghage Amaratunga, (Deceased) 2? Jayasinghe Arachchige Kamalawathi, 2? Satharasinghage Don Nalani, 2? Satharasinghage Don Sarathchandra, 3. Satharasinghage Don Abeywardane, 5. Satharasinghage Don Gunawardane, (Deceased) 5? Satharasinghage Amaratunga, 5? Satharasinghage Don Abeywardane, 5? Satharasinghage Dharmasena All of Maththegoda, Polgasowita. DEFENDANT-RESPONDENTRESPONDENTS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/APPEAL/30/2020",
    "date_str": "2025-05-16",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_30_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN 7. Muheyadeen Bawa Muhammadu Supiyan, Assistant Returning Officer, Kahatagasdigiliya Pradeshiya Saba, Election Office, Anuadhapura. 7th Respondent ? Appellant 8. R. M. Wanninayake, Returning Officer, Anuradhapura District, Election Office, Anuradhapura. 8th Respondent ? Appellant Vs. Wickramaarachchilage Gamini Jayasekara, Candidate of Sri Lanka People?s Front, Konwewa Para, Kahatagasdigiliya. Petitioner ? Respondent 1. Jinapalage Thilakaratne, Candidate ? Independent Group 01, Gam ? Maddha, Kahatagasdigiliya. 2. Babasinghe Baddegamage Dayapala, Candidate ? United National Party, Kiralagala Para, Kahatagasdigiliya. 3. Arampola Mudiyanselage Wasantha Arampola, Candidate ? Sri Lanka Freedom Party, Gam ? Maddha, Kahatagasdigiliya. 4. Suraweerage Susil Jayalath, Candidate ? People?s Liberation Front, No. 29, Siwdiyagama, Kahatagasdigiliya. 5. Aahamed Mawalana Asseyyadu Mohomad Ali, Candidate ? Sri Lanka Muslim Congress, Kiralagama Para, Kahatagasdigiliya. AND OTHERS",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/118/2022",
    "date_str": "2025-05-16",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_118_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Jayaratne Bandage Senaka Kumara Herath Accused - Appellant - Appellant Vs. The Hon. Attorney General Attorney General?s Department Colombo 12. Complainant - Respondent - Respondent",
    "judgement_by": "Hon. Menaka Wijesundera J"
  },
  {
    "num": "SC/APPEAL/99/2016",
    "date_str": "2025-05-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_99_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "A.M. Malani Chandralatha, No. 311, Parakandeniya, Imbulgoda. 2B Defendant-Petitioner-Appellant-Appellant Vs. Ampe Mohottige Podihamine, No. 20/1, Katuwalamulla, Ganemulla. Substituted Plaintiff-Respondent-Respondent-Respondent 1B. A.M.A. Surangi Nilmini Dissanayake, Wakkunuwela, Nakkawatte. 4A. Prabachandra Weliwita, 5. Prabachandra Weliwita, 6. Nandana Weliwita, All of Kendaliyaddapaluwa, Ganemulla. Defendant-Respondent-Respondent-Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/35/2012",
    "date_str": "2025-05-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_35_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "AND NOW BETWEEN Sri Lanka Ports Authority, No.19, Church Street, Colombo 01. Respondent - Petitioner - Appellant Daya Constructions (Private) Limited, No. 362, Colombo Road, Pepliyana, Boralesgamuwa. AND NOW Olympus Construction (Pvt) Ltd, No. 445 ?, Colombo Road, Pepliyana, Boralesgamuwa. Claimant - Respondent - Respondent",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/100/2020",
    "date_str": "2025-05-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_100_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Rajapaksha Appuhamilage Lionel Ranjith, 282/1, Pahala Karagahaamuna, Kadawatha. Plaintiff-Respondent-Appellant Vs. 1. Suraweera Arachchige Dona Leelawathi, 282/1, Pahala Karagahaamuna, Kadawatha. 2. Nawalage Anushka Udayanga Cooray, 306/1, Neligama, Ragama. 3. Registrar, Land Registry, Gampaha. Defendant-Respondent-Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/CHC/APPEAL/34/2002",
    "date_str": "2025-05-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_34_2002.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "And now between 2. Indulakshin Wickremasinghe Senanayake, No 1, 33rd Lane, Bagatalle Road, Colombo 03. 3. Premalal Wickremasinghe Senanayake, No 31/20, Bathiya Mawatha, Kalubowila, Dehiwala. 4. I.W.S Holdings (Pvt) Ltd, 451A, Kandy Road, Kelaniya. 5. Dynacom Engineering (Pvt) Ltd, 451A, Kandy Road, Kelaniya. 2ND ? 5TH RESPONDENTS ? APPELLANTS -Vs- Dr. Renatus Diederich Gebhard Wilhelm Koehn, Rothwiesenweg 8, 53229 Bonn, Germany and presently of No. 197, Rajapihilla Mawatha, Kandy PETITIONER ? RESPONDENT Phillip Nikolaus Koehn, Kiiser-Karl-Ring 38A, 53111 Bonn, Germany and presently of No. 197, Rajapihilla Mawatha, Kandy SUBSTITUTED ? PETITIONER ? RESPONDENT 1. Dynavision Broadcas??ng Company (Pvt) Ltd., No 451A, Kandy Road, Kelaniya. 6. Board of Investment of Sri Lanka, West Tower, World Trade Centre, Echelon Square, Colombo 01. 7. Controller of Exchange, Central Bank of Sri Lanka, 61, Janadhipathi Mawatha, Colombo 01. AND OTHERS",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/SPL LA/244/2024",
    "date_str": "2025-05-08",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_spl_la_244_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Umma Yekeena Samsudeen, No.233/29 B, Madampitiya Road, Colombo 14. PETITIONER - PETITIONER -Vs- 1. Officer in Charge, Police Narcotic Bureau, Colombo 01. 2. Hon. Attorney General, Attorney General’s Department, No.159, Hulsdorp, Colombo 12. RESPONDENT - RESPONDENTS",
    "judgement_by": "Hon. A.H.M.D. Nawaz J"
  },
  {
    "num": "SC/APPEAL/17/2022",
    "date_str": "2025-05-08",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_17_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ceylon Cold Stores PLC No. 148, Vauxhall Street, Colombo 2. Respondent ? Appellant ? Appellant Vs. Inter Company Employees? Union No. 259/9, Sethsiri Mawatha, Koswatte, Talangama. (On behalf of Kannaariam Nadarajah) Applicant ? Respondent ? Respondent",
    "judgement_by": "Hon. Yasantha Kodagoda, P.C., J."
  },
  {
    "num": "SC/APPEAL/116/2022",
    "date_str": "2025-05-08",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_116_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Now Between Patali Champika Ranawaka, No. 88/1, Jayanthipura Road, Jayanthipura, Battaramulla. 1st Accused ? Petitioner ? Appellant vs. Honourable Attorney-General, Attorney-General?s Department, Colombo 12. Complainant ? Respondent ?Respondent Walawe Mahadurage Dilum Thusitha Kumara, Imaduwa, Galle. 2nd Accused ? Respondent ? Respondent Wasala Atapattu Samarakoon Mudiyanselage Ralahamige Sudath Asmadala Asmadala Walauwa, Aranayaka. 3rd Respondent ? Respondent ? Respondent",
    "judgement_by": "Hon. Yasantha Kodagoda, PC, J."
  },
  {
    "num": "SC/APPEAL/88/2021",
    "date_str": "2025-04-30",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_88_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Nadugala Vidhana Pathiranage Piyadasa Rathuralagewatte Hiththatiya Meda, Matara. DEFENDANT-APPELLANT Vs. 1. Hon. Attorney General, Attorney General?s Department, Colombo 12. 2. Officer-in-Charge, Police Station, Maharagama. RESPONDENT-RESPONDENTS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/WRIT/9/2025, SC/WRIT/43/2025, SC/WRIT/57/2025",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_writ_9_43_57_2025.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. M A Sumanthiran, General Secretary, Ilankai Tamil Arasu Kachchi, 30, Martin Road, Jaffna. 2. Iruthayanathan Charles Nirmalanathan, 205/13 Bernaate Illam, Sinnakai Mannar. PETITIONERS Vs. 1. Returning Officer, Manthai West Pradeshiya Sabha, Election Office, Jaffna. 2. Mr. R M A L Rathnayake, Chairman of the election Commission 3. Mr. M A P C Perera, 4. Mr. A M Faaiz, 5. Ms. A Shanmuganathan, 6. Prof. Lakshman Dissanayake, All who are members of the Election Commission 7. Mr. Saman Sri Ratnayake, Commissioner General of Elections All of Elections Secretariat, Sarana Mawatha, Rajagiriya. 8. Ranjith Madduma Bandara General Sectetary, Samagi Jana Balawegaya, 815, E. W. Perera Mw, Ethulkotte. 9. Dr. Nihal Abesinghe, General Secretary, Jathika Jana Balwegaya, 464/20, Pannipitiya Road, Pelawatte, Battaramulla. 10. D. Devananda, Ealam People’s Democratic Party, 273, Stanley Road, Jaffna. 11. Tissa Jayawardena Yapa, Secretary, People’s United Front, No 10/21A, Elhena Road, Maharagama. 12. Gajendrakumar Ponnambalam, Secretary, All Ceylon Tamil Congress, 15 Queen’s Road, Colpetty, Colombo 3. 13. Hon. Attorney General, Attorney-General’s Department, Colombo 12. AND OTHERS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/WRIT/6/2025, AND OTHERS",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_writ_6_2025-and-Others.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Dr. Suresh Gangatharan, Secretary, Democratic National Alliance, No. 25, 3/2, Lauri’s Road, Colombo 05. 2. Mr. P. Udayarasa, 148, Station Road, Vairapuian Kulam, Vavuniya. PETITIONER Vs. 1. Returning Officer, Vavuniya South Pradeshiya Sabha, Election Office, Vavuniya. 2. Mr. R M A L Rathnayake, Chairman of the Election Commission 3. Mr. M A P C Perera, 4. Mr. A M Faaiz, 5. Ms. A Shanmuganathan, 6. Prof. Lakshman Dissanayake, All who are members of the Election Commission 7. Mr. Saman Sri Ratnayake, Commissioner General of Elections All of Elections Secretariat, Sarana Mawatha, Rajagiriya. 8. M.A. Sumanthiran General Secretary, Ilankai Tamil Arasu Katchi, 30, Martin Road, Jaffna. 9. Dr. Nihal Abesinghe, General Secretary, Jathika Jana Balwegaya, 464/20, Pannipitiya Road, Pelawatte, Battaramulla. 10. D. Devananda, Ealam People’s Democratic Party, 273, Stanley Road, Jaffna. 11. Thalatha Athukorala, United National Party, Sirikotha, Pita kotte Junction, Pitakotte. 12. N. Ratnalingam, Democratic Tamil National Alliance, 13, Haig Road, Colombo 4. 13. G. Ponnampalam, All Ceylon Tamil Congree, 120, Main Street, Jaffna. 14. Ranjith Madduma Bandara, Samagi Jana Balwegaya, 592, Bangalawatte Junction, Kotte Road, Pitakotte. 15. C V Vigneswaran, Tamil Makkal Koottany, Temple Road, Nallur. 16. Hon. Attorney General, Attorney- General’s Department, Colombo 12. RESPONDENTS AND OTHERS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/WRIT/33/2025",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_writ_33_2025.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Jeevan Thondaman, Secretary, Ceylon Workers Congress, No. 72, Ananda Coomaraswamy Mawatha, Colombo 07. PETITIONERS Vs. 1. Returning Officer, Maskeliya Pradhesiya Sabha, Election Officer, Nuwara Eliya. 2. Mr. R. M. A. L Rathnayake, Chairman, Election Commission",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/WRIT/30/2025, SC/WRIT/38/2025, SC/WRIT/63/2025, SC/WRIT/64/2025",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_writ_30_38_63_64_2025.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Jeevan Thondaman, Secretary, Ceylon Workers’ Congress, No 72, Ananda Coomaraswamy Mawatha, Colombo 07. PETITIONER Vs. 1. Returning Officer, Panwila Pradeshiya Sabha, Election Office, Kandy. 2. Mr. R M A L Rathnayake, Chairman of the Election Commission 3. Mr. M. A. P. C. Perera, 4. Mr. A. M. Faaiz, 5. Ms. Anusuya Shanmuganathan, 6. Prof. D M S S Lakshman Dissanayake, All who are Members of the election Commission. 7. Mr. Saman Sri Ratnayake, Commissioner General of Elections All of Elections Secretariat, Sarana Mawatha, Rajagiriya. 8. Ranjith Madduma Bandara General Sectetary, Samagi Jana Balawegaya. 815, E W Perera Mw, Ethulkotte. 9. Dr. Nihal Abesinghe, General Secretary, Jathika Jana Balawegaya, 464/20, Pannipitiya Road, Pelwatte, Battaramulla. 10. Thalatha Athukorale, General Secretary, United Nations Party, 400, B120, Sri Jayawardenapura Kotte. 11. Ranjan Seneviratne, Sarvajana Balaya Party No. 11, Park Avenue, Colombo 08. 12. Lasantha Alagiyawanne, The Secretary, People’s Alliance, No.301, T.B. Jaya Mawatha, Colombo 10. 13. Bandula Chanerasekera, Secretary, United Republic Front, 4/120, Thalkotuwa Udyanaya, Narahenpita. 14. Hon. Attorney General Attorney-General’s Department, Colombo 12. RESPONDENTS AND OTHERS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/FR/59/2025, SC/FR/60/2025, SC/FR/65/2025, SC/FR/68/2025, SC/FR/69/2025, SC/FR/72/2025",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_59_60_65_68_69_72_2025.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. C.V. Wigneshwaran, No. 16C, Cambridge Terrace, Colombo 07. 2. Visvalingam Manivannan, No. 58, Ramanathan Road, Jaffna. PETITIONERS Vs. 1. I. Saseelan, Returning Officer, Point Pedro Pradesh Sabha, Assistant Returning Officer Jaffana Administrative District, Election Office, Jaffna. 2. Mr. R. M. A. L Rathnayake, Chairman 3. Mr. M. A. P. C. Perera, Member, 4. Ameer Faaiz, Member 5. Anusuya Shanmuganathan, Member 6. Prof. D. M. S. S. Lakshman Dissanayake, Member 7. The Election Commission of Sri Lanka Election Commission of Sri Lanka, Election Secretariat, P.O. Box 2 Sarana Mawatha, Rajagiriya. 8. Hon. Attorney General, Attorney General’s Department, No.159, Hulftsdorp Street, Colombo 12. RESPONDENTS AND OTHERS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/FR/203/2024",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_203_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "M. A. Sumanthiran, No. 3/1, Daya Road, Colombo 06. PETITIONER-COMPLAINANT Vs. 1. I. S. H. J. Illukpitiya The Controller General of Immigration and Emigration, Suhurupaya, Sri Subhuthipura Road, Battaramulla. 1st RESPONDENT-ACCUSED In the matter of an application for bail under and in terms of Section 9(7)(b) of the Contempt of Court, Tribunal or Institution Act, No. 8 of 2024. 1. I. S. H. J. Illukpitiya The Controller General of Immigration and Emigration, Suhurupaya, Sri Subhuthipura Road, Battaramulla. and No. 233/17, Galagahena, Pitipana North, Kiriwaththuduwa. (Presently held in Colombo Remand Prison) 1st RESPONDENT-ACCUSED PETITIONER Vs. M. A. Sumanthiran, No. 3/1, Daya Road, Colombo 06. PETITIONER-COMPLAINANT- RESPONDENT Hon. Attorney General, Attorney General?s Department, Colombo 12. 10th RESPONDENT- RESPONDENT",
    "judgement_by": "Hon. Achala Wengappuli, J"
  },
  {
    "num": "SC/FR/155/2009",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_155_2009.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. W.B. Inoka Nadishani Koragahawetiya, Athungahakotuwa 2. Anuja Samantha Kahandawaarachchi No. 837/D, Gemunu Mawatha Athurugiriya Road, Homagama. PETITIONERS Vs. 1. K.D. Somapala Senior Superintendent of Police, Colombo North, SSP Office, Peliyagoda. 2. Chaminda Edirisuriya Officer-in-Charge, Police Station, Kiribathgoda. 2A. Ajantha Pushpakumara Inspector of Police, Police Station, Peliyagoda. 3. Chandana Gamage Inspector of Police, Police Station, Kiribathgoda. 4. Jayantha Wickramaratne Inspector General of Police, Police Headquarters, Colombo 01. 4A. C.D. Wickramaratne Inspector General of Police, Police Headquarters, Colombo 01. 5. Hon. Attorney-General Attorney-General?s Department, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/APPEAL/203/2012",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_203_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "R.D. Fernando, No. 09, Rankoth Vihara Road, Panadura. A.K. Susil Peiris, No. 15A, Rankoth Vihara Road, Panadura. S. Sampath Pushpakumara, No. 17, Rankoth Vihara Road, Panadura. K.D. Dayawathi, No. 19, Rankoth Vihara Road, Panadura. 4, 6, 7B and 8 CLAIMANT\u0002PETITIONER-RESPONDENT\u0002APPELLANT-PETITIONERS Vs. S.P. Mercy Catherine Perera, No. 1/1, Sinha Garage, 7th Cross Street, Panadura. (Deceased) a. Hewafonsekage Swarna Hycinth Anne Fonseka, No.22, M.E. Cooray Mawatha, Wadduwa. b. Hewafonsekage Kanthi Janet Fonseka, ?Ratnawasa?, Katuwalagoda Road, Welipenna, Matugama. c. Hewafonsekage Siransi Anita Fonseka, No. 585/9A/02, Arawwala, Pannipitiya. d. Hewafonsekage Shirley Lucius Tilak Fonseka, No. 164/12, Leon Silva Mawatha. e. Hewafonsekage Swaneeta Ranjanee Agnus Fonseka, No. 585/9A/12, Arawwala, Pannipitiya. f. Hewafonsekage Swanee Melinda Fonseka, No. 21, Janetvilla, Walpola, Panadura. g. Hewafonsekage Sunil Lucius Vijith Fonseka, No. 21, Janetvilla, Walpola, Panadura. h",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/192/2015",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_192_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "G.G.G. Mohamed Ismile Safeer Mohomed, Palliyakotuwa, Batugoda, Kandy. PLAINTIFF-RESPONDENT\u0002APPELLANT Vs. P.G. Sulaiman Lebbe Nizzamdeen, Palliyakotuwa, Ambatenna. 1st DEFENDANT-RESPONDENT -RESPONDENT Kumaresan Nadar Thangasamy, No. 149, Maliban Street, Colombo 11. (And now presently at A6, Bloemendhal Flats, Kotahena, Colombo 13.) 2nd DEFENDANT-APPELLANT\u0002RESPONDENT",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/175/2018",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_175_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sandya Kanthi Ranasinghe, No. 285/3, Sethsiri Place, Sudarshana Mawatha, Malabe. DEFENDANT- APPELLANT- APPELLANT -VS- Weerasekarage Vineetha Rodrigo, No. 168/B, Biyagama. PLAINTIFF-RESPONDENT- RESPONDENT",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/APPEAL/135/2019 WITH 149/2019",
    "date_str": "2025-04-04",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_135_2019_with_149_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Gamadikari Mudiyanselage Undiyagedera Ranjith Ariyarathna of No. 91, Viduhala Mawatha, Aluvihara, Matale. Defendant-Appellant- Petitioner-Appellant Vs. 1. Karapperu Wijethunga Rajapaksha Mudiyanselage Dhammika Kumara Wijethunga of Dorakumbura, Dunkolawatta. 2. Dugganna Wijeratna Wasala Mudiyanse Ralahammilage Madewatta Wallawewe Dammantha Kumari Dehigama of Dorakumbura, Dunkolawatta. Plaintiff-Respondent- Respondent-Respondents In the matter of an application for Appeal from the Judgment dated 26/10/2018 in Appeal No. CP/HCCA/KANDY/110A/2015 (F) in terms of Section 5C (1) of the Act No. 54 of 2006. 1. Karapperu Wijethunga Rajapaksha Mudiyanselage Dhammika Kumara Wijethunga Appearing by his Power of Attorney, Kapilasena Wijethunga of Dorakumbura, Dunkolawatta. 2. Dugganna Wijeratna Wasala Mudiyanse Ralahammilage Madewatta Wallawewe Dammantha Kumari Dehigama of Dorakumbura, Dunkolawatta. Plaintiffs",
    "judgement_by": "Hon. A. L. Shiran Gooneratne J"
  },
  {
    "num": "SC/APPEAL/8/2017",
    "date_str": "2025-04-03",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_8_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Pallocci Donatella, 145, via Leornadi, Roma, Italy. And presently resident in Unawatuna. 2. Palermi Luca, 07, via Benucci, Roma, Italy. And presently resident in Unawatuna. Plaintiff-Respondent-Appellants Vs. Yamuna Kanthi Stein, No. 158, Kapparatota Road, Weligama. Defendant-Appellant-Respondent",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/60/2020",
    "date_str": "2025-04-03",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_60_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Gunasinghe Chandrawathie of Pothupitiya South, Wadduwa. PLAINTIFF - PETITIONER - PETITIONER ? APPELLANT 1. Gunasinghe Siriyawathie, (Deceased) of Pothupitiya South, Wadduwa. 1A. Gunasinge Somdasa of Pothupitiya South, Wadduwa. 2. Kekiriwaragodage Sunil. 2A. Kakiriwaragodage Ananda No.382, Kerawalapitiya, Hendala, Wattala. 3. Duware Amara Kumari (Deceased) 3A. Kakirigodage Sunil. 3B. Duware Wilbert alias Gilbert, 517, Kahatagahawatta, Pothupitiya South, Wadduwa. 3C. Duware Wimalasiri, 517, Kahatagahawatta, Pothupitiya South, Wadduwa. 3D. Duware Nilanthi Ashoka, 517, Kahatagahawatta, Pothupititya South, Wadduwa. 4. Gunasinghe Somadasa All of Pothupitiya South, Wadduwa. 5. Jasenthuhewage Nandani (Deceased)",
    "judgement_by": "Hon. M. Sampath K. B. Wijeratne J."
  },
  {
    "num": "SC/APPEAL/148/2019",
    "date_str": "2025-04-03",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_148_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Chemisales Holding (Pvt) Ltd., 21, Wattalpola Road, Moon Crescent, Pallimulla, Panadura. And 45, Industrial Colony, Nagoda, Kalutara. Defendant-Respondent-Appellant Vs. People?s Bank, 75, Sir Chittampalam A. Gardiner Mawatha, Colombo 2. Plaintiff-Petitioner-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/89/2018",
    "date_str": "2025-04-02",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_89_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "D. N. Wijetunga, No. 80/1A, Layards Road, Colombo 05. Now residing at No. 04, Ramakrishna Place, Colombo 06. Plaintiff ? Appellant ? Petitioner Vs. T. C. Amarasekera, No. 06, 2nd Lane, C. A. M. Housing Scheme, Baddegana Road (South), Pitakotte. (Deceased) Indrajith Hiran Christopher Amarasekara No. 06, 2nd Lane, C. A. M. Housing Scheme, Baddegana Road (South), Pitakotte. Substituted Defendant ? Respondent ? Respondent",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/40/2018",
    "date_str": "2025-04-01",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_40_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Solanga Arachchige Nomananda, No. 320, Kendaliyaddapaluwa, Ganemulla. 2. Ranasinghe Arachchige Magilin Nona alias Magilin Ranasinghe, No. 320, Kendaliyaddapaluwa, Ganemulla. Defendant-Respondent\u0002Petitioner/Appellants Vs. Solanga Arachchige Kulawardena No. 320/2, Kendaliyaddapaluwa, Ganemulla. (since deceased) Plaintiff-Appellant- Respondent 1A. Solanga Arachchige Nandasena 1B. Solanga Arachchige Siriyalatha 1C. Solanga Arachchige Hema Kanthi all of 320/2, Kendaliyaddapaluwa, Ganemulla. Substituted Plaintiff ? Appellant\u0002Respondents",
    "judgement_by": "Hon. Murdu N.B. Fernando PC J"
  },
  {
    "num": "SC/FR/47/2014",
    "date_str": "2025-03-28",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_47_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Egoda Weerasekarage Thilak Pushpakumara Medahena Road, Welegoda, Matara. 2. Lokukamdi Hanndige Prashan de Silva, No. 18, Wimalasara Mawatha, Galkanwa Road, Gokona Road, Panadura North. 3. Hewapaththinige Nishantha Priyadarshana, No.23, Sarath Mawatha, Malaweewawaththa, Palathota, Kaluthara South. PETITIONERS Vs. 1. Nanda Mallawarachchi, Former Secretary, Ministry of Law and Order, Janadhipathi Mawatha, Colombo. 1A. Jagath Wijeweera, Former Secretary, Ministry of Law and Order, Southern Development, No. 25, Whiteways Building Sir Baron, Jayathilake Mawatha, Colombo 01. 1B. Pathmasiri Jayamanna, Former Secretary, Ministry of Law and Order, Janadhipathi Mawatha. 1C. Kamal Gunaratne, Secretary, Ministry of Law and Order, Southern Development, No. 25, Whiteways Building Sir Baron, Jayathilake Mawatha, Colombo 01. 1D. Viyali Gunathilake, Secretary of Public Security, Ministry of Public Security, 15th Floor, Suhurupaya, Battaramulla. AND OTHERS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/FR/17/2015",
    "date_str": "2025-03-28",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_17_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Provincial Public Service (Local Government), Revenue Inspectors Trade Union, Revenue Inspectors Brand, Colombo Municipal Council, Town Hall, Colombo 07. 2. Prins Dalugoda, No. 1277/5 Rajamalwatta Road, Battaramulla. 3. Seemanmeru Pathiranage Sujeewa Kalyanapriya Pathirana, No. 103/7 Jayaboo Mawatha, Muthuhena Watta Road, Meegoda. 4. Asuramuni Dasantha Mangala Kumara Silva, No. 620/D2, Eriyaweitya, Kaleniya. PETITIONERS Vs. 1. A. J. M. Mussamil (Ceased to hold Office), The Governor, Secretariat of the Governor, Western Province, No. 98/4, Havelock Rd, Colombo 05. 1A. Dr. Seetha Arambepola, The Governor, Secretariat of the Governor, Western Province, No. 98/4 Havelock Road, Colombo 05. 1B. Air Marshall Roshan Gunathilaka, The Governor, Secretariat of the Governor, Western Province, No. 98/4 Havelock Road, Colombo 05. 2. Pradeep Yasarathna, (Ceased to hold Office) Chief Secretary of the Western Province, Office of the Chief Secretary Western Province, 204, Denzil Kobbekaduwa Mawatha, Battaramulla. AND OTHERS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/APPEAL/38/2011",
    "date_str": "2025-03-27",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_38_2011.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Wijayarathna Gamage Palitha Srilal, 379B, Kamburagalla, Rakgahawila. Defendant-Respondent-Appellant Vs. Wilwara Archchilage Sunethra Srimathi, Kamburagalla, Rakgahawila. Plaintiff-Appellant-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/102/2019",
    "date_str": "2025-03-27",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_102_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1A. Godayalage Thilakapala, Madagoda, Warakapola. Substituted Plaintiff-Appellant-Appellan Vs. 1. Liyanaarachchige Romel Nona, Madagoda, Warakapola And Others Defendants-Respondents-Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/143/2018",
    "date_str": "2025-03-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_143_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "L.W.D Udaya Athula No. 195/2 Gonawala, Kelaniya 2nd Defendant-Appellant- Appellant Vs. 1. Wadutantirage Verjiniya Shirani Fernando 2. Gihan Jenius Moses 3. Sheyani Verjiniya Moses 4. Enila Jekila Moses (2nd, 3rd and 4th Plaintiffs appearing by their next friend the 1st Plaintiff) All of No. 12A Banglawatta Terrace, Banglawatta Mabola, Wattala Plaintiffs- Respondents-Respondents Manager, Shanak International (Pvt) Ltd, No. 38, 2nd Lane, Rawathawatta, Moratuwa 1st Defendant-Respondent-Respondent",
    "judgement_by": "Hon. Kumuduni Wickremasinghe J"
  },
  {
    "num": "SC/APPEAL/62/2018",
    "date_str": "2025-03-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_62_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "J. M. Chandrika Priyadharshani, The Competent Authority, Plantation Management Monitoring Division, Ministry of Plantation Industries, No. 55/75, Vauxhall Street, Colombo 02. Applicant ? Competent Authority ? Respondent ? Respondent ? Appellant Vs. Ammasi Krishna, Kotiyagala Estate Lower Division, No. 09, Housing Scheme, Plot No. 26, Kotiyagala Estate, Bogawanthalawa. Respondent ? Petitioner ? Appellant ? Respondent",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/168/2015",
    "date_str": "2025-03-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_168_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Pradeshiya Sanwardana Bankuwa 933, Kandy Road, Vedemulla, Kelaniya Party Sought to be Substituted in place of the 1st Defendant ? Petitioner ? Appellant - VS - 1. K G P M Nirmalatha, 596/76 Bandaranaike Mawatha, Anuradhapura Plaintiff ? Petitioner ? Respondent ? Respondent 2. A B Karunathilake, 3. Rathnasiri Siriwardena, 4. U B Semasinghe of Rajarata Sanwardana Bankuwa, Head Office, Anuradhapura 2nd 4th Defendants-Respondents-Respondents-Respondents",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/MISC/2/2012",
    "date_str": "2025-03-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_misc_2_2012-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Beligaswatta Akkarakuruppu Mudiyanselage Lal Dhammika Pushpa Kumara, Ovitakanda, Bogodaaramba, Pelmadulla. Permit Holder- Appellant- Appellant- Appellant Vs. 1. Rev. Bengamuwe Sri Rathnapala Dammadinna Thero, Pelmadulla Rajamaha Viharaya, Pelmadulla. Objector- Respondent- Respondent- Respondent 2. National Gem And Jewellery Authority, 25, Galle Face Terrace, Colombo 3 3. Wimalaratne Muthugala, Senior Regional Manager National Gem and Jewellery Authority, Ratnapura 4. General Rohan Daluwatte, Former Chairman, National Gem and Jewellery Authority, 25, Galle Face Terrace, Colombo 3 5. Anil Koswatta, Former Chairman National Gem and Jewellery Authority, 25, Galle Face Terrace, Colombo 3 6. B.M.U.D. Basnayake Secretary, Ministry of Environment ?Sampath Paya? No.82, Rajamalwatta Road, Battaramulla, Palmadulla. 7. Wajira Narampanawa Chairman, National Gem and Jewellery Authority, No.25, Galle Face Terrace, Colombo 03. (Ceased to hold office) AND OTHERS",
    "judgement_by": "Hon. Kumuduni Wickremasinghe J"
  },
  {
    "num": "SC/FR/123/2009",
    "date_str": "2025-03-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_123_2009.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. H.T.A. Ariyaratne 2. H.R.D.G. Mendis Both of: No. 53, Horape Temple Road, Ragama. PETITIONERS Vs. 1. Jayantha Wickremarathne, Former Inspector General of Police, 1A. N.K. Illangakoon, Former Inspector General of Police, 1B. C.D. Wickremaratne, Inspector General of Police. 2. A.L. Keerthi Kumara Atapa?u, ReOred Senior Superintendent of Police of the Crime Division of the Western Province. 1 st, 1A, 1B and 2nd Respondents at Police Headquarters, Colombo 1. 3. Neville Piyadigama 3A. Senaka Walgampaya 3B. P.H. Manatunge 3C. K.W.E. Karaliedda 3D. S.C.S. Fernando 3E. E.W.M. Lalith Ekanayake 3 rd ? 3E Respondents were/is Chairman, NaOonal Police Commission 4. Nihal Jayamanne 4A. Elle Gunawansa Thero 4B. Savitri Wijesekera 4C. S. Liyanagama 4D. D.K. Renuka Ekanayake 5. R. Sivaraman 5A. D. Dissanayake 5B. Y.L.M. Zwaheer 5C. A.S.P.S.P. Sanjeewa 5D. K. Karunaharan 6. Elle Gunawansa Thero 6A. Charmaine Madurasinghe 6B. Anton Jeyanthan 6C. Gamini Navarathne 6D. N.S.M. Samsudeen 6E.",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/82/2017",
    "date_str": "2025-03-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_82_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Mohamed Sufian Mohamed Faumi, No. 249, Thihariya, Kalagedihena. PLAINTIFF-APPELLANT- APPELLANT Vs. 1. P.A. Sunila Kanthi Perera 2. P.A. Shriyani Mallika Perera 3. P.A. Kumuduni Champika Perera 4. P.A. Sunil Renuka Perera All of Perera Bakery, Thihariya, Kalagedihena. SUBSTITUTED DEFENDANT- RESPONDENT-RESPONDENTS",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/60/2004",
    "date_str": "2025-03-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_60_2004.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "A. S. de. S. Haegoda No. 30/7, Stanley Thilakaratne Mawatha, Nugegoda. (Deceased) Plaintiff ? Respondent ? Appellant 1(a). Ratnavali Chandrika Haegoda, No. 30/7, Stanley Thilakaratne Mawatha, Nugegoda. Substituted Plaintiff ? Respondent ? Appellant Vs. 1. M. Gunaratne Perera No. 131, Subadrarama Road, Gangodawila, Nugegoda. (Deceased) Defendant ? Appellant ? Respondent 1(a). Hewa Malaviarachchige Dona Dayaseeli Dhammika, No. 131, Subadrarama Road, Gangodawila, Nugegoda. Substituted Defendant ? Appellant ? Respondent",
    "judgement_by": "Hon. Janak De Silva J"
  },
  {
    "num": "SC/APPEAL/199/2018",
    "date_str": "2025-03-20",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_199_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Mapa Pathirennehelage Sediris Singho of Kalaotuwawa, Kalagedihena. 2. Ranatunga Arachchige Piyaseeli of Kalaotuwawa, Kalagedihena. 1ST AND 2ND DEFENDANT- RESPONDENT-APPELLANTS Vs. 1a. Rajapaksha Pathirennehelage Renuka No. 99/2, Kalaotuwawa, Kalagedihena. 2. Rajapaksha Pathirennehelage Renuka No. 99/2, Kalaotuwawa, Kalagedihena. 1ST AND 2ND PLAINTIFF- APPELLANT-RESPONDENTS 1b. Kamburugodage Aslin Nona No. 100, Kalaotuwawa, Kalagedihena. 1c. Rajapaksha Pathirennehelage Chandrasekara No. 99/1, Kalaotuwawa, Kalagedihena. 1d. Rajapaksha Pathirennehelage Ranjani 1e. Rajapaksha Pathirennehelage Rani 1f. Rajapaksha Pathirennehelage Chandrika 1g. Rajapaksha Pathirennehelage Athula All of No. 100, Kalaotuwawa, Kalagedihena. SUBSTITUTED PLAINTIFF- RESPONDENT-RESPONDENTS 3. Nayaka Thanthrige Kamalawathie of Rathmale, Kalaotuwawa. (Deceased) 4a. Kamala Nissanka 4b. Vineetha Jayasekara 4c. Dilani Rasika All of Rathmale, Kalakotuwa, Kalagedihena. 3RD AND 4a, 4b, 4c DEFENDANT- RESPONDENT-RESPONDENTS",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/145/2010",
    "date_str": "2025-03-20",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_145_2010.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ummu Jesseema Samsudeen, Wife of Sahurdeen, No. 14, Tharalanda Road, Matale. PLAINTIFF ? RESPONDENT ? APPELLANT 1. Abdul Hameed Sahurdeen, No. 14, Tharalanda Road, Matale. 2. Mohammed Anas Shafee, No. 7A, Tharalanda Road, Matale. SUBSTITUTED ? PLAINTIFF ? RESPONDENT ? APPELLANTS Vs 1. Matale Municipal Council, Matale. 2. Yasabandu Samaraweera, Municipal Commissioner, Municipal Council, Matale. 2A. B.C.R. Baba Pajohn, Municipal Commissioner, Municipal Council, Matale. 2B. Yuresh Nishantha Maduwage, Municipal Commissioner, Municipal Council, Matale. DEFENDANTS ? APPELLANTS ? RESPONDENTS",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/CHC APPEAL/16/2007",
    "date_str": "2025-03-19",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_16_2007.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Seylan Bank Limited, No. 33, Sri Baron Jayatilaka Mawatha, Colombo 01. Presently at: “Ceylinco-Seylan Towers”, No. 90, Galle Road, Colombo 03. Defendant-Appellant Vs, Lanka Milk Foods (CWE) Limited, Welisara, Ragama. Plaintiff-Respondent",
    "judgement_by": "Hon. A. L. Shiran Gooneratne J"
  },
  {
    "num": "SC/FR/37/2020",
    "date_str": "2025-03-18",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_37_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Madurapperumage Kanchana Priyadarshini Madurapperuma Pokunuwita, Henagama, Jayanthi Mawatha. (Presently in remand prison Kalutara) PETITIONER Vs. 1. Kelum Sangeeth, Sub-Inspector of Police, Peliyagoda Special Crimes Operations Unit, Paliyagoda. 2. The Secretary of Defence, Ministry of Defence, Colombo 01. 3. Manjula Silva, Inspector of Police, Officer-in-Charge, Police Station Ahangama. 4. Samarasinghe, Inspector of Police, Special Crimes Investigation Division, Western Province (North), Paliyagoda. 5. Samanlal, Sub Inspector of Police, Special Crimes Investigation Division, Western Province (North), Paliyagoda. 6. Indika Special Crimes Investigation Division, Western Province (North), Paliyagoda 7. Bandara, Police Sergeant No. 4866, Special Crime Investigation Division, Western Province (North), Paliyagoda. 8. Ranga, Police Constable 76336, Special Crime Investigation Division, Western Province (North), Paliyagoda AND OTHERS.",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/FR/288/2015",
    "date_str": "2025-03-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_288_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Daya Shanthapriya Gunawardena No. 101/1, 2/2, Senior Police Officers Quarters, Kew Road, Colombo 2. PETITIONER -Vs- 1. His Excellency Maithripala Sirisena Minister of Defense, Mahaweli Development and Environment, No. 15/5, Baladaksha Mawatha, Colombo 05. 2. Hon. Ranil Wickremasinghe Minister of Policy Planning, Economic Affairs, Child, Youth and Cultural Affairs, ?Times Building? Bristal Street, Colombo 01. 3. Hon. John Amarathunga Minister of Public Order and Christian Affairs Floor 13, ?Sethsiripaya?, Stage II, Battaramulla. 4. Hon. Joseph Michael Perera Minister of Home Affairs, New Secretariat, Maligawatte, Colombo 10. 5. Hon. Gamini Jayawickrema Perera Minister of Food Security, No. 27, 8th floor, CWE Secretariat Building, Colombo 2. 6. Hon. Mangala Samaraweera Minister of Foreign Affairs Republic Building, Colombo 1. 7. Hon. S. B. Dissanayake Minister of Rural Economic Affairs 780, Maradana Road, Colombo 10. 8. Hon. A. H. M. Fowzie Minister of Disaster Management Vidya Mawatha, Colombo 7. AND OTHERS.",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/APPEAL/95/2021",
    "date_str": "2025-03-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_95_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Senaratne Mudiyanselage Subaneris Appuhamy alias Subaneris Senaratne, Paddawala, Kirindiwela. 1st Defendant (since deceased) 1B. Kalidasage Kanchana Dilruksha Wijewardena, 225/1, Bogahawatte, Kirindiwela. Substituted 1B Defendant-Appellant\u0002Appellant Vs. 1. Danee Kadinappuli Piyasiri Manawasinghe, 43, Walpola Road, Kirindiwela. 2. Robert Kadinappuli Rathnasiri Manawasinghe, 43, Walpola Road, Kirindiwela. (since deceased) 2A. Wijitha Surendra Manawasinghe, 43/2, Ihalagama, Kirindiwela. 3. Muthugala Pedige Premadasa, Sri Kanthi Saloon, Nittambuwa Road, Kirindiwela. (since deceased) 3A. Ranthilakage Kamalawathie alias Ranthilakalage Kamalawathie, 3B. Muthugala Pathiranage Vajira Priyadarshana Mutugala, 3C. Muthugala Pathiranage Indika Priyadarshana Mutugala, 3D. Muthugala Pathiranage Nirosha Priyadarshani Mutugala, All of 41/F, Udumillawatta, Kirindiwela. Plaintiff-Respondent-Respondents 2. Sammandapperuma Mohotti Appuhamilage Don Jemis Wijewardena Jayasekera Bandara, Obawatte Walawwa, Radawana.",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/54/2021",
    "date_str": "2025-03-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_54_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Liyanawaduge Susantha Priyalal Dharmasiri, Sri Lak Motor Traders, No. 26, Main Street, Anuradhapura. Defendant-Respondent-Appellant Seylan Bank Limited, ?Ceylinco Seylan Towers?, No. 90, Galle road, Colombo 03. Seylan Bank PLC, ?Seylan Towers?, No. 90, Galle Road, Colombo 03. Plaintiff - Appellant - Respondent",
    "judgement_by": "HON. MENAKA WIJESUNDERA J"
  },
  {
    "num": "SC/APPEAL/206/2012",
    "date_str": "2025-03-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_206_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Rev. Omalpe Somananda Thero, Sri Jinaraja Viharaya, Danvilana, Veyangoda. Petitioner-Petitioner-Appellant Vs. Rev. Ratmale Sri Somarathna Thero, Sri Poorwaramaya, Naiwala, Veyangoda. Substituted Plaintiff-Respondent\u0002Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/171/2010",
    "date_str": "2025-03-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_171_2010.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "L. G. J. De Silva (Deceased) No. 15, Beach Road, Matara. PETITIONER-1ST RESPONDENT-APPELLANT Loku Galappattige Somachandra de Silva No. 103/7, Abeysekera Road (Off Watarappala Road), Mt. Lavinia. SUBSTITUTED PETITIONER-1ST RESPONDENT-APPELLANT -Vs- 1. Paranahencharige Siridiyas (Deceased) Helambagaswela, Tissamaharama. 1ST RESPONDENT-APPELLANT-RESPONDENT 1A. Paranamanage Sisira No. 294/6, Seva Piyasa Road, Helambagaswela, Tissamaharama. 1A RESPONDENT-APPELLANT-RESPONDENT Assistant Commissioner of Agrarian Services Agrarian Services Office, Hambantota. 2ND RESPONDENT-RESPONDENT-RESPONDENT",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/APPEAL/166/2019",
    "date_str": "2025-03-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_166_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sabeera Salee, No.24/198, Gothami Road, Borella, Colombo 08. (Deceased) 1A. Azeezur Rahuman Fathima 1B. Azeezur Rahuman Fathima Azfah 1C. Azeezur Rahuman Fathima Azreen No. 254/N, Gothatuwa Road, Gothatuwa. PLAINTIFF-RESPONDENT- APPELLANTS Vs. Hasan Mohamed Samsun Nisa, No.67/143, Kureishani Maulana Lane, Dematagoda, Colombo 09. DEFENDANT-APPELLANT- RESPONDENT",
    "judgement_by": "Hon. Sampath B. Abayakoon J"
  },
  {
    "num": "SC/APPEAL/223/2017",
    "date_str": "2025-03-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_223_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Upali Seneviratna No. 276, High Level Road, Maharagama. DEFENDANT- APPELLANT- APPELLANT -VS- Suduwadewage Dinapala No. 304/12, Ihalabiyanwila, Kadawatha. PLAINTIFF- RESPONDENT- RESPONDENT",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/FR/338/2017",
    "date_str": "2025-03-06",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_338_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Korawage Ranjith alias ?Shantha?, Masdeniya, Pathawita, Beralapanathara. PETITIONER -Vs 1. Rukman Kumara, Officer-in-Charge, The Police Station, Urubokka. 2. Sudusingha, Police Driver The Police Station, Urubokka. 3. Mahesh Widanapathirana, Nawarathnawila Tea Factory, Moragala, Kirulapone. 4. J.A.Janaka Witharana, Bengamuwa, Urubokka. 5. Pujith Jayasundara, Inspector General of Police, Police Headquarters, Colombo 01 6. Hon.Attorney General, Attorney General?s Department, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. Kumuduni Wickremasinghe J"
  },
  {
    "num": "SC/APPEAL/88/2015",
    "date_str": "2025-03-06",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_88_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Kariyawasam Arachchige Priyantha Dayarathna. Palapolkotuwa, Millathe, Kirindiwela. 2. Aserappulilage Costa alias Adikaramlage Siripala Costa. Ihalagama, No. 37/c, Meegahawatte, Mahaloluwa, Kirindiwela. PLAINTIFF-APPELLANT-APPELLANT Vs. 1. Kadinappuliradage Nandapala (Deceased). Meegahawatte, Mahaloluwa, Kirindiwela. 1a. Galkessage Agnes Weelawathie. No. 37, Meegahawatte, Mahaloluwa, Kirindiwela. 2. Kadinappuliradage Mayurupala. No. 04, Beligollawatte, Kirindiwela. 3. Kadinappuliradage Rejona (Deceased). 3a. Jayani Vishaka Pathirage. 4. Patapilige Steven Pathirage (Deceased). 4a. Jayani Vishaka Pathirage. 5. Kadinappuliradage Asline Fernando alias Asilin Fernando (Deceased) 5a. Dewagirige Chithralatha. Papolkotuwa, Millathe, Kirindiwela. 6. Kariyawasam Arachchige Muditha Karunaseeli. No. 130, Beligollawatte, Kirindiwela. 7. Rathnayakage Dharmadasa. Aluth Gedarawatte, Rathambale, Urapola. 8. Rathnayake Jayathilake Rathambale, Urapola. 9. Rathnayakage Sunanda Silmatha. Rathambale, Urapola. AND OTHERS.",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/CHC APPEAL/22/2010",
    "date_str": "2025-03-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_22_2010.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sri Lanka Savings Bank Limited of No. 110, D S Senanayake Mawatha, Colombo 10. Presently of No. 265, Ward Place, Colombo 07. PLAINTIFF- APPELLANT -VS- Habib Bank AG Zurich, incorporated in Switzerland and having a registered place of business at Nos. 148-151 Main Street, Colombo 11. DEFENDANT- RESPONDENT Hatton National Bank Limited, No. 481, T. B. Jayah Mawatha, Colombo 10. SUBSTITUTED DEFENDANT- RESPONDENT",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/APPEAL/66/2022",
    "date_str": "2025-03-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_66_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. D. S. Kumarasinghe (Deceased), 1A. Liliyan Kumarasinghe, (Deceased) 1B. Lakmal Samantha Kumarasinghe, 2. Ajith Nilanjan Kumarasinghe, 3. Lakmal Samantha Kumarasinghe, No. 633, Trincomalee Street, Matale. Defendant-Respondent-Appellants Vs. Konara Mudiyanselage Piyadasa. No. 102, Malwatta Road, Matale. Presently at, No. 51, Ward Place, Colombo 07. Plaintiff-Appellant-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/5/2021",
    "date_str": "2025-03-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_5_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "JMC Jayasekara Management Centre (Pvt) Limited, No. 65/2A, Sir Chittampalam A. Gardiner Mawatha, Colombo 02. Respondent-Petitioner-Appellant Vs. Commissioner General of Inland Revenue, Department of Inland Revenue, Sir Chittampalam A. Gardinder Mawatha, Colombo 02. Claimant-Respondent-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/148/2023",
    "date_str": "2025-03-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_148_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Mohammed Faiys Mufeez Arfath, No. 48, Kankanamgoda Road, China Fort, Beruwala. Plaintiff-Judgment Creditor-Respondent-Respondent-Appellant Vs. Selladore Pathmanathan, No. 48, Kaleel Place, Kalutara South. Also No. 151/1, Dam Street, Colombo 12. 2nd Defendant-Judgment Debtor-Petitioner-Petitioner-Respondent Mohammed Saleem Mohammed Siyam, No. 179, Hill Street, Kalutara South. 1st Defendant-Judgment Debtor-Petitioner-Respondent-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/132/2018",
    "date_str": "2025-03-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_132_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Dewrage Punchihamy, 2. Kankanam Arichchige Wijedasa, Meddawahena, Parapamulla West, Deiyandara. Defendant-Respondent-Appellants Vs. Kalappu Arichchi Liyanage Somawathie, Deepika Niwasa, 372, Parapamulla West, Deiyandara. Substituted Plaintiff-Appellant-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/128/2012",
    "date_str": "2025-03-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_128_2012-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Gotabhaya Upali Wickramasinghe Ravindra Disna, 241, Hunupitiya, Wattala. 1st Defendant-Appellant-Appellant Vs. Werakkodi Arachchige Mary Nona, 761, Hunupitya, Wattala. 2nd Defendant Respondent-Respondent (Deceased) Roshan Pradeep Kannangara, 761, Hunupitiya, Wattala. 2A Defendant-Respondent-Respondent Mohamed Hanifa Ummu Raseena, 764, Kanthi Mawatha, Hunupititya, Wattala. Plaintiff-Respondent-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/39/2024",
    "date_str": "2025-03-03",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_39_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Arunodhini Wirasinghe (nee Subasinghe) Kethumathi, Sandalankawa. Defendant-Respondent-Appellant 1. Liyanage Siriyalatha Perera No. 472/4, Wewa Road, Averihena, Hokandara. 2. Wasantha Oswald Weerasinghe No. 472/4, Wewa Road, Averihena, Hokandara. Plaintiffs-Appellants-Respondents",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/APPEAL/169/2015",
    "date_str": "2025-02-28",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_169_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Malagodage Thilakeratne No. 15/1, Sri Sangabodhi Mawatha Wellampitiya. 1ST DEFENDANT-RESPONDENT-PETITIONER-APPELLANT Vs. Malagodage Iranganie, No. 151/1, Sri Sangabodhi Mawatha, Wellampitiya PLAINTIFF-APPELLANT-RESPONDENT Secretary, Ceylon Electricity Board EPF, Head Office, Sir Chittampalam A Gardiner Mawatha, Colombo 2 2ND DEFENDANT-RESPONDENT-RESPONDENT",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/APPEAL/165/2016",
    "date_str": "2025-02-27",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_165_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1A. Enderutennagedara Shahul Hameed Siththy Faiza, 1B. Enderutennagedara Shahul Hameed Nizaak, 1C. Enderutennagedara Shahul Hameed Fathima Azriya, 1D. Enderutennagedara Shahul Hameed Mohamed Nawfil, 1E. Enderutennagedara Shahul Hameed Siththy Nafeela, 1F. Enderutennagedraa Shahul Hameed Siththy Naleera, 1G. Enderutennagedraa Shahul Hameed Mohamed Nimlar, 1H. Enderutennagedraa Shahul Hameed Siththy Nawsila, 1I. Enderutennagedraa Shahul Hameed Siththy Nakeeba, 184/18, Matale Road, Katugastota. Plaintiff-Appellant-Petitioner-Appellant Vs. 1. Son of Nagolle Gedera Appuhamy, M.M. Podibanda, Kahawatta, Mullegama, Ambatenna (Deceased). 1A. M. M. Ratnayaka, 1B. M. M. Bandara Menike, 1C. M. M. Mangalika Kumari, No. 14/2, Kahawattta, Ambatenna. Substituted 1st Defendant- Respondents-Respondents- Respondents 2. Thalawinne Gedara Kiri Menike, Kahawatta, Mullegama, Ambatenna. 2nd Defendant-Respondent- Respondent-Respondent 3. Ederutennagedara Shahul Hameed Nuhun Nihar, Nowfil Lodge, Bulugahathenne, Akurana. Substituted Pl",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/CONT/9/2024",
    "date_str": "2025-02-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_cont_9_2024-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "The Registrar, Supreme Court of Sri Lanka, Superior Court Complex, Colombo 12. PETITIONER Vs. Wickramage Don Dharmasiri Karunaratne, No. 57, Baseline Road, Colombo 08. RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/CHC APPEAL/52/2007",
    "date_str": "2025-02-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_52_2007.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "And now between Alliansz Insurance Lanka Limited, No. 675, Dr. Danister De Silva Mawatha, Colombo 9 Formerly, 01ashakthi Insurance Company Limited, 01ashakthi Insurance PLC., and 01ashakthi General Insurance Limited, No. 47, Muttiah Road, Colombo 2. DEFENDANT ? APPELLANT 2 Vs. Lagan International Limited, Lagan House, 19, Clarendon Road, Belfast, BT 13 GB, Northern Ireland. PLAINTIFF ? RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/61/2018",
    "date_str": "2025-02-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_61_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sabaragamuwa University of Sri Lanka, Belihuloya. 1st Defendant-Respondent-Appellant Vs. Malevige Wimaladasa De Silva, 118/B, Pitawela Watta, Gampola Road, Gelioya. Plaintiff-Appellant-Respondent Prof. I.K. Perera, Vice Chancellor of Sabaragamuwa University, 31/5, A.D.M. Kolabage Mawatha, Nawala Road, Nugegoda. 2nd Defendant-Respondent-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/166/2014",
    "date_str": "2025-02-25",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_166_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "K.D.A. Hettiarachchi, Premasiri Super Market, 243, R.A. De Mel Mawatha, Colombo 3. PLAINTIFF ? RESPONDENT ? APPELLANT Nadira Gishani He??arachchi Piyasena, 62/B/5, Vajira Road, Colombo 5. SUBSTITUTED ? PLAINTIFF ? RESPONDENT ? APPELLANT Vs Ceylinco Insurance Company Limited, 15A, Alfred Place, Colombo 3 With its registered office at 2, Hyde Park Corner, Colombo 2. DEFENDANT ? APPELLANT ? RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/117/2016",
    "date_str": "2025-02-21",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_117_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Colombo Municipal Council, No. 11, Esther Avenue, Park Road, Colombo 05. DEFENDANT-APPELLANT-APPELLANT J.M. Bhadranie Jayawardhana, Municipal Commissioner, Colombo Municipal Council, Town Hall, Colombo 07. Vs. Sarosha Mandika Wijeratne, No. 11, Esther Avenue, Park Road, Colombo 05. PLAINTIFF-RESPONDENT-RESPONDENT",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/RULE/5/2023",
    "date_str": "2025-02-20",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_rule_5_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Saman Masakorala 9/1 A, Pelawatta Para, Nugegoda. COMPLAINANT -Vs\u0002Samitha Samanmalee Thennakoon, Attorney-at-Law No. 164/16, Liyan Silva Mawatha, Thalpitiya North, Panadura. RESPONDENT",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/APPEAL/37/2014",
    "date_str": "2025-02-20",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_37_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. W. Arthur Deepal Peiris 2. W. Sunethra Peiris 3. W. Ashoka Ajith Peiris No. 256, Galle Road, Mount Lavinia. Plaintiff-Appellant-Appellant Vs. Ranil Perera ?Vajira Builders?, No. 2, Vajira Road, Colombo 04. and ?Seek Saloon?, No. 256B, Galle Road, Mount Lavinia. Defendant-Respondent-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/194/2014",
    "date_str": "2025-02-19",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_194_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Letchumy Suntharanathan, New Kalmunai Road, Kallady, Batticaloa. 2. Suntharanathan Premini, New Kalmunai Road, Kallady, Batticaloa. Defendant-Respondent-Appellants Vs. Sellathangam Logitharajah, New Kalmunai Road, Kallady, Batticaloa. (Deceased) 01aththany Logitharajah, New Kalmunai Road, Kallady, Batticaloa. Substituted Plaintiff-Appellant\u0002Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/167/2018",
    "date_str": "2025-02-19",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_167_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Batuwanthudawa Kankanamge Somadewa, ?Seethala?, Thuththagalla, Ahangama. 3rd DEFENDANT-APPELLANT- PETITIONER -VS- 1. Muthuwahandi Lambert, 2. Hetti Arachchige Amarawathie, 3. Mithuwahandi Lalantha Madushan, (Appearing by his next friend appointed in District Court Balapitiya Case No. PB/236) All three of them ?Amara? Ang Junction, Rathgama. 4. Padma Hettiarachchi, Ang Junction, Rathgama. (Next Friend) PLAINTIFFS-RESPONDENTS- RESPONDENTS 1. Haththotuwa Gamage Rukman Mahendra, Mahawatta, Habaraduwa. 2. Prasad Malaka Batuwanthudawa ?Seethala?, Thiththagalla, Ahangama. 1st and 2nd DEFENDANT- RESPONDENTS- RESPONDENTS",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/APPEAL/15/2015",
    "date_str": "2025-02-19",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_15_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Enapatti Kumara Gorok Kumburage Premaratne, (deceased) No1.A, Gonagala, Ruwanwela. Wickramarachchi Appuhamilage Dayawathie, No1.A, Gonagala, Ruwanwella. SUBSTITUTED PLAINTIFF -APPELLANT -VS- Galvita Kumara Bopatteage Ariyaratne, Gonagala. DEFENDANT ? RESPONDENT AND NOW BETWEEN Galvita Kumara Bopatteage Ariyaratne, Gonagala. DEFENDANT - RESPONDENT APPELLANT -VS- Enapatti Kumara Gorok Kumburage Premaratne, (deceased) No.1A, Gonagala, Ruwanwella. Wickramarachchi Appuhamilage Dayawathie, No.1A, Gonagala, Ruwanwella. SUBSTITUTED PLAINTIFF -APPELLANT ? RESPONDENT",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/FR/367/2013",
    "date_str": "2025-02-18",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_367_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Thushara Malpriya Wilhanachchi “Rajagaya”, Bogaha Junction, Akmeemana. 2. Narigama Patabandige Pramitha Roshan “Samadhi”, Hawpegewatta, Poddala. 3. Vithanage Roshan Perera Addaragewattha, Piyadigana, Gintota. 4. Koggala Vithanage Nilantha Agantholla Wattha, Metaranba, Unawatuna. 5. Mohamed Shaffy Fathuma Rushdiya No. 16/3A, Playground Road, Obeysekarapura, Rajagiriya. 6. Walpita Gamage Sameera Pradeep Walpita South, Aramba Junction, Poddela. 7. Dadallage Jayalakshi Chandrasekara Uyana Watta, Talpe. 8. Maligaspe Koralage Rangana Sujeewa Kajugas Kanaththa, Kithulampitiya, Wackwella, Galle. 9. Nanayakkara Vithanage Nalaka Samantha Dehigahahena, Hiyare, Galle. 10. Kodituwakku Kankanamge Priyantha “Jayakody”, Ganegoda, Akeemana. 11. Androvita Gamage Rupika Priyanganie Walawe Gedara Manavila, Walahanduwa, Galle. 12. Chathurani Samarasinghe No. 34C, Kithulampitiya Road, Galle. 13. Gammaddegoda Liyanage Chandi Bopewatta, Opatha, Uluvitike. 14. Upul Eresha Runage “Sandaresa”, Melagoda, Wanchawala. AND OTHERS",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/APPEAL/76/2022",
    "date_str": "2025-02-18",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_76_2022-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Fazal Hardware Pvt Ltd, No. 39/41, Pettigalawatta, Galle. 2. Fazal Import & Transport Pvt Ltd, No. 29, Matara Road, Galle. Respondent-Appellant-Petitioners Buwalu Patabandige Thilakasiri, Kulunu Kanda, Unawatuna. Applicant-Respondent-Responden",
    "judgement_by": "Hon. A. L. Shiran Gooneratne J"
  },
  {
    "num": "SC/FR/110/2016",
    "date_str": "2025-02-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_110_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Gamlath Bandara Rathnasiri Panapitiya Road, Meda Pothupitiya, Wadduwa. PETITIONER Vs. 1. Mr. Soba Ranaweera, Inspector of Police, Police Station, Beruwala. 2. Mr. Duminda Rajapaksha, Officer-in-Charge, Police Station, Beruwala. 3. Mr. Ranmal Kodithuwakku, Senior Superintendent of Police, Beruwala Division, Office of the Superintendent of Police, Kalutara. 4. W.A.D Gamini Jayalath Wijesingha Assistant Superintendent of Police, Office of the Superintendent of Police, Kalutara. 5. Inspector General of Police Police Headquarters, Colombo 01. 6. Mr. P. Don 01ath Aruna Shantha No. 172, Adistanapura, Gorakaduwawatta, Mattiyanamulla, Payagala. 7. Hon. Attorney General, Attorney-General?s Department, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/APPEAL/20/2024 , SC/APPEAL/21/2024",
    "date_str": "2025-02-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_20_21_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Laksiri International Freight Forwarders Private Ltd Of No. 31, St. Anothony?s Mawatha, Colombo 03. RESPONDENT-PETITIONER-APPELLANT-APPELLANT Vs. Assistant Commissioner of Labour (Colombo East) Colombo East District Office, Labour Secretariat, Labour Department, Colombo 5. PLAINTIFF-RESPONDENT-RESPONDENT-RESPONDENT",
    "judgement_by": "Hon. S. Thurairaja PC J"
  },
  {
    "num": "SC/APPEAL/86/2011",
    "date_str": "2025-02-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_86_2011.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Allen Chamini Johnson No. 20, 2nd Lane, Rampart Road, Ethul Kotte. 2. Lionel Fernando No. 22, 1st Lane, Rampart Road, Ethul Kotte. 3. S. K. A. Gunawathie No. 31/8, 1st Lane, Rampart Road, Ethul Kotte. 4. Kuruvitage Somapala Silva No. 31/9, 1st Lane, Rampart Road, Ethul Kotte. 5. Kuruvitage Sitha Ran01i Silva No. 31/9, 1st Lane, Rampart Road, Ethul Kotte. 6. Pahalagamage Arunamali No. 29, 2nd Lane, Rampart Road, Ethul Kotte. 7. Senarath Paranayapa Kamalawathie No. 29, 2nd Lane, Rampart Road, Ethul Kotte. 3, 4, 5, 6, 7A, 8 & 9A Defendant-Appellant-Appellants V. Kuruvitage Beny Silva No. 25, 1st Lane, Rampart R2, Ethul Kotte, Kotte. (Deceased) Plaintiff-Respondent-Respondent Kuruvitage Sajith Deepashika Silva No. 25, 1st Lane, Rampart R2, Ethul Kotte, Kotte. Substituted Plaintiff-Respondent-Respondent Kuruvitage Susila Nandanie Silva No. 26/24, 1st Lane, Rampart Road, Ethul Kotte. (Deceased) AND OTHERS",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/APPEAL/209/2014",
    "date_str": "2025-02-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_209_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Rankothpedige Lalith Premathilaka Haalpanwila East, Near the Temple, Marawila. Plaintiff-Respondent-Appellant 1. Hewasunderage Lionel Dasanayake Haalpanwila, Marawila. 2. Hewasunderage Gunadasa Maranda, Marawila. (Deceased) Defendants-Appellants-Respondents 2a. Hettiarachchige 01et Nona No. 112/A, Marandawella, Marawila. 2b. Hewasundarage Shayam Thisedha Hewasundara No. 112/A/2, 3 Marandawella, Marawila. 2c. Hewasundarage Thanushka Himali No. 112/A/2, Marandawella, Marawila. 2d. Hewasunarage Nirosha Lakmali No. 112/A/2, Marandawella, Marawila. Substituted 2a, 2b, 2c, 2d Defendants-Appellants-Respondents",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/FR/365/2020",
    "date_str": "2025-02-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_365_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sachith Prabath Wijeratna, Amunukole, Megodawewa. Petitioner Vs. 1. Police Inspector B.S. Chandrasiri, Crime Branch, Police Station, Anuradhapura. 2. Police Sergeant Sampath 32226, Crime Branch, Police Station, Anuradhapura. 3. Police Sergeant Nishantha 37057, Crime Branch, Police Station, Anuradhapura. 4. C.D. Wickramaratne, Inspector General of Police, Police Headquarters, Colombo 01. 5. Hon. Attorney General, Attorney General?s Department, Colombo 12. Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/FR/135/2023",
    "date_str": "2025-02-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_135_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sierra Construction Ltd., No. 112, Havelock Road, Colombo 05. Petitioner Vs. 1. Road Development Authority, ?Maganeguma Mahamedura? No. 216, Denzil Kobbakaduwa Mawatha, Koswatta, Battaramulla. 2. Project Director, Miscellaneous Foreign Aided Projects Division, Road Development Authority, No. 465, Ganahena, Battaramulla. 3. Secretary, Ministry of Transport and Highways, 7th Floor, Sethsiripaya Stage II, Battaramulla. 4. Maga Engineering (Pvt) Ltd, No. 200, Nawala Road, Narahenpita, Colombo 05. 5. Tudawe Brothers (Pvt) Ltd, No. 505/2, Elvitigala Mawatha, Colombo 05. 6. International Construction Consortium (Pvt) Ltd, No. 70, S. De S. Jayasinghe Mawatha, Nugegoda. 7. Nawaloka Construction Company (Pvt) Ltd, No. 115, Sir James Pieris Mawatha, Colombo 02. 8. Kanwel Constructions and Civil Engineering (Pvt) Ltd, Wattegedara Road, 41A, Purana Road, Maharagama 10280. 9. K. D. Ebert & Sons Holdings (Pvt) Ltd, No. 5/41, Madiwela Road, Embuldeniya, Nugegoda. 10. Attorney General, Attorney General?s Department, Colomb",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/1/2025",
    "date_str": "2025-02-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_1_2025-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Niyakulage Dilruk Sanjeewa Fernando, No. 137, Nisalagiri Uyana, Boraegoda, Poruwadanda, Horana. Plaintiff-Petitioner-Appellant Vs. 1. Diyagama Vidanelage Somawathie Perera, No. 412, Ratiyagoda, Kuda Aruggoda, Aruggoda. 1A. Meddakandage Anilka Rohini Perera, (Substituted 1st Defendant) No. 412, Ratiyagoda, Kuda Aruggoda, Aruggoda. 2. Meddakandage Anilka Rohini Perera, No. 412, Ratiyagoda, Kuda Aruggoda, Aruggoda. Defendant-Respondents-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/SPL LA/266/2023",
    "date_str": "2025-02-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_spl_la_266_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "B.S. Cooray No. 1/215, Udumulla, Mulleriyawa. 10th Respondent-Petitioner Vs. Kuruwitage Don Marlin Minura Siriwardena No. 50 1/1, Ambatale, Mulleriyawa New Town Petitioner-Responden1. Ceylon Petroleum Corporation No 609, Dr. Danister de Silva Mawatha, Colombo 09 2. W.W. D. Sumith Wijesinghe, Chairman and Board Member, Ceylon Petroleum Corporation, No. 609, Dr. Danister De Silva Mawatha, Colombo 09 AND OTHERS",
    "judgement_by": "Hon. Murdu N.B. Fernando PC J"
  },
  {
    "num": "SC/MISC/4/2014",
    "date_str": "2025-02-07",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_misc_4_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Wathukarage Shantha Merril Kumara, Gonakumbura, Ratnapura. Appellant Vs. 1. National Gem and Jewellery Authority, No. 25, Galle Face Terrace, Colombo 03. 2. Amitha K. U. Gamage, Chairman/Chief Executive Officer, No. 25, National Gem and Jewellery Authority, Galle Face Terrace, Colombo 03. 2G. Viraj De Silva, Chairman/Chief Executive Officer, National Gem and Jewellery Authority, Macksons Tower, Alfred House Gardens, Colombo 03. 3. N.K.G.K. Nemmawatta, Director General, No. 25, National Gem and Jewellery Authority, Galle Face Terrace, Colombo 03. 3E. 01aka Udaya Kumara, Director General, National Gem and Jewellery Authority, Macksons Tower, Alfred House Gardens, Colombo 03. 4. N.P. Samaratunga, Deputy Director (formerly Senior Regional Manager), National Gem and Jewellery Authority Regional Office, Ratnapura. 4C. H.P. Karunathilake, Deputy Director Enforcement and Regional Development, National Gem and Jewellery Authority Regional Office, Ratnapura. AND OTHERS.",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/36/2011",
    "date_str": "2025-02-06",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_36_2011.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Kusuma Wijetunga Thavaluwila, Ambalantota. 2. Sudirikku Hennedige Nilupul Jayawickrema Thavaluwila, Ambalantota. Defendants-Respondents-Appellants V. Anura Silva Abeyratne, XB- 8/311, Edmonton Housing Complex, Colombo 06. Plaintiff-Appellant-Respondent",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/APPEAL/56/2018",
    "date_str": "2025-02-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_56_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Rupika Sarojini Thuduwewatte, No. 24/31, Rangiri Vihara Road, Ambalanthota. 1ST PARTY PETITIONER- APPELLANT ? PETITIONER Vs 1. Kodithuwakku Kankanamge Shantha, ?Gayani?, Kiribathgoda, Dehigahalanda, Ambalanthota. 2. Jagath Kankanam Abeykoon Jennona, ?Ransiri?, 4th Channel, Beragama, Ambalanthota. 3. Hewa Walimunige Chandrawathi, Koggala, Ambalanthota. RESPONDENTS ? RESPONDENTS ? RESPONDENTS",
    "judgement_by": "Hon. E.A.G.R. Amarasekara J"
  },
  {
    "num": "SC/WRIT/11/2024",
    "date_str": "2025-01-30",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_writ_11_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Pararajasingam Uthayarasa No. 148, Station Road, Varava, Puliyakulam, Vavuniya. 2. Gurunathapillai Vijendrarathnam No. 384/3, Mannar road, Veppamkulam, Vavuniya. 3. Abdul Gafoor Kaleefath Subihan Karadukuli, Maradakachchi, Mannar. PETITIONERS -Vs- 1. R. M. A. L. Rathnayake Chairman, Election Commission. 2. M. A. P. C. Perera Member, Election Commission. 3. Ameer Faaiz Member, Election Commission. 4. Anushya Shanmuganathan Member, Election Commission. 5. Prof. Lakshman Dissanayake Member, Election Commission. And Other RESPONDENTS",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/FR/87/2021",
    "date_str": "2025-01-30",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_87_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. M. I. M. Iynullah, AAL No. 182/2, 2nd Floor, Hulftsdorp Street, Colombo 12. For and on behalf of: 2. Wasala Mudiyanselage Upali Ratnayake Polpithigama, Daladagama, Mahawa. 3. Kumara Pathirannehelage Niranjala Priyadarshi Hemamali Polpithigama, Daladagama, Mahawa. PETITIONERS Vs. 1. C. D. Wickramaratne Inspector General of Police, Police Headquarters, Church Road, Colombo 01. 2. Nishantha De Zoysa Senior Superintendent of Police, Director, Criminal Investigation. 3. Lalith Dissanayake Chief Inspector, Officer-in-Charge, Special-Unit. 2 and 3 above, both of: Criminal Investigation Department, Colombo 01. 4. CI H. P. Y. W. Herath Officer-in-Charge, Police Station, Mahawa. 5. CI R. P. U. Ratnamalala Officer-in-Charge, Police Station, Mahawa. 6. Hon. Attorney General Attorney General?s Department, Hulftsdorp, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/FR/51/2021",
    "date_str": "2025-01-30",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_51_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Mayomi Ranawaka, AAL 41/1, Belmont Street, Colombo 12. For and on behalf of: 2. W. U. C. Premasiri No. 214, Weragodamulla, Horampella, Minuwangoda. 3. K.A. Shanika Madurangi No. 214, Weragodamulla, Horampella, Minuwangoda. PETITIONERS Vs. 1. Gotabaya Rajapakshe His Excellency the President of the Republic and Hon. Minister of Defence, 15/5, Baladaksha Mawatha, Colombo 03. 2. SSP Nishantha De Zoysa Director ? Criminal Investigation. 2(a). SSP Kavinda Piyasekera Director ? Criminal Investigation. 3. CI Lalith Dissanayake Officer-in-Charge, Special-Unit. 2, 2(a) and 3 above all of: Criminal Investigation Department, Colombo 01. 4. CI Waduge Krishantha Ruwan Kumara Officer-in-Charge (Acting), Police Narcotic Bureau, Colombo 01. 4(a). CI Jayasekara Officer-in-Charge, Police Narcotic Bureau, Colombo 01. 5. CI Rohan Mahesh Officer-in-Charge, Police Station, Minuwangoda. 6. Hon. Attorney General Attorney General?s Department, Hulftsdorp, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/FR/170/2022",
    "date_str": "2025-01-30",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_170_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "P. W. T. Dhanushka No. 297-D080A, Arukgoda, Alubomulla, Panadura. PETITIONER Vs. 1. C.D. Wickramaratne Inspector General of Police, Police Headquarters, Church Road, Colombo 01. 2. SSP Nishantha De Zoysa Director, Criminal Investigation, Criminal Investigation Department, Colombo 01. 3. CI Lalith Dissanayake Officer-in-Charge, Special-Unit. Criminal Investigation Department, Colombo 01. 4. CI Waduge Krishantha Ruwan Kumara Officer-in-Charge (Acting), Police Station, Mahawa. 5. Hon. Attorney General Attorney General?s Department, Hulftsdorp, Colombo 12. RESPONDENTS",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/FR/286/2024 , SC/FR/287/2024 , SC/FR/291/2024 , SC/FR/294/2024",
    "date_str": "2024-12-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_286_287_291_294_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. J.G. Mangala 2. J.G. Thilini Sabodha (Minor) Both of; No. 124/2C, Honnantara South, Kesbewa. And 52 Others , 1. Dehiwala Liyanage Mahesh Maduranga Liyanage No. 300A, ?Chandra Niwasa?, Radawana. And 53 Others, 1. Lakshman Bandara Mullegama No. C-172, Badulupitiya, Badulla. And 5 Others, 1. Subasinghe Mudiyanselage Sanudi Thehansa Chandrasena (minor) No. 1/64, Kalalgoda Road, Pannipitiya. And 7 Others Petitioners VS. 1. Mr. H.J.M.C. Amith Jayasundara Commissioner General of Examinations Department of Examinations. 2. Mr. Shantha Padmalal Ariyaratne Deputy Commissioner of Examinations, Department of Examinations. 3. Mr. A.H.G.R. Eranga Gunenewardena Deputy Commissioner of Examinations School Examinations Confidential Division. Department of Examinations. AND OTHERS Respondents",
    "judgement_by": "Hon. Yasantha Kodagoda, PC, J."
  },
  {
    "num": "SC/APPEAL/151/2014",
    "date_str": "2024-12-19",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_151_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Sabareen Corera 2. Corera Johnson 3. Corera Melvin 4. Corera Alpin 5. Corera Maclin 135, Customs Road, Trincomalee. SUBSTITUTED DEFENDANTS ? RESPONDENTS ? RESPONDENTS ? APPELLANTS Vs Ganendralingam Sri Vidyadevi, 10/5, Huskinsons Street, Trincomalee. Presently of Canada, Through her Attorney, A Kulalingam, 60/80, 17th Lane, Murugan Koviladdi, Linganagar, Trincomalee. PLAINTIFF - PETITIONER ? APPELLANT - RESPONDENT",
    "judgement_by": "Hon. Arjuna Obeyesekere J"
  },
  {
    "num": "SC/APPEAL/5/2012",
    "date_str": "2024-12-18",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_5_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Kuruppu Arachchige Don Sunil Kuruppu Thalagala, Gonapola Junction. Plaintiff-Respondent-Appellant V. 1a. Dinesha Shavithri Abeysinghe Also known as Dinesha Kumari Liyanage No. 264, 2/1, High Level Road. 1b. Panduka Abeysinghe No. 7/282, Kotte Road, Mirihana, Nugegoda. Substituted 1st Defendant-Appellant-Respondents 2a. Ramani Sandya Morawaka No. 44, Kottawa, Pannipitiya. Substituted 2nd Defendant- Respondent -Respondent",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/APPEAL/119/2023",
    "date_str": "2024-12-17",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_119_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Murshida Shiyam No. 76, Ward Place, Colombo 07 (Presently in Remand Prison) 3rd Accused-Appellant-Appellant V. Hon. Attorney General Attorney General?s Department, Colombo 12. Complainant-Respondent-Respondent",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/FR/97/2021",
    "date_str": "2024-12-12",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_97_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sansoon Salley Mohamed Azath No. 61/A, Flower Road, Colombo 07 Petitioners Vs. 1. Hon. Attorney-General Attorney-General?s Department, Colombo 12. 2. C.D. Wickramaratne, Inspector General of Police, Police Head Quarters, Colombo 01. 3. Nishantha de Zoysa, Senior Superintendent of Police, Director, Criminal Investigations Department, Colombo 01. 3A. Rohan Premaratne, Director, Criminal Investigations Department, Colombo 01. 4. Jayantha Payagala, Chief Inspector of Police, Special Investigations Unit 1, Criminal Investigations Department, Colombo 01. 5. Sarath Weerasekara, Minister of Public Security, 14th Floor ?Suhurupaya? Battaramulla. 6. Major General (Retd.) Jagath Alwis, Secretary, Ministry of Public Security, 14th Floor ?Suhurupaya? Battaramulla. Respondents",
    "judgement_by": "Hon. K.Priyantha Fernando J"
  },
  {
    "num": "SC/FR/35/2024",
    "date_str": "2024-12-12",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_35_2024.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Bulugaha Pathirannehelage Sarith Maheeputhra Pathirathne, No. 110/1, Wataddara, Veyangoda. PETITIONER Vs. 1. Hon. Mahinda Yapa Abeywardena, (Speaker of the Parliament) Chairman of the Constitutional Council. 2. Hon. Dinesh Gunawardena, (Prime Minister) Member of the Constitutional Council. 3. Hon. Sajith Premadasa, (Leader of the Opposition) Member of the Constitutional Council. 4. Hon. Nimal Siripala de Silva, (Minister of Ports, Shipping and Aviation) Member of the Constitutional Council. 5. Hon. Sagara Kariyawasam, (Member of Parliament) Member of the Constitutional Council. 6. Hon. Kabir Hashim, (Member of Parliament) Member of the Constitutional Council. 7. Dr. Prathap Ramanujam, Member of the Constitutional Council. 8. Dr. Dilkushi Anula Wijesundere, Member of the Constitutional Council. 9. Prof. Weligama Vidana Arachchige Dinesha Samararatne, Member of the Constitutional Council. 10. Mr. Dhammika Dasanayake, Secretary General to the Constitutional Council. All 1st to 10th Respondents: AND OTHERS.",
    "judgement_by": "Hon. P. Padman Surasena J"
  },
  {
    "num": "SC/CHC APPEAL/32/2008 with SC/CHC APPEAL/32A/2008",
    "date_str": "2024-12-11",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_32_2008_with_32A_2008-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Nallathamby Chandra, No. 17, The Glade, Welshwood Park, Colchester, Essex 004 3JD, United Kingdom. 3rd Defendant-Appellant Vs. Merchant Bank of Sri Lanka PLC, Bank of Ceylon Merchant Tower, No. 28, St. Michael?s Road, Colombo 03. Plaintiff-Respondent Nallathamby Kumarachandran, No. 8/1, Maitland Crescent, Colombo 7. 2nd Defendant-Respondent",
    "judgement_by": "Hon. A. L. Shiran Gooneratne J"
  },
  {
    "num": "SC/APPEAL/141/2017",
    "date_str": "2024-12-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_141_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Jayakody Arachchige Naradha Jayakody, ?Sarasavi?, Goigam Godella, Udugampola. Defendant-Respondent-Petitioner Vs. Wickramaarachachige Sriyawathi Jayakody, No. 162 HC, Mahara, Kadawatha. Plaintiff-Appellant-Respondent",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/33/2020",
    "date_str": "2024-12-02",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_33_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Auriya Vinothini Yogaraja nee Poopalarathnam, No. 543/2/B, Galle Road, Wellawatta. and now 3037, Shorepine CT, Riverside, CA 92504, USA. (through her Power of Attorney Weerakkody Arachchilage Sampath Seenadeera of No. 41, Darmarama Road, Rathmalana) Plaintiff-Respondent-Appellant Vs. Riyal Mohomed Riswan, No. 28, 13th Lane, Kollupitiya, Colombo 03. and No. 151/3, Galle Road, Dehiwala. 6th Defendant-Appellant-Respondent And 1. Parwathi Pragash alias Madoona Damayanthi, No. 151/3, Galle Road, Dehiwala. 2. Wijesooriya Arachchige Don Gunapala, No. 6/61, Hill Street, Dehiwala. 3. Mohamed Subathir Mohomed Abhu Yaseed, No. 45, Hamden Lane, Walawatte. 4. Nimaleshwaree Edward Yaseed, No. 45, Hamden Lane, Wellawatte. 5. Niroshan Company (Pvt.) Ltd, No. 65, Stock Place, Colombo 10. Defendants-Respondents- Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/206/2014",
    "date_str": "2024-12-02",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_206_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Lion Brewery (Ceylon) PLC, No. 61, Janadhipathi Mawatha, Colombo 1. 2. Hariharan Selvanathan, C/O No. 83, George R. De Silva Mawatha, Colombo 13. 4. Suresh Kumar Shah, C/O No. 83, George R. De Silva Mawatha, Colombo 13. 5. Don Chandima Rajakaruna Gunawardana, No. 61, Janadhipathi Mawatha, Colombo 1. 6. Lional Cuthbert Read De Cabraal Wijetunge, No. 1, Charles Avenue, Colombo 3. 9. Chandrarathne Talpe Liyanage, No. 278/5, Borella Road, Depanama. 10. Chitta Prasanna Amerasinghe, No. 31, Mandala Place, Madiwela, Kotte. 11. D.R.P. Goonetilleke, No. 11, Siripala Road, Mount Lavinia. 1st, 2nd, 4th to 6th and 9th to 11th Petitioners-Appellants Vs. Mr. S.A.C.S.W. Jayatilleke, Director-General of Excise, 1st Respondent-Respondent Mr. E.M.B.D. Ekanayake, Director-Excise Duty, Both of Excise Duty Division, Department of Sri Lanka Customs, Colombo 1. 2nd Respondent-Respondent Ms. Sudharma Karunarathne, Director-General of Excise, Excise Duty Division, Department of Sri Lanka Customs, Colombo And Others.",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/APPEAL/111/2022",
    "date_str": "2024-12-02",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_111_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Duro Pipe Industrial (Pvt) Ltd, 307, 2nd Floor, George R. De Silva Mawatha, Colombo 13. Employer Respondent-Appellant-Appellant VS Hettige Pradeep Silva, 325, Dewatagahawatta, Negombo. and 36 Others Employee Applicants-Respondents- Respondents",
    "judgement_by": "Hon. Mahinda Samayawardhena J"
  },
  {
    "num": "SC/FR/62/2020",
    "date_str": "2023-12-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_62_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "M.D.S.A. Perera, No. 59, Pahala Kosgama, Kosgama. Petitioner Vs, 1. Dharmasena Dissanayake, Chairman, Public Service Commission, No. 1200/9, Rajamalwatta Road, Battaramulla. 1A. Jagath Balapatabendi Chairman, 2. Prof. Hussain Ismail, Member, 2A. Indrani Sugathadasa, Member, 3. Dr. Prathap Ramanujam, Member, 3A. V. Shivagnanasothy, Member, 4. V. Jegarasasingam, Member, 4A. Dr. T.R.C. Ruberu, Member, 5. S. Ranugge, Member, 5A. Ahamod Lebbe Mohamed Saleem, Member, 6. D. Laksiri Mendis, Member, 6A. Leelasena Liyanagama, Member, 7. Sarath Jayathilaka, Member, 7A. Dian Gomes, Member, 8. Sudarma Karunarathna, Member, 8A. Dilith Jayaweera, Member, 9. G.S.A. De Silva P.C., Member, 9A. W.H. Piyadasa, Member, The 2nd to 9th Respondents all of; Public Service Commission, No. 122/9, Rajamalwatta Road, Battaramulla. 10. M.A.B. Daya Senarath, Secretary, Public Service Commission, No. 122/9, Rajamalwatta Road, Battaramulla. 11. S. Hettiarachchi, Secretary to the Ministry of Public Administration, Home of Affairs, Provincial",
    "judgement_by": "HON. VIJITH K. MALALGODA PC, J"
  },
  {
    "num": "SC/FR/298/2021",
    "date_str": "2023-12-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_298_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Keliduwa Madduama Liyanage Janaka Priya, “Shanthi”, Galagama North, Nakulugamuwa, Beliaththa. Petitioner Vs, 1. Mr. C.D. Wickramaratne, Inspector General of Police, Police Headquarters, Colombo 01. 2. Hon Mohan Priyadarshana De Silva, Member of Parliament, Near the Railway Station Dodanduwa (80250). 3. Hon. Rear Admiral Dr. Sarath Weerasekara, Minister of Public Security, 4th Floor, “Suhurupaya”, Battaramulla. 3A. Hon. Tiran Alles, Minister of Public Security, 4th Floor, “Suhurupaya”, Battaramulla. 4. Major General (Retired) Jagath Alwis, Secretary to the Ministry of Public Security, 14th Floor, “Suhurupaya”, Battaramulla. 4A. Mr. S. Hettiarachchi, Secretary to the Ministry of Public Security, 14th Floor, “Suhurupaya”, Battaramulla. 5. Hon. Justice Jagath Balapatabendi, Chairman, Public Service Commission. 6. Mrs. Indrani Sugathadasa, Member, Public Service Commission. 7. Mr. Sundaram Arumainayagam, Member, Public Service Commission. 8. Dr. T.R.C. Ruberu, Member, Public Service Commission. 9. Mr. Ahamod Lebbe",
    "judgement_by": "HON. VIJITH K. MALALGODA PC, J"
  },
  {
    "num": "SC/FR/107/2011",
    "date_str": "2023-12-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_107_2011.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Weheragedara Ranjith Sumangala, No. 137/2, Beliaththawila, Kindelpitiya, Millewa. PETITIONER vs. Bandara, Police Officer, Police Station, Mirihana. 1st RESPONDENT Inspector Bhathiya Jayasinghe, Officer-in-Charge – Emergency Unit, Police Station, Mirihana. 2nd RESPONDENT Egodawele, Chief Inspector, Head Quarters’ Inspector, Police Station, Mirihana. 3rd RESPONDENT Ajith Wanasundara, No. 255, Malagala, Padukka. 4th RESPONDENT M.W.D. Tennakone, Superintendent of Police, Nugegoda Division, Office of the Superintendent of Police, Nugegoda. 5th RESPONDENT Mahinda Balasuriya, Inspector General of Police, Police Headquarters, Colombo 01. 6th RESPONDENT Hon. Attorney General, Attorney General’s Department, Hulftsdorp, Colombo 12. 7th RESPONDENT",
    "judgement_by": "HON. S. THURAIRAJA, PC, J"
  },
  {
    "num": "SC/APPEAL/210/2017",
    "date_str": "2023-12-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_210_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Alawatthage Chularathne Anura De Silva, Batticaloa Road, Ambagolla Junction, Bibile. 2ND ACCUSED-APPELLANT-APPELLANT Vs. 1. Officer In Charge, Police Station, Bibile. COMPLAINANT-RESPONDENT-RESPONDENT 2. Hon. Attorney General, Attorney General’s Department, Colombo 12. RESPONDENT-RESPONDENT",
    "judgement_by": "HON. P. PADMAN SURASENA, J"
  },
  {
    "num": "SC/APPEAL/16/2020",
    "date_str": "2023-12-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_16_2020-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Hon. Attorney General, Attorney General’s Department, Colombo 12. COMPLAINANT VS Jayasinghe Mudiyanselage Roshan Bandaranayaka, 144/B, School Lane, Kumbalagamuwa, Walapone. ACCUSED AND Jayasinghe Mudiyanselage Roshan Bandaranayaka, 144/B, School Lane, Kumbalagamuwa, Walapone. ACCUSED-APPELLANT VS. Hon. Attorney General, Attorney General’s Department, Colombo 12. COMPLAINANT-RESPONDENT AND NOW BETWEEN Jayasinghe Mudiyanselage Roshan Bandaranayaka, 144/B, School Lane, Kumbalagamuwa, Walapone. ACCUSED-APPELLANT-APPELLANT VS. Hon. Attorney General, Attorney General’s Department, Colombo 12. COMPLAINANT-RESPONDENT-RESPONDENT",
    "judgement_by": "HON. S. THURAIRAJA, PC"
  },
  {
    "num": "SC/APPEAL/201/2017",
    "date_str": "2023-12-05",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_201_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "W.P.R.P. Devanagala, No: 26/135, Kumudugama, Dadayamtalawa APPLICANT - VS - Sarvodaya Economic Enterprises Development Services (Guarantee) Ltd (SEEDS), No. 45, Rawatawatte Road, Moratuwa RESPONDENT AND W.P.R.P. Devanagala, No: 26/135, Kumudugama, Dadayamtalawa APPLICANT – APPELLANT - VS - Sarvodaya Economic Enterprises Development Services (Guarantee) Ltd (SEEDS), No. 45, Rawatawatte Road, Moratuwa RESPONDENT – RESPONDENT AND NOW BETWEEN Sarvodaya Economic Enterprises Development Services (Guarantee) Ltd (SEEDS), No. 45, Rawatawatte Road, Moratuwa RESPONDENT - RESPONDENT - APPELLANT - VS - W.P.R.P. Devanagala, No: 26/135, Kumudugama, Dadayamtalawa APPLICANT - APPELLANT - RESPONDENT",
    "judgement_by": "HON. K. KUMUDINI WICKREMASINGHE, J"
  },
  {
    "num": "SC/CHC APPEAL/68/2014",
    "date_str": "2023-12-01",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_68_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Sri Lanka Rupavahini Corporation, P.O. Box 2204, Independence Square, Colombo 07. 2ND DEFENDANT - RESPONDENT - APPELLANT vs. 1. Anthony Surendra, No. 251/42B, Kirula Road, Colombo 05. PLAINTIFF - PETITIONER - RESPONDENT 2. Sri Lankan Airlines, No.22, East Tower, World Trade Center, Echelon Square, Colombo 01. DEFENDANT - RESPONDENTS",
    "judgement_by": "HON. S. THURAIRAJ, PC, J"
  },
  {
    "num": "SC/CHC APPEAL/72/2013",
    "date_str": "2023-11-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_72_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Harankaha Arachchige Menaka Jayasankha, No. 49/6, Makola South, Makola. 2. Dewasinghe Hewage Kulawathi Minipura, No. 49/6, Makola South, Makola. Defendants–Appellants Vs. Standard Credit Lanka Limited, carrying on its business at No. 277, Union Place, Colombo 02 and registered at No. 97, Hyde Park Corner, Colombo 02 (formerly Ceylinco Investment and Realty Limited). Plaintiff–Respondent",
    "judgement_by": "HON. JANAK DE SILVA, J"
  },
  {
    "num": "SC/APPEAL/118/2010",
    "date_str": "2023-11-23",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_118_2010.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Jayaweera Mudiyanselage Gunathilaka, No.232/2, Badulla Road, Bandarawela. 3rd ACCUSED-APPELLANT-APPELLANT vs. 1. The Officer in Charge, Crimes Investigation Division, Police Station, Badulla. 2. Hon. Attorney General, Attorney General’s Department, Colombo 12. COMPLAINANT-RESPONDENT-RESPONDENT",
    "judgement_by": "HON. S. THURAIRAJA, PC, J"
  },
  {
    "num": "SC/FR/335/2021",
    "date_str": "2023-11-22",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_335_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Sebastian Benadic 2. Aiiyasamy Sellanayagi 3. Eugenia Nova 4. Eron Cleture Nova 5. Evan Galena Nova, All of “Kanthi” Niwasa, Nagaraya, Lunugala. Petitioners Vs. 1. Kodithuwakku Arachchilage Nihal Chandrakantha, No. 170/04, Rukmalgama Road, Kottawa, Pannipitiya and Ambalangoda Kotasa, Hopton, Lunugala. 2. Dissanayakalage Chandra Kumara, No.26/01, Siri Nithikarama Road, Dalupitiya, Kadawatha. 3. Mahambadu Ibrahim Ahmad Sajeer, Executive Engineer (Uva Province), Road Development Authority. 4. Gamasinghe Arachchilage Dilip Indunil Wimaladharama, (Badulla-Chenkaladi Road Development Project Engineer), Road Development Authority. 5. L. V. S. Weerakoon, The Director-General, Road Development Authority. 6. T. K. M. Galappaththi, Provincial Director (Uva), Road Development Authority. 7. Chandana Athuluwage, The Chairman, Road Development Authority. 8. Road Development Authority, All 3rd to 8th Respondents are of No.216, Denzil Kobbekaduwa Mawatha, Koswatta, Battaramulla. 9. R. W. R. Premasiri, The Secretary, Ministry of Highways, “Maganeguma Mahamedura”, No. 2",
    "judgement_by": "HON. K. PRIYANTHA FERNANDO, J"
  },
  {
    "num": "SC/APPEAL/64/2019",
    "date_str": "2023-11-22",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_64_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Olympus Constructions (Private) Limited, No.445/1/2, Colombo Road, Pepiliyana. Formerly known as Daya Constructions (Private) Limited, No. 362, Colombo Road, Pepiliyana, Boralesgamuwa. Plaintiff-Respondent-Appellant Vs. Hovael Constructions (Private) Limited, No. 245/55, Old Avissawella Road, Orugodawatta. Defendant-Appellant-Respondent",
    "judgement_by": "HON. K. PRIYANTHA FERNANDO, J"
  },
  {
    "num": "SC/CHC APPEAL/74/2013",
    "date_str": "2023-11-16",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_74_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. N. S. Gunaratne & Company (Pvt) Ltd. of No. 101, Nawala Road, Nugegoda. 2. Udawattage Don Nalin Srilal Gunaratne of No. 20/1A, Moragasmulla Road, Rajagiriya. 3. Roshanie Ayoma Gunaratne of No. 20/1A, Moragasmulla Road, Rajagiriya. DEFENDANT-APPELLANTS Vs. Pan Asia Banking Corporation PLC, No. 450, Galle Road, Colombo 03 and having a branch office and/or a place of business called and known as the “Nugegoda Branch” at No.165A, High Level Road, Nugegoda. PLAINTIFF-RESPONDENT",
    "judgement_by": "HON. P. PADMAN SURASENA, J"
  },
  {
    "num": "SC/APPEAL/120/2013",
    "date_str": "2023-11-16",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_120_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Jayasundara Mudiyanselage Wimalawathie, Keppetipola, Thembahena. Substituted-Plaintiff-Respondent-Petitioner Vs. 1. H. G. Wijewardena Gunathilaka & Sons (Private) Limited, No.11, D. S. Senanayake Veediya, Kandy. 2. Hikkaduwa Gamage Wijewardena Gunathilake, No.11, D. S. Senanayake Veediya, Kandy. Defendants-Appellants-Respondents",
    "judgement_by": "HON. K. PRIYANTHA FERNANDO, J"
  },
  {
    "num": "SC/FR/195/2022, SC/FR/212/2022",
    "date_str": "2023-11-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_195_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Dr. Athulasiri Kumara Samarakoon, The Open University of Sri Lanka, P.O.Box 21, Nawala, Nugegoda. 2. Soosaiappu Neavis Morais, 49/7, Cyril Peiris Mawatha, Palliyawatte, Wattala. 3. Dr. Mahim Mendis, 301/1A, Kotte Road, Mirihana, Nugegoda. Petitioners Vs. 1. Hon. Ranil Wickremesinghe, Minister of Finance 2022-Present. 2. Mahinda Rajapakse, Former Cabinet Minister of Finance 2019–2020. 2A. Basil Rajapakse, Former Cabinet Minister of Finance 2020–2022. 2B. M.U.M. Ali Sabri, PC, Former Cabinet Minister of Finance 2022. 3. Prof. G.L. Peiris. 4. Dinesh Gunawardena. 5. Douglas Devenanada. 6. Dr. Ramesh Pathirana. 7. Prasanna Ranathunga. 8. Rohitha Abeygunawardhana. 9. Dullas Alahapperuma. 10. Janaka Wakkumbura. 11. Mahindananda Aluthgamage. 12. Mahinda Amaraweera. 13. S.M. Chandrasena. 14. Nimal Siripala de Silva. 15. Johnston Fernando. 16. Udaya Gammanpila. 17. Bandula Gunawardana. 18. Gamini Lokuge. 19. Vasudeva Nanayakkara. 20. Chamal Rajapakse. 21. Namal Rajapakse. 22. Keheliya Rambukwella. 23. C.B. Ratnayake. 24. P",
    "judgement_by": ""
  },
  {
    "num": "SC/FR/135/2020",
    "date_str": "2023-11-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_135_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Mohamed Razik Mohamed Ramzy, No. 594/3, Polgasdeniya, Katugastota, Acting in terms of Article 126(2) of the Constitution, the above-named petitioned the Supreme Court by his Attorney-at-Law Musthafa Kamal Bacha Ramzeen, No. 42, Norris Canal Road, Colombo 10. Petitioner Vs. 1. B.M.A.S.K. Senaratne, Chief Inspector of Police, Officer-in-Charge, Computer and Forensic Training Unit, Criminal Investigation Department, Colombo 1. 2. W. Thilakaratne, Senior Superintendent of Police, Director, Criminal Investigation Department, Colombo 1. 2A. A.R.P.J. Alwis, Senior Superintendent of Police, Director, Criminal Investigation Department, Colombo 1. 2B. Kavinda Piyasekera, Senior Superintendent of Police, Director, Criminal Investigation Department, Colombo 1. 3. M.G.L.S. Hemachandra, Military Service Assistant of the Defence Secretary, Ministry of Defence, Colombo 1. 4. Major General Kamal Gunaratne, Secretary of the Ministry of Defence, Ministry of Defence, Colombo 1. 5. C.D. Wickramaratne, Inspector General of Police, Sri Lanka Police Headquarters, Colombo 1. 6. Honourable",
    "judgement_by": "HON. YASANTHA KODAGODA, P.C., J"
  },
  {
    "num": "SC/CONT/2/2023, SC/CONT/3/2023",
    "date_str": "2023-11-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_cont_2_3_2023.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Herath Mudiyanselage Vijitha Herath, No. 464/20, Pannipitiya Road, Pelawatta, Battaramulla. Complainant-Petitioner Vs. K.M. Mahinda Siriwardana, Secretary to the Treasury, Ministry of Finance, The Secretariat, Colombo 01. Contemnor-Respondent AND Rathnayake Mudiyanselage Ranjith Madduma Bandara, No. 31/3, Kandawatte Terrace, Nugegoda. Complainant-Petitioner Vs. K.M. Mahinda Siriwardana, Secretary to the Treasury, Ministry of Finance, The Secretariat, Colombo 01. Contemnor-Respondent",
    "judgement_by": "Hon. Jayantha Jayasuriya, PC, CJ"
  },
  {
    "num": "SC/APPEAL/92/2018",
    "date_str": "2023-11-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_92_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Colombo Buddhist Theosophical Society, No. 203, Olcott Mawatha, Colombo 11. Plaintiff Vs. Meringahage Mangala Pushpakumara Fernando, No. 113, Kandy Road, Gampola. Defendant AND THEN BETWEEN Meringahage Mangala Pushpakumara Fernando, No. 113, Kandy Road, Gampola. Defendant-Petitioner Vs. Colombo Buddhist Theosophical Society, No. 203, Olcott Mawatha, Colombo 11. Plaintiff-Respondent AND NOW BETWEEN Meringahage Mangala Pushpakumara Fernando, No. 113, Kandy Road, Gampola. Defendant-Petitioner-Appellant Vs. Colombo Buddhist Theosophical Society, No. 203, Olcott Mawatha, Colombo 11. Plaintiff-Respondent-Respondent",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/35/2018",
    "date_str": "2023-11-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_35_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Serasinghe Vidanage Somalatha (Deceased), Kodikarage Murin, Withanagiri, Pokunugamuwa, Weligama. Substituted-Plaintiff-Respondent-Petitioner-Appellant Vs. 1/8A. Aluthgamage Albert, 2. Aluthgamage Chitralatha, Both of Sri Pangnyaloka Mawatha, Welipitimodara, Ginthota. 1/8A and 2nd Defendant-Appellant-Respondent-Respondents 3. Serasinghe Widanage Somawathi, 7 Mahaneliya Road, Walliwala, Weligama. (Deceased) 3A. Serasinghe Widanage Pagngnyadasa, Mahaneliya Road, Walliwala, Weligama. 4. Serasinghe Widanage Karunadasa, Mahaneliya Road, Walliwala, Weligama. 4A. Serasinghe Widanage Somawathi, Mahaneliya Road, Walliwala, Weligama. 4B. Serasinghe Widanage Pagngnyadasa, Mahaneliya Road, Walliwala, Weligama. 5. Serasinghe Widanage Pagngnyadasa, Elabada, Ginthota. New Address: Mahaneliya Road, Walliwala, Weligama. 6. Kathaluwa Gamage Seetin, Neelagewaththa, Kathaluwa, Ahangama. (Deceased) 6A. Serasinghe Widanage Somawathi, Mahaneliya Road, Walliwala, Weligama. (Deceased) 6B. Serasinghe Widanage Pagngnyadasa, Mahaneliya Road, Walliwala, Weligama.",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/158/2018",
    "date_str": "2023-11-14",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_158_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "The Commissioner General of Inland Revenue, Department of Inland Revenue, Inland Revenue Building, Sir Chittampalam A. Gardiner Mawatha, Colombo –02. Petitioner–Petitioner–Appellant Vs. Classic Travels (Pvt) Limited, 379/4, Galle Road, Colombo 03. Respondent–Respondent–Respondent",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/SPL LA/40/2022",
    "date_str": "2023-11-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_spl_la_40_2022.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Nawalage Asanka Indrajith Cooray, No. 6/26, 3rd Lane, Nawala, Rajagiriya. Respondent-Respondent-Petitioner-Petitioner Vs. Mallikarachchige Terashma Rashmi Perera, No.6/4, 3rd Lane, Nawala, Rajagiriya. Applicant-Appellant-Respondent-Respondent",
    "judgement_by": "HON. E.A.G.R. AMARASEKARA, J"
  },
  {
    "num": "SC/FR/91/2021",
    "date_str": "2023-11-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_91_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Centre for Policy Alternatives, No.6/5, Layards Road, Colombo 05. 2. Dr. Paikiasoothy Saravanamuttu, No.3, Ascot Avenue, Colombo 05. Petitioners in SC/FR/91/2021 AND Sithara Shreen Abdul Saroor, No. 202, W.A. Silva Mawatha, Colombo 06. Petitioner AND Ambika Satkunanathan, No.27, Rudra Mawatha, Colombo 06. Petitioner Vs. 1. Hon. Attorney General, Attorney General’s Department, Colombo 12. 2. Major General (retd) G.D.H. Kamal Gunaratne, Secretary, Ministry of Defence, No. 15/5, Baladaksha Mawatha, Colombo 03. 3. C.D. Wickramaratne, Inspector General of Police, Police Headquarters, Colombo 1. 4. Major General Dharshana Hettiarachchi, Commissioner General of Rehabilitation, Bureau of Commissioner General of Rehabilitation, No. 462/2, Kaduwela Road, Ganahena, Battaramulla. Respondents AND 1. Dr. Malkanthi Hettiarachchi, 7A, De Soyza Mawatha, Mt. Lavania. 2. Al Haj Abdul Jawad Alim Ualiyallah Trust & Maulavee K.R.M. Sahlan Rabbane, B.J.M. Road, Kattankudy 05. Interveners",
    "judgement_by": "HON. MAHINDA SAMAYAWARDHENA, J"
  },
  {
    "num": "SC/FR/710/2012",
    "date_str": "2023-11-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_710_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. K.G. Dharmathilake, Divisional Secretary, Divisional Secretariat Office, Colombo. 1(a). Divisional Secretary, Divisional Secretariat Office, Colombo. 2. H.D. Anuruddhika, Accountant, Divisional Secretariat Office, Colombo. 2(a). Accountant, Divisional Secretariat Office, Colombo. 3. Pushpakumara De Silva, Assistant Commissioner of Excise, (Western Province), Excise Commissioner’s Office, D.R. Wijewardena MW, Colombo 02. 3(a). Assistant Commissioner of Excise, (Western Province), Excise Commissioner’s Office, D.R. Wijewardena MW, Colombo 02. 4. Prabhakaran Sandrew, 47 Lakshmi House, Chaply Colony, Wadigapitiya, (via Gampola). 5. D.G.M.V Hapuarachchi, Commissioner General of Excise, Excise Department, 34, W.A.D. Ramanayake Mw, Colombo 02. 5(a). Commissioner General of Excise, Excise Department, 34, W.A.D. Ramanayake Mw, Colombo 02. 6. Hon. Attorney General, Attorney General’s Department, Colombo 12.",
    "judgement_by": "HON. K. KUMUDINI WICKREMASINGHE, J"
  },
  {
    "num": "SC/FR/374/2017",
    "date_str": "2023-11-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_374_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. G.K.G.A.R.P.K. Nandana, Secretary, Chief Ministry and Ministry of Education, Central Provincial Council, Provincial Council Complex, Pallakele, Kundasale. 1A. K.G. Upali Ranawaka, Secretary, Chief Ministry and Ministry of Education, Central Provincial Council, Provincial Council Complex, Pallakele, Kundasale. 2. Sarath Ekanayake, Chief Minister and Minister of Education, Central Provincial Council, Provincial Council Complex, Pallakele, Kundasale. 2A. Gamini Rajaratne, Chief Minister and Minister of Education, Central Provincial Council, Provincial Council Complex, Pallakele, Kundasale. 3. Lalith U. Gamage, Governor of the Central Province, Governor’s Secretariat, Palace Square, Kandy. 4. P.D. Amarakoon, Chairman/ Member, Provincial Public Service Commission of the Central Provincial Council, No. 244, Katugastota Road, Kandy. 5. W.M.S.D. Weerakoon, Member, Provincial Public Service Commission of the Central Provincial Council, No. 244, Katugastota Road, Kandy. 6. A.M. Wais, Member, Provincial Public Service Commission of the Central Provincial Council",
    "judgement_by": "HON. ACHALA WENGAPPULI, J"
  },
  {
    "num": "SC/APPEAL/82/2010",
    "date_str": "2023-11-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_82_2010.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Madawatte Kammale Samel Sirisena, Madawatte, Malmeekanda, Opanayake. 2. Madawatte Kammale Magi Nona of Bodimalgoda, Pelmaduula. 3. Madawatte Kammale Manikhamy of Madawatte, Malmeekanda, Opanayake. 4. Madawatte Kammale Podi Nona of Madawatte, Malmeekanda, Opanayake. 5. Madawatte Kammale David Singho of Madawatte, Malmeekanda, Opanayake. 6. Madawatte Kammale Seelawathie of Midalladeniya, Opanayake. 7. Wijeratne Haluge Somapala of Bandarawatte, Malmeekanda, Opanayake. Plaintiffs-Appellants-Appellants Vs. 1. Madawatte Kammale Matheshamy 2. Dombagammana Badalge Randohamy, Both of Medawatte, Malmeekanda. 3. Medawatte Kammale Karunaratne 4. Medawatte Kammale Dayaratne 5. Medawatte Kammale Malani Chandralatha 6. Medawatte Kammale Gamini Wijeratne, all of Malmeekanda, Madawatte, Opanayake. 7. Hunuwala Malawarage Nilupa Subhaseeli of Madawatte, Malmeekanda, Hunuwala, Opanayake. 8. Medawatte Kammale Ebert Piyasiri of Malmeekanda, Madawatte, Opanayake. 9. Pradeep Nilanga Dela Bandara, Basnayake Nilame, Ratnapura Maha Saman Devale. Defendants-Respondents",
    "judgement_by": "HON. MAHINDA SAMAYAWARDHENA, J"
  },
  {
    "num": "SC/APPEAL/113/2019",
    "date_str": "2023-11-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_113_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Liyana Mudiyanselage Munasinghe, Panukerapitiya, Hidellana. Mistakenly referred to as Liyana Kankamalage Munasinghe. Plaintiff-Respondent-Appellant Vs. 1. Kandegedara Ralalage Podimanike. 2. Tepulangoda Mudiyanselage Sudesh Prasanna. 3. Tepulangoda Mudiyanselage Sujith Prasanna, All of Nugagahadeniya, Godella, Panukerapitiya, Hidellana. 1st to 3rd Defendant-Appellant-Respondents AND 1. A.G. Kusumawathie, Tepulangoda, Hidellana. 2. Sujith Lakshman Muthumala. 3. Indrani Muthumala. 4. Nilani Muthumala. 5. Pradeepa Muthumala, All of Tepulangoda, Hidellana. Defendant-Respondents-Respondents",
    "judgement_by": "HON. E. A. G. R. AMARASEKARA, J"
  },
  {
    "num": "SC/APPEAL/11/2021",
    "date_str": "2023-11-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_11_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Sunpac Engineers (Private) Limited, Temple Burge Step 11, Industrial Zone, Panagoda, Homagama. 2. Ranath Jayaweera alias Sanath Jayaweera, No. 379/B, Temple Road, Thalawathugoda. Plaintiff-Appellants Vs. 1. DFCC Bank PLC, No. 73/5, Galle Road, Colombo 03. 2. Schokman and Samerawickreme Auctioneers, No. 6A, Fair field Garden, Colombo 08. Defendant-Respondents AND 1. Hatton National Bank PLC, No. 479, T.B. Jayah Mawatha, Colombo 10. 2. Seylan Bank PLC, Seylan Towers, No. 90, Galle Road, Colombo 03. 3. People’s Bank, No. 75, Sir Chittampalam A. Gardiner Mawatha, Colombo 02. 4. Cargills Bank Limited, No. 696, Galle Road, Colombo 03. 5. National Development Bank PLC, P.O. Box 1825, No. 40, Nawam Mawatha. 6. Union Bank of Colombo PLC, No. 64, Galle Road, Colombo 03. 7. Nations Trust Bank PLC, No. 242, Union Place, Colombo 02. 8. Commercial Bank of Ceylon PLC, Commercial House, No. 21, Sir Razik Fareed Mawatha, Colombo 01. 9. Pan Asia Banking Corporation, No. 6A, Fair field Gardens, Colombo 8. 10.",
    "judgement_by": "HON. MAHINDA SAMAYAWARDHENA, J"
  },
  {
    "num": "SC/APPEAL/107/2015",
    "date_str": "2023-11-13",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_107_2015.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Susangatha De Fonseka, No. 9, Gravets Road, Panadura. Plaintiff-Appellant-Appellant Vs. Pussewalage Ashokalatha, Urala, Doowahena. Defendant-Respondent-Respondent",
    "judgement_by": "HON. ARJUNA OBEYESEKERE, J"
  },
  {
    "num": "SC/APPEAL/78/2014",
    "date_str": "2023-11-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_78_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Matarage Don Lorence Apppuhamy (deceased), No. 11, Huludagoda Lane, Mount Lavinia. Plaintiff 01A. Matarage Dona Sudharma, No. 142/29 Sekkuwatta, Dalupitiya Road, Mahara, Kadawatha. Substituted Plaintiff Vs. 01. Lucien Ivan Wilfred de Alwis (deceased) 1A. John de Alwis, No. 10, Quarry Road, Ratmalana. 02. Gerald Clerk Wilfred de Alwis, No. 22, Huludagoda Road, Mount Lavinia. 03. Wilfred Letman Eustus de Alwis, 2 Zoological Gardens, Dehiwela. 04. Wilfred Michael Neville de Alwis, No. 22, Huludagoda Road, Mount Lavinia. 05. Joyce Gladys Christobel Gunathilake nee de Alwis, (deceased), No. 30, Huludagoda Road, Mount Lavinia. 05A. E.P.T. Gunathilake 05B. Sriyani Gunathilake, both of No. 30, Huludagoda Road, Mount Lavinia. 06. Sheila Constance Milred Gunathilake nee De Alwis, No. 20, Huludagoda Road, Mount Lavinia. 07. Gunawathie Liyanage nee Wijeratne, “Manel Niwasa”, Padikara, Waluwatta, Veyangoda. 08. Kuda Liyanage Leslie 09. Kuda Liyanage Kusum Kanthi 10. Kuda Liyanage Iranganie 11. Kuda Liyanage Doreen 12. Kuda Liyanage Sandhya, All of “Manel Niwasa”",
    "judgement_by": "HON. PRIYANTHA JAYAWARDENA PC, J"
  },
  {
    "num": "SC/APPEAL/61/2008",
    "date_str": "2023-11-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_61_2008.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Kotagala Plantations Limited of 760, Baseline Road, Colombo 09 (and presently of 53 1/1 Sir Baron Jayathilake Mawatha, Colombo 01) PETITIONER-PETITIONER Vs. 1. Land Reform Commission, 82 C, Gregory’s Road, Colombo 07 2. State Plantations Corporation, 55/77, Vauxhall Lane, Colombo 02 3. Hon. D.M Jayaratne, Minister of Plantation Industries, Ministry of Plantations Industries, 55/75, Vauxhall Lane, Colombo 02 4. Hon. Jeewan Kumaratunga, Minister of Land and Land Development, Ministry of Land and Land Development, 85/5 “Govijana Mandiraya”, Rajamalwatte, Battaramulla RESPONDENTS-RESPONDENTS 5. Hon. Mahinda Samarasinghe, Minister of Plantation Industries, Ministry of Plantation Industries, 55/75, Vauxhall Lane, Colombo 02 6. Hon. Janaka Bandara Tennakoon, Minister Land and Land Development, 85/5, “Govijana Mandiraya” Rajamalwatte, Battaramulla 7. Hon. P. Dayaratne, Minister of State Resources and Enterprise Development, No.561/3, Elivitigala Mawatha, Colombo 05 ADDED RESPONDENT-RESPONDENTS",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/192/2017",
    "date_str": "2023-11-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_192_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Wellage Wipulasena, 7th Accused-Appellant-Petitioner-Appellant Vs. Hon. Attorney General, Attorney General’s Department, Colombo 12. Complainant-Respondent-Respondent-Respondent",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/150/2016",
    "date_str": "2023-11-10",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_150_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "H.M. Tikiri Banda Herath, No. 53, Dehideniya, Peradeniya Defendant–Appellant–Appellant Vs. D.J.M.G. Kusumawathie, Rajasinghapura, Dodanwella NEW ADDRESS 94B, Godamuduna, Dodanwela, Murutalawa Plaintiff–Respondent–Respondent",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/FR/298/2013",
    "date_str": "2023-11-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_298_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. Priyankara Witharanage Chandika Lalith Kulathunga, No. 68, Dela, Ratnapura 2. Jagath Warnaka Ranathunga, “Wasana”, Devalamulla, Puhulwella. 3. Hapuachchige Lalani Chandrakanthi, No.101, Pelpitigoda, Poruwadanda. 4. Hapurugala Gamladdalage Samantha Kumara Jayaratha, Suhadha Mawatha, Erathna Road, Eknaligoda, Kuruwita. 5. Weligamage Don Bandu Kumari Shiromani, No.327/7a, Moragala Road, Bulugahapitiya, Eheliyagoda. 6. Darmasri Pathirajage Sudath Madusanka, 17th Post, Suriyagoda, Bamunakotuwa. 7. Mahadurage Premakeerthi, Jamburegoda Road, Mudugamuwa, Weligama. 8. Agampodi Malani Mendis, Kadegedara, Thiyaduwa, Akurassa. 9. Anusha Niranjala Ranawaka, Mirissagedarawatta, Henegama, Akurassa. 10. Udagama Rankothgedara Vajira Nilanshani Wijerathna, 32nd Post, Hunganwela, Nalanda. 11. Medagam Medde Gedara Kanchana Geethamali Premachadra, No.235, Yatihalagala, Pallegama, Haloluwa. 12. Kahakotuwa Chitra Padma Kumari Kalinguarachchi, “Geethani”, 1 Ela Road, Polonnaruwa. 13. Aluthgedara Swarna Manel Aluthgedara",
    "judgement_by": "HON. ACHALA WENGAPPULI, J"
  },
  {
    "num": "SC/FR/178/2014",
    "date_str": "2023-11-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_178_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1. D. M. C. J. Dissanayaka, Officer’s Quarters, Water Treatment Plant, Mulleriyawa. 2. W. K. Karannagoda, 308/MC/B01, Quarters of Water Board, Mount Clifford Estate, Magammana, Homagama. 3. Hewa Balamullage Chandrathilaka, Officer’s Quarters, Water Treatment Plant, Mulleriyawa. Petitioners Vs. 1. National Water Supply and Drainage Board, Main Office, P. O. Box 14, Rathmalana. 2. B. W. R. Balasooriya, General Manager, National Water Supply and Drainage Board, Main Office, P. O. Box 14, Mt. Lavinia. 2A. Thilina Wijethunga, General Manager, National Water Supply and Drainage Board, Galle Road, PO Box 14, Mt. Lavinia 3. N. M. S. Kalinga, Deputy General Manager (Production), National Water Supply and Drainage Board, Main Office, P. O. Box 14, Mt. Lavinia. 3A. G.K Iddamalgoda, Deputy General Manager (HR), National Water Supply and Drainage Board, Main Office, P.O Box 14, Mt. Lavinia 3B. N.I.S Abeygunawardena, Additional General Manager, (Human Resources), National Water Supply and Drainage Board, Main Office, P.O Box 14",
    "judgement_by": "HON. B. P. ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/77/2018",
    "date_str": "2023-11-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_77_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Karunatilleka Jayasundera Wickramasekara Rajapakse Wahalanayake Nisi Mudiyanselage Mahen Susantha Madugalle, No.168/16, Siripura Gardens, Rajamaha Vihara Mawatha, Kotte PLAINTIFF-RESPONDENT-RESPONDENT-PETITIONER Vs. 1. Land Reform Commission, C 82, Hector Kobbekaduwa Mawatha, Colombo 07. INTERVENIENT-PETITIONER-PETITIONER-RESPONDENT 2. Karunatilleka Jayasundera Wickramasekara Rajapakse Wahalanayake Nisi Mudiyanselage Chula Swarna Madugalle, No. 185/1, Epitamulla Road, Pita-Kotte. DEFENDANT-RESPONDENT-RESPONDENT-RESPONDENT",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/74/2014",
    "date_str": "2023-11-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_74_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Coca-Cola Beverages Sri Lanka Ltd., Tekkawatta, Biyagama. Accused-Appellant-Appellant Vs. 1. W.G.S.L. Wasala, Public Health Officer, Mahasenpura Complainant-Respondent-Respondent 2. Hon. Attorney General, Attorney General’s Department, Colombo 12. Respondent-Respondent",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/65/2021",
    "date_str": "2023-11-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_65_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Joseph Kumar De Silva, 8-5/4, Golf Wing, Trillium Residencies, 153, Elvitigala Mawatha, Colombo 08. Applicant-Petitioner-Appellant Vs. 1. Etihad Airways PJSC, P.O. Box 35566, Abu Dhabi, United Arab Emirates. And also of 752, Dr. Danister De Silva Mawatha, Ground Floor, Rigel Building, Orion City, Colombo 09. 2. R.H. Douglas, Cluster General Manager, Etihad Airways PJSC, 752, Dr. Danister De Silva Mawatha, Ground Floor, Rigel Building, Orion City, Colombo 09. Respondent-Respondent-Respondents",
    "judgement_by": "HON. MAHINDA SAMAYAWARDHENA, J"
  },
  {
    "num": "SC/APPEAL/55/2020",
    "date_str": "2023-11-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_55_2020.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Weerawarnakulasuriya Boosabaduge Shamaline Fernando, Beruwala. 2nd Defendant–Respondent–Appellant Vs. Kusalanthi Fernando, Kandawala, Rathmalana. Plaintiff–Respondent–Respondent AND Weerasekara Hettiarachchige Gertrude Perera, No. 275, Ubayasenapura, Rajagiriya. 1st Defendant–Appellant-Respondent",
    "judgement_by": "HON. YASANTHA KODAGODA, PC, J"
  },
  {
    "num": "SC/APPEAL/166/2017",
    "date_str": "2023-11-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_166_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "W. M. Dhanapala Menike, Galkorutuwa, Udahavupe, Kahawatte. Petitioner-Appellant Vs. 1. Dayananda Colombage, Divisional Secretary, Divisional Secretariat, Kahawatte. 1A. Gayani I. Karunarathna, Divisional Secretary, Divisional Secretariat, Kahawatte. 2. R. P. R. Rajapakse, Commissioner General of Land, Land Commissioner General’s Department, No. 1200/6, Rajamalwatta Road, Battaramulla. 3. P. Wasantha, Assistant Land Commissioner, Land Commissioner General’s Department, No. 1200/6, Rajamalwatta Road, Battaramulla. 4. Provincial Commissioner General of Land, Sabaragamuwa Province, Office of Provincial Commissioner of Land, Provincial Council Building, New Town, Ratnapura. 5. Ven. Palmadulla Dhammagaweshi Thero, Athugalkanda Aaranya Senanasanaya, Lellopitiya Wehera, Godakawela. 6. Wellakkutti Mudiyanselage Wasantha Kumara, Welihindawatte, Indiketiya Road, Pelmadulla. 7. Registrar of Lands, Land Registry, Ratnapura. Respondent-Respondents",
    "judgement_by": "HON. MAHINDA SAMAYAWARDHENA, J"
  },
  {
    "num": "SC/APPEAL/128/2018, SC/APPEAL/129/2018",
    "date_str": "2023-11-09",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_128_2018_129_2018-1.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Badde Kankanamage Chinthaka Kumara Ruwan, 1st Accused-Appellant-Petitioner Vs. Hon. Attorney-General, Attorney-General’s Department, Colombo 12. Complainant-Respondent-Respondent",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/FR/63/2018",
    "date_str": "2023-11-03",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_63_2018.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Darmaraja Nilithi Prasadi (Minor), Appearing by her Next friend Guardian ad litem Perumal Darmaraja, Both of No.55, Walpitawatta, Balgoda, Poddala. PETITIONER Vs. 1. Ms. Sandhya Airani Pathiranawasam, The principal, Southlands College, Galle. 2. Director of National Schools, Ministry of Education, “Isurupaya”, Battaramulla. 3. The Secretary, Ministry of Education, “Isurupaya”, Battaramulla. 4. C.C. Jayasinghe, Parent/Guardian of N.N. Jayasinghe, No. 130/C, Hakkanawatha, Kumme Baddegama. 5. J.V.P. Darshana, Parent/Guardian of J.V. Rishadhi, Dinlini, No. 124/3, Elliot Road, Galle. 6. H.M.N. Dhilrukshi, Parent/Guardian of H.T.S. Nethusara, Keenaduwa, Gonapura, Poddala. 7. K.M. Manimekala, Parent/Guardian of Isil Nethusadhi, No 70/12, Sri Panyaloka Mawatha, Ginthota, Galle. 8. The Hon Attorney General, Attorney General’s Department, Colombo 12.",
    "judgement_by": "HON. S. THURAIRAJA, PC, J"
  },
  {
    "num": "SC/CHC APPEAL/44/2014",
    "date_str": "2023-11-03",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_chc_appeal_44_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Lanka Orix Leasing Company PLC, 100/1, Sri Jayawardhanapura Mawatha, Rajagiriya. PLAINTIFF-APPELLANT Vs. Kaluarachhilage Osmond Bandula, 8L, Housing Scheme, Hanthana, Kandy. DEFENDANT-RESPONDENT",
    "judgement_by": "HON. P. PADMAN SURASENA, J"
  },
  {
    "num": "SC/APPEAL/77/2014",
    "date_str": "2023-11-02",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_77_2014.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "A.H. Alice Nona, Dolekade, Wabada-South. Defendant-Appellant-Appellant Vs. Chandra Warusapperuma, No. 280, Temple Road, Wabada. (Deceased) Plaintiff-Respondent-Respondent AND 1(A). Abeysinghe Arachchige Chaminda Upul Shantha 1(B). Lakshman Sri Mangalika 1(C). Shrimathie Mangalika 1(D). Vikum Sri Jayantha, All of No. 280, Temple Road, Wabada. Substituted 1A, 1B, 1C & 1D Plaintiff-Respondent-Respondents",
    "judgement_by": "HON. A. L. SHIRAN GOONERATNE, J"
  },
  {
    "num": "SC/FR/546/2012",
    "date_str": "2023-10-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_546_2012.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Captain Ambawalage Dammika Senaratne De Silva, No.74, Jayasumanarama Road, Rathmalana. PETITIONER Vs. 1. Lieutenant General Jagath Jayasuriya, Commander of Sri Lanka Army, Sri Lanka Army Headquarters, Colombo 01 1A. A.W.J.C. De Silva (RWP.USP) Commander of Sri Lanka Army, Sri Lanka Army Headquarters, Colombo 01. 1B. Lieutenant General N.U.M.M.W. Senanayake RWP. RSP.USP.PSC Commander of Sri Lanka Army, Sri Lanka Army Headquarters Colombo 1C. Lieutenant General N.U.M.M.W. Senanayake RWP. RSP.USP.PSC Commander of Sri Lanka Army, Sri Lanka Army Headquarters Colombo 1.1D. Lieutenant General Shavendra Silva Commander of Sri Lanka Army, Sri Lanka Army Headquarters, Colombo 1.1E. Lieutenant General H.L.V.M Liyanage (RWP.RSP.ndu) Commander of Sri Lanka Army, Sri Lanka Army Headquarters, Colombo 1. 2. Lieutenant Colonel Ediriweera, Regimental Headquarters, 20th Sri Lanka Infantry, Panagoda. 3. Regimental Centre Commandant, 20th Sri Lanka Light Infantry, Regimental Headquarters, Panagoda 4. Major G.S.M. Perera, Chairman of the Court of Inquiry held against.",
    "judgement_by": "HON. S. THURAIRAJA, PC, J."
  },
  {
    "num": "SC/FR/338/2011",
    "date_str": "2023-10-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_338_2011.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Colombage Dona Bandulani Basnayake, No. 128, Helweesiyawatte, Narammala. Petitioner Vs. 1.Sunil Hettiarachchi, Secretary, Ministry of Education, “Isurupaya”, Pannipitiya Road, Battaramulla. 1A.Prof. K. Kapila C. K. Perera, Secretary, Ministry of Education, “Isurupaya”, Pannipitiya Road, Battaramulla. 1B.Nihal Ranasinghe, Secretary, Ministry of Education, “Isurupaya”, Pannipitiya Road, Battaramulla. 2.Dharmasena Dissanayake, Chairman, Public Service Commission of Sri Lanka, No. 177, Nawala Road, Narahenpita, Colombo 05. 2A.Jagath Balapatabendi, Chairman, Public Service Commission of Sri Lanka, No. 1200/9, Rajamalwatta Road, Battaramulla. 3. A. Salam Abdul Waid, Member. 3A.Indrani Sugathadasa, Member. 4.D. Shirantha Wijetilake, Member. 4A.V. Shivagnanasothy, Member. 4B.Suntharam Arumainayaham, Member. 5.Dr. Prathap Ramanujam, Member. 5A.T. R. C. Ruberu, Member. 6.V. Jegarasasingam, Member. 6A.Ahamed Lebbe Mohamed Saleem, Member. 7.Santi Nihal Seneviratne, Member. 7A.Leelasena Liyanagama, Member. 8.S. Ranugge, Member. 8A.Dian",
    "judgement_by": "HON. JANAK DE SILVA, J"
  },
  {
    "num": "SC/FR/192/2019",
    "date_str": "2023-10-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_192_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Jebarajes Krishnamoorthy nee Kumarasingam, 8B, Nalandarama Road, Nugegoda. Petitioner 1.Dharmasena Dissanayake, Chairman, Public Services Commission. 1a. Hon. Justice Jagath Balapatabendi, Chairman, Public Services Commission. 2.Prof. Hussain Ismail, Member, Public Services Commission. 2a. Indrani Sugathadasa, Member, Public Services Commission. 3.Sudharma Karunarathna, Member, Public Services Commission. 3a.V. Shivagnanasothy, Member, Public Services Commission. 4. Dr. Prathap Ramanujan, Member, Public Services Commission. 4a. T.R.C. Ruberu, Member, Public Service Commission. 5. V.Jegarasasingam, Member, Public Services Commission. 5a. Ahamod Lebbe Mohamed Saleem, Member, Public Services Commission. 6. G.S.A.De Silva, Member, Public Services Commission. 6a. Leelasena Liyanagama Member, Public Services Commission. 7. S. Ranugge, Member, Public Services Commission. 7a. Dian Gomes, Member, Public Services Commission. 8. D.Laksiri Mendis, Member, Public Services Commission. 8a. Dilith Jayaweera, Member, Public Services Commission.",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/50A/2013",
    "date_str": "2023-10-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_50a_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Bank of Ceylon Formerly at No. 04, Bank of Ceylon Mawatha, Colombo 01 And presently at, ‘BOC Square’ No. 01, Bank of Ceylon Mawatha, Colombo 01 Respondent-Petitioner-Appellant Vs. Jaqa Lanka International (Pvt) Ltd No. 46/1, Fife Road, Colombo 05. Petitioner-Respondent",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/45/2013",
    "date_str": "2023-10-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_45_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1A. Margaret Lokubadusuriya, No. 51, Spring Valley Road, Badulla. 1B. Tennakoon Mudiyanselage Shalika, No. 74, Badulusirigama, Badulla. 1C. Tennakoon Mudiyanselage Sujeewa, No. 70, Passara Road, Hindagoda, Badulla. 1D. Tennakoon Mudiyanselage Saman Wasantha Kumara, No 03, Spring Valley Road, Hindagoda, Badulla. Substituted-Defendant-Respondent-Petitioner-Appellants Vs. Nimal Dhammika Jayaweera, No. 05, Spring Valley Road, Hindagoda, Badulla. Plaintiff-Petitioner-Respondent-Respondent",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/2/2021",
    "date_str": "2023-10-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_2_2021.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Hettiarachchige Dominic Marx Perera No. 276/B/45/A, Morawake Watta, Pahalabomiriya, Kaduwela Plaintiff–Appellant-Petitioner–Appellant Vs. 1) Kuruwita Arachchige Mulin Perera (Deceased) 1A) Kuruwita Arachchige Jeramious Perera (Deceased), No. 542, Nungamugoda, Kalaniya 1A1) Jayasoorya Kuranage Mary Magilin Daisy Perera, No.542, Nungamugoda, Kalaniya 1B) Kuruwita Arachchige Violet Perera (Deceased). No. 184, Hospital Junction, Akaegama 1B1) Haputhanthige Don Thilitha Dorin, No.184, Hospital Junction. Akegama Party sought to be substituted as 1B1 substituted Defendant–Respondent–Respondent–Respondent 1C) Leela Thilakarathne, No.636, Sri Vijaya Mawatha, Arawwala, Pannipitiya 1D) Kuruwita Arachchige Sandya Chandani Perera, No.33 Maheshi Uyana, Kahathuduwa, Polgasowita 1E) Kuruwita Arachchige Thamara Dinadari Perera, No.708, Ambillawatta Road, Katuwawala Mawatha, Boralasgamuwa 1F) Kuruwita Arachchige Jayalatha Perera, No.638, Sri Vikaya Mawatha, Arawwala, Pannipitiya 1G) Kuruwita Arachchige Ranil Sanatha Kuamara Perera",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/APPEAL/144/2019",
    "date_str": "2023-10-31",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_144_2019.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Ven. Aludeniye Subodhi Thero, Chief Incumbent, Seruwila Mangala Raja Maha Viharaya, Seruwila. Party sought to be substituted in place of the deceased 4th Defendant-Respondent-Respondent Ven. Munhene Meththarama Thero. PETITIONER Vs. 1.Ven. Kotapola Amarakiththi Thero, Seruwila Buddhist Center, Shanthi Foundation, Bauddhaloka Mw, Colombo 07. 1st DEFENDANT-PETITIONER-APPELLANT-RESPONDENT 2.R.P.Sooriyapperuma, Chairman, Seruwila Mangala Maha Chaithyawardena Samithiya, Seruwila And No.318/8, Shanthiwatta, Siyambalape. 3.G.P. Mataraarachchi, Secretary, Seruwila Mangala Maha Chaithyawardena Samithiya, Seruwila And No. 46, Madigodallawatta, Ruwanwella. 4.Liyanage Jayathunge Perera, Co-Secretary, Seruwila Mangala Maha Chaithyawardena Samithiya, Seruwila And No 330/30, Pulliadi, Trincomalee. PLAINTIFF-RESPONDENT-RESPONDENT-RESPONDENTS 1.Kapugollewe Anandakiththi Thero, Seruwila Mangala Raja Maha Viharaya, Seruwila And Jayasumanaramaya, Trincomalee. 2.Kithalagama Dhammalankara Thero, Seruwila Mangala Raja Maha Viharaya, Seruwila",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  },
  {
    "num": "SC/FR/556/2009",
    "date_str": "2023-10-30",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_556_2009.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Niluka Dissanayake, Attorney-at-Law, No. 218, Basement, Hulftsdorp Street, Colombo 12 On behalf of Captain Ambawalage Dammika, Senaratne de Silva of 74, Jayasumanarama Road, Ratmalana. Currently held at the Polhengoda Military Police Headquarters. Petitioner Vs. 1.Major Mahesh Kumara, Sri Lanka Military Police Corps, Military Police Headquarters, Sri Lanka Army, Polhengoda. 2.Colonel Etipola, SS, Commanding Officer, Military Police Headquarters, Sri Lanka Army, Polhengoda. 3.Fernando Officer of Sri Lanka Military Police Military Police Headquarters, Sri Lanka Army, Polhengoda. 4.Provost-Marshal Dias Officer of Sri Lanka Military Police Military Police Headquarters, Sri Lanka Army, Polhengoda. 5.Colonel Ediriweera, Commanding Officer, Sri Lanka Army, Alampilli Mulativu Camp, Mulativu. 6.Army Commander, Sri Lanka Army Headquarters, Colombo 01. 7.Hon. Attorney General Attorney General’s Department, Colombo 12. Respondents",
    "judgement_by": "HON. PRIYANTHA JAYAWARDENA PC, J"
  },
  {
    "num": "SC/APPEAL/191/2017",
    "date_str": "2023-10-30",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_191_2017.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "1.M.H.Saman Wijesekera 2.V.Chithrani de Silva Jayasuriya All at No.190/3, Peter De Perera Mawatha, Dutugamunu Street, Kohuwala. 1st and 2nd Defendants-Appellants-Petitioners-Appellants Vs. The People’s Bank No.75, Sir Chittampalam A. Gardier Mawatha, Colombo 02. Plaintiff-Respondent-Respondent-Respondent And 3.Chamila Dilanthi Wijesekera No.29, Jambugasmulla Mawatha, Nugegoda. 3rd Defendant-Appellant-Respondent-Respondent",
    "judgement_by": "HON. K. KUMUDINI WICKREMASINGHE, J."
  },
  {
    "num": "SC/FR/238/2013",
    "date_str": "2023-10-27",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_238_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "Thevanayaki Kunanayagam No.25, 42nd Lane, Wellawatta. Petitioner Vs. 1.Commander of the Army Army Headquarters, Colombo 03. 1A General Shavendra Silva Commander of the Army Army Headquarters, Sri Jayawardenepura, Colombo. 2.Commanding Officer Security Forces, Jaffna Division, Palaly. 2A.Major General W.L.P.W. Perera Commanding Officer Security Forces, Jaffna Division, Palaly. 3.Chief Co-ordinator Civil Affairs Unit, Sri Lanka Security Forces, Hospital Road, Jaffna. 4.The Secretary-Ministry of Defence and Urban Development, No. 15/5, Baladaksha Mawatha, Colombo 03. 4A.General G.D.H. Kamal Gunaratne (Retd.) The Secretary-Ministry of Defence and State Ministry of National Security, Home Affairs and Disaster Management, No. 15/5, Baladaksha Mawatha, Colombo 03. 5.Hon. Attorney General, Attorney General’s Department, Colombo 12. 6.Divisional Secretary-Jaffna Jaffna Town-West, G.S. Division J/73, Divisional Secretariat, Main Street, Chundikuli, Jaffna. (Opposite St. John’s College Jaffna). 6A.Mr. Kanapathipillai Mahesan Divisional Secretary",
    "judgement_by": "HON. ACHALA WENGAPPULI, J."
  },
  {
    "num": "SC/FR/237/2013",
    "date_str": "2023-10-27",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_237_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "C.S. Niles 16 Village Drive, Quincy MA, 02169, USA. Petitioner Vs. 1.Commander of the Army Army Headquarters, Colombo 03. 1A General Shavendra Silva Commander of the Army Army Headquarters, Sri Jayawardenepura, Colombo. 2.Commanding Officer Security Forces, Jaffna Division, Palaly. 2A.Major General W.L.P.W. Perera Commanding Officer Security Forces, Jaffna Division, Palaly. 3.Chief Co-ordinator Civil Affairs Unit, Sri Lanka Security Forces, Hospital Road, Jaffna. 4.The Secretary-Ministry of Defence and Urban Development, No. 15/5, Baladaksha Mawatha, Colombo 03. 4A.General G.D.H. Kamal Gunaratne (Retd.) The Secretary-Ministry of Defence and State Ministry of National Security, Home Affairs and Disaster Management, No. 15/5, Baladaksha Mawatha, Colombo 03. 5.Hon. Attorney General, Attorney General’s Department, Colombo 12. 6.Divisional Secretary-Jaffna Jaffna Town-West, G.S. Division J/73, Divisional Secretariat, Main Street, Chundikuli, Jaffna. (Opposite St. John’s College Jaffna). 6A.Mr. Kanapathipillai Mahesan Divisional Secretary",
    "judgement_by": "HON. ACHALA WENGAPPULI, J"
  },
  {
    "num": "SC/FR/236/2013",
    "date_str": "2023-10-27",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_236_2013.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "S. Amirthanathan 60, Cascade St. Balwyn North, VIC 3104, Australia. Petitioner 1.Commander of the Army Army Headquarters, Colombo 03. 1A General Shavendra Silva Commander of the Army Army Headquarters, Sri Jayawardenepura, Colombo. 2.Commanding Officer Security Forces, Jaffna Division, Palaly. 2A.Major General W.L.P.W. Perera Commanding Officer Security Forces, Jaffna Division, Palaly. 3.Chief Co-ordinator, Civil Affairs Unit, Sri Lanka Security Forces, Hospital Road, Jaffna. 4.The Secretary-Ministry of Defence and Urban Development, No. 15/5, Baladaksha Mawatha, Colombo 03. 4A.General G.D.H. Kamal Gunaratne (Retd.) The Secretary-Ministry of Defence and State Ministry of National Security, Home Affairs and Disaster Management, No. 15/5, Baladaksha Mawatha, Colombo 03. 5.Hon. Attorney General, Attorney General’s Department, Colombo 12. 6.Divisional Secretary-Jaffna Jaffna Town-West, G.S. Division J/73, Divisional Secretariat, Main Street, Chundikuli, Jaffna. (Opposite St. John’s College Jaffna). 6A.Mr. Kanapathipillai Mahesan",
    "judgement_by": "HON. ACHALA WENGAPPULI, J."
  },
  {
    "num": "SC/APPEAL/69/2016",
    "date_str": "2023-10-24",
    "description": "",
    "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_69_2016.pdf",
    "url_metadata": "https://supremecourt.lk/judgements/",
    "parties": "3.Charitha Samiddhi Dewapura, No. 34, 33rd Lane, Colombo 06. 4.Sumith Devapura, No. 41/1B, Kawdana Road, Attidiya Road, Dehiwela. DEFENDANT-PETITIONERS-APPELLANTS Vs. I.M.D. Bandara, No. 10/3B, ‘Amila’ Ranawakawatta Road, Kalalgoda, Pannipitiya. PLAINTIFF-RESPONDENT-RESPONDENT",
    "judgement_by": "HON. BUWANEKA ALUWIHARE, PC, J"
  }
]