{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2026-01-30-SC-FR-442-2021",
  "num": "SC/FR/442/2021",
  "date_str": "2026-01-30",
  "description": "Hon. Menaka Wijesundera J - Gnanatissa Samarasinghe, Deni...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_442_2021.pdf",
  "parties": "Gnanatissa Samarasinghe, Deniyakade, Mal athowita Road, Higgashena, Kuruwita. Petitioner Vs. 1. M.N. Sisira Kumara, Deputy Inspector General of Police, Human Resources Management & International Relations Range, Police Headquarters, Colombo 01. 2. K.P. Mahinda Gunaratne, Senior Deputy Inspector General of Police – Sabaragamuwa Province, Senior Deputy Inspector-General’s Office, Pothgul Viharaya Mawatha, Ratnapura. 2A. P.P.S.M. Dharmaratne, Senior Deputy Inspector General of Police – Sabaragamuwa Province, Senior Deputy Inspector-General’s Office, Pothgul Viharaya Mawatha, Ratnapura. 2B. K.P. Mahinda Gunaratne, Senior Deputy Inspector General of Police – Sabaragamuwa Province, Senior Deputy Inspector-General’s Office, Pothgul Viharaya Mawatha, Ratnapura. 3. G.S. Priyanka Silva, Officer-in-Charge Eheliyagoda Police Station, Eheliyagoda. 3A. Kumara Pallewala (Chief Inspector), Officer-in-Charge, Eheliyagoda Police Station, Eheliyagoda. 4. C.D. Wikremaratne, Inspector-General of Police Police Headquarters, Colombo 01. 4A. Deshabandu Thennakoon, Inspector- General of Police Police Headquarters, Colombo 01. 4B. Priyantha Weerasooriya, Inspector-General of Police, Sri Lanka Police, Police Headquarters, Colombo 02. 5. Major General (Retd.) Jagath Alwis, Secretary, Ministry of Public Security, 14th Floor, ‘Suhurupaya’, Battaramulla. 5A. Secretary, Ministry of Public Security, 14th Floor, ‘Suhurupaya’, Battaramulla. 6. Hon. Attorney General, Attorney General’s Department, Hulftsdorp Street, Colombo 12. Respondents\n\nView More",
  "judgement_by": "Hon. Menaka Wijesundera J"
}