[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      93.14,
      74.81,
      508.59,
      88.85
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      91.85,
      331.44,
      120.62
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      123.26,
      526.34,
      753.0
    ],
    "text": "SC. Appeal No. 52/2016 SC. HC (CA) LA Application No. 293/2015 CP/HCCA/Kandy No. 47/2014 (LA) D.C. Kandy Case No. 35137/05/MR Before: Buwaneka Aluwihare PC, J., P. Padman Surasena J., E.A.G.R. Amarasekara J. Counsel: H. Withanachchi with Shantha Karunadhara for the Plaintiff-Respondent-Appellant. Suren Gnanaraj SSC for Hon. AG. Argued on: 28.01.2020 Decided on: 11.07.2023 E.A.G.R. Amarasekara J. The Plaintiff-Respondent-Appellant (hereinafter referred to as the Plaintiff) instituted the action bearing No. 35137/05/MR in the District Court of Kandy against the Defendant-Petitioner-Respondent (hereinafter referred to as the Defendant) praying inter alia for a judgment as follows.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      327.07,
      141.5,
      512.43,
      376.49
    ],
    "text": "Bakmeeange Gedara Sunil Ananda Senevirathne, No.35, Diyapalagoda, Muruthalawa Plaintiff-Respondent-Appellant Vs. Athula Amarasinghe, Officer-in-Charge, Police Station, Hasalaka. Defendant-Petitioner-Respondent",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.66,
      526.35,
      738.34
    ],
    "text": "a) Directing the Defendant to pay a sum of Rs. 1,000,000/= as damages to the Plaintiff for the alleged acts done maliciously against the Plaintiff under the cover of his authority. b) For legal interests at 15% on the aforesaid amount from the date of the Plaint till the payment in full. In the caption, the Defendant was named as Athula Amarasinghe, Officer in Charge, Police Station, Hasalaka. Thus, it is clear that the allegations were based on the acts of the Defendant done under his authority as the Officer in Charge of the Police Station, Hasalaka. The Plaintiff in his Plaint averred as follows; 1. The Defendant had maliciously directed Plaintiffs wife, a WPC, to make a complaint against the Plaintiff. 2. The Defendant, using the said Police Complaint, had informed the Plaintiff via several telephone messages to the Koswatta Police Station where he was serving, to be present on 03.04.2005 at 10 a.m. at Hasalaka Police Station for an inquiry into the said Complaint-vide paragraph 7 of the Plaint. The said messages received via telephone contained information about certain inquiries to be held against him into an alleged assault to his wife, neglect to maintain his children and wife and use of abusive words to threaten his wife. It is further stated that steps would be taken under Section 308 (a) of the Penal Code. 3. The Plaintiff attended Hasalaka Police Station on 03.04.2005 to comply with the said messages he received but the Defendant used obscene words towards the Plaintiff and attempted to assault him, threatened him and kept him in police custody- vide paragraph 9 of the Plaint. 4. On 19.04.2005, the Plaintiffs wife, on the instigation of the Defendant, filed a maintenance action bearing No. 34725 in the Mahiyanganaya Magistrate Court. 5. The Defendant on 25/7/2005 also submitted a report under reference No. BR 750/05 on the basis of a complaint made by his wife on 30.05.2005 and sought notices to be issued on the Plaintiff through Koswatta Police. 6. On 02/6/2005 and 05/6/2005, the Defendant informed the Plaintiff, by telephone messages through OIC Police Station Puttalam, to be present at Hasalaka Police Station and caused notice to be served through Koswatta Police Station knowing very well that",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.66,
      526.35,
      738.34
    ],
    "text": "the Plaintiff was serving at Puttalam Police Station. This was done with an intention to get a warrant issued against him. 7. When the Plaintiff made his presence at the Hasalaka Police Station he was subjected to abusive words and threats by Police Officers who were instigated by the Defendant. 8. The Defendants malicious conduct on 03.04.2005 at the police station was defamatory and caused mental pain to the Plaintiff and this conduct of the Defendant caused the breakdown of the Plaintiffs matrimonial life. 9. Even though the Defendant had acted in the capacity of a Public Officer, he had used his official capacity maliciously towards the Plaintiff and the Defendant is personally liable for his conduct. Thus, it is clear that the action is based on the actions taken by the Defendant in his capacity as a Police Officer, but the Plaintiff alleges that the Defendant is personally liable as the Defendants conduct was malicious. Other than, stating that the Defendant acted maliciously, nothing is clearly revealed in the Plaint as to why he attributes malice to the Defendant. By answer dated 18.03.2011, among other things, the Defendant denied the allegations of the Plaintiff and also raised the objection that an action against a public officer cannot be maintained without making the Honourable Attorney General a party and the action would be liable to be dismissed for non-compliance with the provisions of Crown (Liability in Delict) Act. By filing replication dated 24.06.2011, the Plaintiff stated that since the Plaint had been filed against unlawful acts of the Defendant, it was not necessary to name the Honourable Attorney General as a party. Trial commenced on 06.12.2011, issues and admissions were recorded, and the evidence of the witness also commenced. However, the Defendant was not represented by the Attorney General at the beginning. On 02/12/2013, the Defendant was represented by Honourable Attorney General and further legal objections were raised as issues by the Learned State Counsel as to whether the Plaint was contrary to the provisions of Section 88 of the Police Ordinance, and if so whether the action could be maintained. The learned District Judge, Kandy by order dated 22.08.2014 rejected the said preliminary objection based on Section 88 of the Police Ordinance. The Defendant preferred an application seeking leave to appeal to the High Court of Civil Appeal, Kandy and the High Court after considering the said application and the main matter",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.66,
      526.35,
      754.2
    ],
    "text": "together, by order dated 11.08.2015 allowed the appeal and set aside the order of the District Court dated 22.08.2014 and directed the District Judge to dismiss the plaint. In granting leave against the said decision of the Learned High Court Judges, this court permitted the following questions of law. a) whether the protection given under Sec. 88 of the Police Ordinance extends to acts done maliciously and mala fide by the public officer under the cloak of his authority? b) In any event whether the non-compliance of Sec. 88 of the Police Ordinance was fatal to the plaintiffs action in the circumstances of this case? In this regard it is worthwhile to see the scope of the Sec. 88 of the Police Ordinance which reads as follows; All actions and prosecutions against any person which may be lawfully brought for anything done or intended to be done under the provisions of this Ordinance, or under the general police powers hereby given, shall be commenced within three months after the act complained of shall have been committed, and not otherwise; and notice in writing of such action and of the cause thereof shall be given to the defendant, or to the principal officer of the district in which the act was committed, one month at least before the commencement of the action; and no plaintiff shall recover in any such action if tender of sufficient amends shall have been made before such action brought or if a sufficient sum of money shall have been paid into court after such action brought, by or on behalf of the defendant. To answer the aforementioned first question of law, it is necessary, to decide whether the words anything done or intended to be done under the provisions of this Ordinance, or under the General Police powers hereby given includes any act/acts done maliciously or with mala fide intentions by police officers. It is observed some case laws dealing with Sec. 88 of the Police Ordinance have referred to a similar provision in the Civil Procedure Code, namely Section 461 and vice versa. As per Sec. 461 of the Civil Procedure Code, no actions shall be instituted against Attorney General as representing the State or against a Minister, Deputy Minister or a public officer in respect of an act purporting to be done by him in his official capacity, until the expiration of one month next after notice in writing has been delivered to such Attorney General, Minister, Deputy Minister, or officer (as the case may be)... However, by an amendment to the Civil Procedure Code in 1977, Section 461 A was introduced and now, if such an action is filed without giving notice as aforesaid and an objection is taken, the court has to stay the proceedings for one month subject to such costs as ordered by the Court and the date immediately following one month after the institution of such action is treated as the date of the institution for the purpose of",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.66,
      526.32,
      246.26
    ],
    "text": "determination whether the action is prescribed. However, no such amendment has been introduced in relation to Sec. 88 of the Police Ordinance. Learned Senior State Counsel in his submission has shown the chronology of the case law and judicial pronouncement relating to the scope and intent of the Sec. 88 of the Police Ordinance and also relating to Sec. 461 of the Civil Procedure Code. It appears that in the first half of the 20th century our courts have interpreted said sections in a more restricted manner. In terms of those decisions motives of the officer concerned is relevant to the applicability of the said provisions. What follows below would illustrate the restricted view taken by our courts;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      247.28,
      282.82,
      262.25
    ],
    "text": "1. Perera v Hansard (1886) 8 SCC 1",
    "fonts": [
      "Arial,BoldItalic",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      265.13,
      526.35,
      420.91
    ],
    "text": "The Supreme Court had to interpret Section 79 of the Police Ordinance which was worded similar to Sec. 88 of the Police Ordinance as it stands today. It was held that the officer was entitled to notice of action for anything done or intended to be done by him as a police officer, when he acted with bona fides (page 3), and as the defendant did not believe that he was justified in searching the plaintiffs house without a warrant and he was fully aware of the illegal manner the warrant was issued to which he had been a party, he was not entitled to notice of action (page 6). 2. Appusingo Appu v Don Aron 9 NLR 138 in interpreting an act purporting to",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      423.79,
      526.35,
      595.54
    ],
    "text": "be done by him in his official capacity as occurring in Section 461 of the Civil Procedure Code it was observed while referring to some English authorities that purporting is equivalent to in pursuance of and if the relevant officers honestly intended to put the law in force and believed that the plaintiff had committed the offence with which he was charged, even though there was no reasonable grounds for such belief , the officer was acting in pursuance of his statutory authority. It was further held that it would be intolerable if these privileges could be claimed by a public officer who is acting wrongfully and for the gratification of private malice, and whose official authority appears only in his badge. (At page 140).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      598.42,
      526.35,
      754.2
    ],
    "text": "3. Above was followed in Abaran Appu V Banda 16 NLR 49 where in interpreting section 461, it was observed that the protection given by sections expressed in these or in similar terms do not extend to the acts maliciously done by the public officer under the cloak of his authority and the protection is intended to be given when the defendant has acted in good faith and with an honest intention of putting the law into force (vide pages 50, 51). It appears that in coming to the conclusions Lascelles CJ relies on the authority of Perera V Hansard (above) and some English case laws. Wood Renton J saw no reason to anticipate any difficulty in considering whether or not the defendant had a right to notice of action due to the fact that the question of good faith was incapable of being determined before the action",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.66,
      526.35,
      754.2
    ],
    "text": "had been tried since no difficulty of that kind had arisen in England in consequence of the constructions by the English Courts on expressions such as in pursuance of or anything done or intended to be done. (at Page 52). 4. Referring to the aforementioned decisions, in Saranankara v Kapurala Aratchi (1916) 3 CWR 121 it was held that where the question as to whether or not a defendant can claim notices under Section 461 is one of fact, evidence must be taken before the decision is arrived at. Further it was stated that the Learned District Judge seemed to have not considered the question as to whether the Defendant acted mala fide. Hence the decision was set aside and sent back for a decision to be made after trial. 5. Van Hoff V Keegal (1917) 4 CWR 258 is another case which states that a Police Officer who is found to have acted maliciously and not in the bona fide exercise of his official duties is not entitled to depend on the limitations of action provided in Section 79 (as it stands then) of the Police Ordinance No 16 of 1868. The decision in Van Hoff V Keegal was followed even in Ismalanne Lokka v Harmanis 23 NLR 192. 6. Punchi banda V Ibrahim reported in 29 NLR 139 also considered the scope of section 79 (as it stands then) of the Police Ordinance, Fisher J stated that by the words intended to be done, section 79 extends the protection to any act which a police officer does in the reasonable and bona fide belief that he is acting within the scope of his authority, that is to say, that when he did the act under consideration he intended to do what he conceived and reasonably and honestly thought to be his duty and was not actuated by malice or ulterior motive (page 139) Drieberg A.J. also held that the police officer would not be entitled to the protection if he acted maliciously and not in bona fide exercise of official duties (At page 144) As indicated by above case law, relevance and application of Section 88 of the Police Ordinance were circumscribed by the motive of the relevant officer, that is to say, if he had acted maliciously, he could not have claimed that section 88 is applicable. However, in the second half of the 20th century and thereafter it appears that there is a significant departure in the approach and judicial thinking in this regard. However, before going through such cases that took a different view, it is important to highlight some negative aspects of the approach taken by our courts in the above decisions in the 1st half of the 20th century. 1. Section 88 of the Police Ordinance expects to commence proceedings within 3 months from the act complained of and the notice of action has to be given to the defendant or to the principal officer of the district at least one month prior to the commencement of the action. The latter part of the section indicates that the idea of giving notices is to make necessary amends in appropriate instances.",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.66,
      526.37,
      754.2
    ],
    "text": "However, as indicated above and also decided in Saranankara v Kapurala Aratchi whether notice should have been given or whether the action has been prescribed has to be decided only after trial or after hearing considerable amount of evidence in relation to the relevant facts. When it is pleaded that an act was done maliciously with mala fide intent it is a matter to be decided through evidence. Thus, a mere averment in the plaint that alleged acts were done maliciously may deprive the defendant officer or the relevant principal officer his opportunity to receive notice prior to the institution of the action and also his ability to take up an objection at the beginning of the action that the action is prescribed since the relevant facts in relation to the malice has to be established through evidence. On the other hand, on such occasions after hearing the evidence, if the court comes to the conclusion that there was no malice, the relevant officer by that time would have gone through the trial in negation of his entitlement to receive notice under section 88. Moreover if the court decides after hearing evidence that there was no malice, but harm has been caused due to exceeding of powers or undue use of powers, the opportunity to make amends may be lost and the Plaintiff may have to lose his case as he acted against a positive rule of law by not giving notice as contemplated by section 88 and/or not filing the action within the stipulated time frame: therefore, even though in Abaran Appu vs Banda Wood Renton J expressed his view that there is no reason to anticipate any difficulty would arise under our procedure, as explained above an allegation of malice which cannot be proved may negate the rights of the officer concerned. On the other hand, when the alleged malice is not proved but the harm is proved the Plaintiff may lose his entire claim. 2. Section 88 of the Police Ordinance contemplates acts which can be described as anything done or intended to be done under the provisions of said ordinance, or under the general police powers given under the said ordinance. In interpreting the courts must first give the general meaning to the words used. To interpret it in a manner limiting its meaning to acts done in good faith and without malice, such words have to be introduced to section to read it some way similar to for anything done or intended to be done in good faith / without malice . This seems to be contrary to rules in constructing the meaning of a statutory provision. 3. Further there may be occasions where the officer acts with malice, but the act is lawful. For an example, if a police officer raids a given place where the illicit liquor trade is carrying on by the owner greater number of times than he does in relation to other illicit liquor trading places in the area due to some malice the officer has against the said owner, can one say that the officer is not entitled to the notice and plea of time bar under the section, if the raid is lawful?",
    "fonts": [
      "Calibri",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.66,
      526.35,
      754.2
    ],
    "text": "In the above backdrop, it is necessary to view the change of judicial thinking from 1950 onwards till now. In Ratnavira vs Superintendent of Police (CID) 51 NLR 217 in relation to section 461 of Civil Procedure Code Wijewardena CJ considered some of the cases referred to above but relying on some Indian cases which considered similar provisions, stated that Appusingo Appu Vs Don Aron and Abaran Appu Vs Banda have taken a restricted view of the section 461 where it was laid down that the section did not apply to public officers acting malafide. Wijewardena CJ in the discourse of his judgment refers to one Indian judgment Koti Reddi vs Subbiaha et al (1918 ) Indian Law Reports 41 Madras 792 which held that a public officer was entitled to notice of the action under section 80 of the Indian code even though he has acted malafide and quotes Sadasiva Ayyar J as follows: ..I think that the expression any act purporting to be done by such public officer in his official capacity means any act of a public officer which is intended by him to carry forth or convey to the minds of all persons who become aware of that act the impression that he did the act in his official capacity and not as an ordinary private individual and which has the effect of conveying such an impression by its seeming or appearance. .an act done by a public officer would Purport to be an act done in his official capacity not only if it was properly and rightly done by him in such capacity and within his powers but also if it has such a reasonable resemblance (though a false pretended resemblance) to a proper and right act that ordinary person could reasonably conclude from the character of the act and from the nature of his official powers and duties that it was done in his official capacity. But if the act done is so outrageous and extraordinary that no reasonable person could detect in it any resemblance to any act which the powers of such an officer could allow him to do on the facts as represented and declared by such officer, his mere allegation that he did the act in his official capacity would not suffice. .. I think the question of good faith and bad faith of the public officer either as regards his belief in legality or propriety of his act or the limit of his powers or the existence of facts justifying the existence of such powers is irrelevant in the consideration of the question whether the officer is entitled to notice Wijewardena CJ also refers to Dakshina Ranjan Ghosh v Omar Chand Oswal (1923) Indian Law Reports, 50 Calcutta 994 and Abdul Rahim V Abdul Rahim (1924) All India Law Reports, 46 Allahabad 851 and quotes the following passages from them. The decision of the Learned Subordinate Judge implies the importation of words into the section which cannot be found there. He would read the section as if it were in respect of any act purporting to be done by such public officer bona fide in his official capacity. In my judgment it is not legitimate to construe the section by importing into the section words which do not appear in the Section. (Quoting Sanderson CJ). The contention urged on behalf of the Respondent in this court is that which was adapted by the court below, namely that section 80 has no application unless to act complained of was done in good faith. On the language of this section the question",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      794.4,
      303.5,
      806.4
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.66,
      526.35,
      754.2
    ],
    "text": "seems to us to admit no doubt. The section does not require that the act should have been done in good faith. It merely requires that it should purport to be done by the officer in his official capacity. If the act was one such as in ordinarily done by the officer in the course of his official duties and he considered himself to be acting as a public officer and desired other persons to consider that he was so acting, the act clearly purports to be done in his official capacity within the ordinary meaning of the term purport. The motives with which the act was done do not entered the questions at all. (Quoting Neave JJ) De Silva V Illangkoon 57 NLR 457 was a decision made by the Supreme Court. The Court relied on two Privy Council decisions over two Indian cases namely Albert West Meads V the King, and Gill and another V King. Basnayake ACJ held that he was unable to find in the language of section 461 anything which requires a person bringing in an action against a public officer to ascertain beforehand whether the act which he purported to do in his official capacity was malafide or bonafide and it was further held that when construing a provision such as section 461, in the first instance, the expression used therein should be given the ordinary meaning; further the word purport means ordinarily profess or claim or mean or imply. Whereas in that case a public officer clearly in the exercise of his function as the Principal of a School had given a certificate to a pupil in accordance with the requirement of Government regulations, there was no doubt in the mind of the court that the act was one that he purported to do in his official capacity and there was no other capacity in which he could have given such a certificate. Basnayake ACJ stated that clearly therefore the mental process whether it be malicious or otherwise which induced him to write the words extremely bad against the case conduct was immaterial. (Pages 459-460). In the case H.H.B. Gill V the King 1948 A.I.R.128 at 133, mentioned above it was stated as follows; A public servant can only be said to act or to purport to act in the discharge of his official duty, if his act is such as to lie within the scope of his official duty. Thus, a Judge neither acts nor purports to act as a Judge in receiving a bribe, though the judgment which he delivers may be such an act: nor does a government medical officer act or purport to act as a public servant in picking the pocket of a patient whom he is examining, though the examination itself may be such an act. The test may well be whether the public servant, if challenged, can reasonably claim that, what he does, he does in virtue of his office. In Liyanage V Municipal Council Galle (1994) 3 Sr L R 216 at 226 in relation to a discussion on a similar provision in Section 307 of the Municipal Council Ordinance Mark Fernando J after considering many of the above-mentioned cases, stated that Section 461 is not intended to give some special advantage to the Defendant, but to",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      794.4,
      306.5,
      806.4
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.66,
      526.37,
      690.7
    ],
    "text": "enable him to consider or reconsider the grievance of the citizen and to offer amends [also see Attorney General v Arumugam (1963) 66 NLR 403, 404]. In Amersinghe V Bandara CA (Rev) 517/96, dated 11.07.1997 Edirisuriya J observed as follows: so that, even if the Respondent acted maliciously, the act of taking the Petitioner into custody and later producing the Petitioner before a Magistrate were done under the provisions of the Police Ordinance. It is on the allegation of malice that the action for damages has been instituted, and there the Court of Appeal held that Section 88 of the Police Ordinance applies even whether an action for malicious arrest is brought against the complainant. The Court of Appeal again In Palitha Perera V Vincendrarajan No. CALA 543/2002 on 18.05.2010, after considering some of the cases referred to above in this decision, decided to follow the reasoning in De Silva V Illangakoon (supra) and held that whether the act was done lawfully or unlawfully and bona fide or mala fide they are acts purportedly done by virtue of the office. Hence the Plaintiffs is bound by section 88 of the Police Ordinance. As indicated above, our cases demonstrate that our judicial dicta on the matter in issue is divided, while the earlier authorities interpreted the scope of the section 88 of the Police Ordinance and similar Sections like section 461 of the Civil Procedure Code in a restricted manner, decisions since 1950 onwards have taken more liberal view to state that motives of an officer are immaterial to the applicability of those provisions. Previously in this judgment I have already mentioned certain negative aspects of the earlier approach taken up by our courts. Moreover, in earlier decisions, even though some English cases were merely followed, there appear to be a lack of proper analysis of those decisions to see whether they were correctly decided and/or to see whether they are in fact relevant to the matters in dispute before our courts. It was mentioned previously in this judgment that practical difficulties that may arise due to the situation, especially when the courts have to decide the existence of malice after hearing evidence. However, in my view, the most important part of the section which is relevant to filing an action against the police officer contains in the words for anything done and intend to be done under the provisions of the ordinance or under the general police powers hereby given. These words indicate that the section applies only for,",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      691.57,
      526.24,
      706.54
    ],
    "text": "a) anything done or intended to be done by a police officer under the provisions",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      709.54,
      526.31,
      738.34
    ],
    "text": "of police ordinance and/or b) anything done or intended to be done by a police officer under the general",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      741.24,
      276.1,
      754.2
    ],
    "text": "powers given by the ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      794.4,
      306.5,
      806.4
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.66,
      526.35,
      754.2
    ],
    "text": "These words do not contemplate the motive of the officer involved, whether there is malice or not, whether he acted in bad faith or not. Bindra on interpretation of Statute (10th Edition) at page 438 refers to a basic principle in constructing statutes as follows; Where the meaning of the word is plain, it is not the duty of the courts to busy themselves with supposed intention. A court cannot stretch the language of a statutory provision to bring it in accord with the supposed legislative intention underlying it unless that words are susceptible of carrying out the intention. Thus, as indicated before, the approach of our courts in interpreting section 88 and the Police Ordinance and similar provisions in the early part of the 20th century appear to be not in line with the said principles as it requires one to understand the words as anything done or intended to be done without malice or bad faith. Therefore, in my view that observations made by Wijewardene CJ in Ratnavira vs superintendent of police (CID) 51 NCR 217 interpreting Section 461 of the Civil Procedure Code, which is also relevant in interpreting section 88 of the Police Ordinance, is more appropriate to follow. Further, in my view De Silva v Illangakoon (supra), Palitha Perera v Vincendrarajan (Supra), Liyanage v Municipal Council of Galle (Supra), Amerasinghe v Bandara (Supra) exhibited the correct approach in interpreting section 81 of the Police Ordinance or similar provisions such as Section 461 of the Civil Procedure Code. Apparent intention of the legislature of giving notice as per Section 88 is to make amends prior to the institution or at the beginning of the action. Deciding whether one acted with malice or not through evidence and then deciding entitlement to notice appears to be in conflict with such intention. As mentioned above, if one adheres to the previous approach mere pleading of malice of the defendant in the plaint would take all such actions out for the scope of section 88 till the motive is decided through evidence. Further if one acts with bona fide and according to law, there may be very limited occasions to make amends such as in a matter where the relevant officer acts in bona fide but exceeds his powers. In my view what is important is not the fact whether the relevant officer acted with malice or with bad faith but whether he had acted or intended to act under the provisions of the Ordinance or general powers given under the Ordinance. In recognizing whether the relevant officer acted or intended to act so, Judicial insights expressed by Sadasiva Ayyar J and Neave J as quoted in Ratnavira Vs Superintendent of Police (Supra) as well as what is quoted above from H.H.B Gill Vs the King (Supra) may shed light. Thus, in my view the judicial dicta and approach expressed in cases decided from the beginning of the second half of the 20th century till now as referred to above are correct. Further, since there is a time limit to file the action from the occasion of the",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      794.4,
      306.5,
      806.4
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.66,
      526.37,
      341.57
    ],
    "text": "incident and direction to give notice of the action one month prior to expiry of that period, non-compliance of the requirements of the section is fatal. One may argue that some of the allegations namely, getting another officer to scold at and threaten the plaintiff and/or scolding the plaintiff or attempting to assault the plaintiff do not fall within the scope of anything done or intended to be done under the provisions of the Police Ordinance or general powers given under ordinance. (See para 14, 15 of the plaint) However, as per the paragraph 17, the plaintiff himself has taken up the position that all the acts, complained of were done by maliciously using Defendants official status and authority. As said the plaintiff cannot be understood as taking up such a stance as his complaint is that the defendant used his official position maliciously against him. Thus, overall position of the plaint is that the Defendants acts were done or intended to be done under the provisions of the police ordinance or general powers given under the ordinance but maliciously. Hence, the questions of law mentioned above have to be answered in the following manner in favour of the defendant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      342.44,
      525.81,
      357.41
    ],
    "text": "1. Section 88 contemplates any act done by a police officer under the cloak of his",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      360.29,
      526.12,
      389.21
    ],
    "text": "authority. Motive is irrelevant. 2. Whether the non-compliance of section 88 of the Police Ordinance was fatal to",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      392.09,
      525.87,
      754.2
    ],
    "text": "the Plaintiffs action is answered in affirmative. Thus, the appeal is dismissed with costs. Judge of the Supreme Court Buwaneka Aluwihare PC, J. I agree. . Judge of the Supreme Court Padman Surasena J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]