{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2015-11-12-SC-APPEAL-40-2013",
  "num": "SC/APPEAL/40/2013",
  "date_str": "2015-11-12",
  "description": "Hon. Priyantha Jayawardena PC J - Ranjith Flavian Wijeratne No....",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_40_2013.pdf",
  "parties": "Ranjith Flavian Wijeratne No. 27/1 (27B), Sir Ernest de Silva Mawatha, Colombo 07. Substituted 1A Respondent Appellant Vs. 1. Asoka Sarath Amarasinghe No. 32, Vidyalaya Road, Gampaha. Petitioner Respondent 2. Sirimevan Bibile (Former Chairman) 2A. Dr. M.S. Jaldeen (Chairman) 3. B. Bodinagoda (Former Vice Chairman) 3A. C. Ranawaka (Member) 4. B. Gunasekera (Former Member) 4A. J.M.S. Bandara (Member) 5. S.W. Gunawardene (Former Member) 5A. R.W.M.S.B. Rajapakse (Member) 6. M. Samaraweera (Former Member) All members of the Ceiling on Housing Property Board of Review, Department of National Housing, Sir. Chittampalam A. Gardiner Mawatha, Colombo 02. 7. D. Weerapana Former Commissioner of National Housing 8. Y.B. Pussedeniya Former Commissioner of National Housing 8A. M. Sritharan Commissioner of National Housing, The Department of National Housing, „Sethsiripaya‟, Sri Jayawardenapure Kotte, Battaramulla. 8B. L.S. Palanasooriya Commissioner of National Housing, The Department of National Housing, „Sethsiripaya‟, Sri Jayawardenapure Kotte, Battaramulla. 8C. Prof. W.N. Karunadasa Commissioner of National Housing, The Department of National Housing, „Sethsiripaya‟, Sri Jayawardenapure Kotte, Battaramulla. 9. Hon. R. Premadasa Minister of Housing, Local Government and Construction, „Sethsiripaya‟, Sri Jayawardenapure Kotte, Battaramulla. 9A. Hon. Wimal Weerawansa Minister of Construction, Engineering Services, Housing and Common Amenities, „Sethsiripaya‟, Sri Jayawardenapure Kotte, Battaramulla. 9B. Hon. Sajith Premadasa Minister of Housing and Samurdhi, „Sethsiripaya‟, Sri Jayawardenapure Kotte, Battaramulla. . Respondents- Respondents",
  "judgement_by": "Hon. Priyantha Jayawardena PC J"
}