[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      38.16,
      542.48,
      49.2
    ],
    "text": "SC APPEAL NO. 116/14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.29,
      707.38,
      311.31,
      718.42
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      129.14,
      86.17,
      485.98,
      99.45
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      230.57,
      99.97,
      384.55,
      113.25
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      127.33,
      546.0,
      292.44
    ],
    "text": "In the matter of an application for Leave to Appeal from the judgement of the High Court of Civil Appeal of the Western Province Holden in Colombo dated 25.03.2014 under an in terms of the High Court of the Provinces (Special Provisions) (Amendment) Act No. 54 of 2006 and read with Article 127 of the Constitution. 1. Kuruwitage Don Preethi Anura",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      292.96,
      501.7,
      389.04
    ],
    "text": "No. 234, Sri Jayawardenapura Mawatha Rajagiriya SC Appeal No. SC(LA)116/2014 SC HCCA LA No. 207/2014 2. K.Don Suwinith Rohan Siriwardena CIVIL HIGH COURT OF APPEALNO. No. 48, Ambathale, WP/HCCA/COL/294/2009(F) Mulleriyawa Town. DC Colombo Case No. 20421/L",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      389.56,
      449.35,
      430.44
    ],
    "text": "3. K. Vajira Gamini Gunasekara No. 31/1, De Fonseka Road Colombo 05.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      430.98,
      457.15,
      527.06
    ],
    "text": "Plaintiff-Respondent-Appellants Vs.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      527.41,
      478.42,
      582.26
    ],
    "text": "1. Makalandage William Silva No. 326/18 Udumulla, Mulleriyawa New Town",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      582.61,
      475.42,
      665.33
    ],
    "text": "2. Makalandage Gnanathilake No. 437/2, Udumulla, Mulleriyawa New Town Defendant-Appellant-Respondent",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      38.16,
      542.48,
      49.2
    ],
    "text": "SC APPEAL NO. 116/14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.29,
      707.38,
      311.31,
      718.42
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.11,
      612.21,
      692.69
    ],
    "text": "Before : Priyasath Dep, PC. J Sisira J. de Abrew, J. Priyantha Jayawardene, PC J. Counsel : Hiran de Alwis with Asitha Ranasinghe for the Plaintiff-Respondent-Appellant U. Kulathunga with C. Paranagama for the Defendant-Appellant- Respondent Argued on : 06.07.2015 Decided on : 05.06.2017 Priyasath Dep, PC. CJ Plaintiff- Respondent-Appellant hereinafter referred to as the “Plaintiff” instituted action in the District Court of Colombo in Case No. 20421/L against the Defendant-Appellant-Respondent hereinafter referred to as the ‘Defendant’ seeking a declaration of title to the land described in the 2nd schedule to the Plaint and to evict the Defendant and others who are in possession of the land. The learned District Judge answered the Plaintiffs’ issues in the affirmative and gave judgment in favour of the Plaintiff. Being aggrieved by the judgement of the learned District Judge, the Defendant filed an appeal to the High Court (Civil Appeal) of the Western Province holden in Colombo in Case No. WP/HCCA/COL/294/2009(F). The learned High Court Judges after hearing allowed the appeal of the Defendant holding that the plaintiff failed to establish the title to the land . Being aggrieved by the judgement of the High Court, the Plaintiff filed a Leave to Appeal Application in the Supreme Court and obtained leave on the question of law set out in paragraph 13(c) (1) of the Petition which reads as follows: (c) that the High Court had failed to consider- (1) the admissions, the gazette, the statutory determination, the evidence of the notary and the administrator’s conveyance and thereby erred in law. This case was argued before us and after the conclusion of the argument the parties were permitted to file written submissions. Thereafter the parties have filed comprehensive written submissions. The main reason for the learned High Court Judges to set aside judgement of the District Judge was that the Plaintiffs had failed to establish the title to the land. It is the position of the Plaintiffs’ that their predecessors in title are the owners of a larger land which is referred to in the 1st schedule and that the Defendants have wrongfully entered in to the portion of the land and in occupation of the land which is described in the 2nd schedule to the Plaint.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      38.16,
      542.48,
      49.2
    ],
    "text": "SC APPEAL NO. 116/14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.29,
      707.38,
      311.31,
      718.42
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.11,
      546.08,
      692.69
    ],
    "text": "In this appeal the main question of law is whether the Plaintiffs’ had established the title to the land which is an essential requisite in a rei vindication action. In the trial parties admitted the jurisdiction of the court and the identity of the land. The Plaintiff raised issues numbers 1-6 and the Defendant raised issues numbers7-14. Thereafter Plaintiff raised consequential issues numbered 15-17. The Plaintiffs have pleaded that Kuruwitage Don Nicholas Appuhamy is the owner of the land described in Schedule 1 to the Plaint. The said Nicholas Appuhamy by his Last Will bequeathed the said property to his wife Don Senthanona Abeysinghe. The Last Will was proved in the testamentary case bearing No. DC Colombo 17127/T . Thus Don Senthanona Abeysinghe became the owner of the property described in the schedule to the Plaint. The said property was vested with the Land Reform Commission with the coming into operation of Land Reform Law No. 1 of 1972. Thereafter, by Gazette Extraordinary dated 10.11.1992 a statutory determination was made in favour of Senthanona Abeysinghe and thereby she became the owner of the land described in the 1st schedule. The said Dona Senthnona by Last Will No. 3032 dated 27.04.1982 attested by Herman Perera, Notary Public bequeathed the said land to her grandsons who are the Plaintiffs in this case. The Executor of the estate by executor conveyance No. 913 attested by G.Shelton Perera Notary Public conveyed the land to the Plaintiffs. It is the position of the Plaintiffs that the Defendants are cultivators of the land adjacent to the land described in the plaint. They have encroached upon a portion of the land in the first schedule and tried to construct a house in the said land . Then the Plaintiffs made a complaint to Mulleriyawa Police on 23.03.2004. The Plaintiffs filed this action seeking a declaration to the land in question and to evict the defendant from the land. Plaintiff sought an interim / permanent injunction to prevent the defendant from constructing a building in the said land. The Defendants in the answer denied the title of the Plaintiffs. It is the position of the Defendants that the 1st Defendant who is the father of the 2nd Defendant cultivated the land from 1965 and was in possession of that land for a long period of time. The defendants annexed a schedule to the answer and claimed that they were in possession of the land described in the schedule to the answer for a long period of time. Both parties admitted the identity of the corpus. However, defendant challenged the title of the Plaintiff and moved to dismiss the Plaint. When considering the description of the land described in the 2nd schedule to the plaint and the schedule annexed to the answer it refers to two different lands. The land claimed by the Plaintiffs’is known as Naimaladuwa whereas the land claimed by the defendants is known as Kiralduwa. The land claimed by defendants on the basis that they had prescribed to the land refers to a different land. Plaintiffs admitted that the defendants were cultivating in an adjoining land. The",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      38.16,
      542.48,
      49.2
    ],
    "text": "SC APPEAL NO. 116/14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.29,
      707.38,
      311.31,
      718.42
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      71.08,
      546.09,
      596.18
    ],
    "text": "question that arises is whether the defendant have encroached on the land refers to the 2nd schedule to the Plaint. The Defendants submitted that the Plaintiffs failed to establish as to how Nicholas Appuhamy came to own the land. The Plaintiffs failed to produce deeds to establish the title of Nicholas Appuhamy who is the predecessor in title to the Plaintiffs. The Defendants submits that as the Plaintiffs’ title commenced from Nicholas Appuhamy it is necessary to prove as to how Nicholas Appuhamy acquired title to the land The Defendants took up the position that the documents marked P 1-P7 were produced subject to proof and it was not proved. The trial Judge in his judgment considered this matter and held that the documents were properly proved. The document marked P1 is a gazette and the Court could take judicial notice of the gazette. P2 is a duly certified copy of the plan prepared by the Surveyor General and which is referred to in the gazette. The document marked P3 which is the last will was produced by Herman Perera, Notary Public who attested the Last Will. He gave evidence to the effect that the Last Will was attested by him. The Executor of the Last Will Sunil Siriwardana gave evidence to the effect that the Probate was granted to him and as executor he conveyed the property by executor conveyance No. 913 dated 09.02.1995 attested by Gerald Shelton Perera Notary Public which is marked as P4. The said Notary Public was not called as he is dead. Two attesting witnesses namely Ariyaratne and Jinadasa gave evidence to the effect that they attested the deed. P5 is a letter send by 2nd Defendant to the Plaintiffs which was not challenged. The learned District Judge correctly held that the plaintiffs proved the documents which were produced as evidence. The learned Trial Judge was satisfied that the Plaintiffs have proved the title to the land. It was further established that the land claimed by the Defendants is a different land. The only question is whether Defendants encroached upon the portion of the land referred to the 2nd schedule and prescribe to the land. The learned District Judge answered the Plaintiffs’ issues in the affirmative and gave judgment in favour of the Plaintiff. Being aggrieved by the judgement of the learned District Judge, the Defendant filed an appeal in the High Court(Civil Appeal) of the Western Province Holden in Colombo in case No. WP/HCCA/COL/294/2009(F). The learned High Court Judges after hearing allowed the appeal of the Defendant holding that the plaintiff failed to establish the title to the land . The relevant portion of the judgment reads as follows:",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      607.7,
      546.09,
      701.33
    ],
    "text": "‘A copy of the last will of Senthanona Abeysinghe was produced in evidence through the 2nd respondent marked as ‘P3’ and the executor’s conveyance executed by the executor named therein, in favour of the respondent was produced marked as ‘P4’ . However, there is no evidence that Senthanona’s last will was proved in Court. A last will alone confer title upon its beneficiaries. The last will must be proved and the Court must appoint an executor or administrator as the case may be to administer the estate. If the last will is not proved the estate",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      38.16,
      542.48,
      49.2
    ],
    "text": "SC APPEAL NO. 116/14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      303.29,
      707.38,
      311.31,
      718.42
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.23,
      542.87,
      180.69
    ],
    "text": "of the deceased must devolve on his or her heirs under intestate succession which, in this case, would have been the children of Senthanona Abeysinghe and not directly on her grandchildren. The learned trial judge observed that since the notary public who attested the last will had given evidence as to its execution it could be considered as proved. The last will has to be proved in a separate case instituted under chapter XXXV111 of the Civil Procedure Code and not in a rei vindicatio action. I am therefore of the view that the respondent’s have failed to establish their title to the land in dispute and their case must necessarily fail.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      193.21,
      545.97,
      443.11
    ],
    "text": "It is the position of the High Court that the Plaintiffs failed to establish the title to the land. The Plaintiffs failed to produce the letters of Probate issued to the executor who conveyed the land to the Plaintiffs. Due to this infirmity the learned High Court Judges set aside the judgement given in favour of the Plaintiffs. It is the position of the Plaintiffs that the oral evidence given by the Plaintiff, Executor of the Last Will of Sentho Nona and the evidence of Herman Perera Notary Public and the document marked P1 – P7C establish the title of the Plaintiff to the land described in schedule 1 and 2 to the Plaint. The Plaintiffs have to establish title to the land which they claim as this is an essential requirement in a rei vindication action. The Defendant -Appellant- Respondent had cited several authorities, often cited in courts pertaining to burden of proof in a rei vindicatio action. They are: De Silva Vs. Gunathileke 32 NLR 217, Wanigarathna Vs. Juwanis Appuhamy 65 NLR 167 and Dharmadasa vs. Jayasena 1997(3) SLR 327 In De Silva vs. Gunatillake 32 NLR 217 at page 219 Macdonell CJ citing authorities on Roman Dutch Law referred to principles applicable to rei vindicatio action in the following manner.",
    "fonts": [
      "Calibri",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      89.06,
      455.47,
      542.86,
      569.66
    ],
    "text": "“ there is abundant authority that a party claiming a declaration of title must have title himself. “To bring the action rei vindicatio plaintiff must have ownership actually vested in him”. (1 Nathan p. 362, s.593) “The right to possess may be taken to include the ius vindicandi which Grotius (2, 3, and 1) puts in the forefront of his definition of ownership.” (Lee’s Introduction to Roman-Dutch Law, p. 111 note, ed 1915). “This action arises from the right of dominium. By it we claim specific recovery of property belonging to us but possessed by someone else” (Pereira, p. 300, ed.1913, quoting Voet 6, 1, 3). The authorities unite in holding that plaintiff must show title to the corpus in dispute and that if he cannot, the action will not lie.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      581.94,
      434.71,
      595.22
    ],
    "text": "In Wanigarathne vs. Juwanis Appuhamy 65 NLR 167 Herath J stated that:",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      86.18,
      607.77,
      542.77,
      652.85
    ],
    "text": "“The defendant in a rei vindicatio action need not prove anything, still less his own title. The plaintiff cannot ask for a declaration of title in his favor merely on the strength that the defendant’s title is poor or not established. The plaintiff must prove and establish his title”",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      38.16,
      542.48,
      49.2
    ],
    "text": "SC APPEAL NO. 116/14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      303.29,
      707.38,
      311.31,
      718.42
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.23,
      542.97,
      117.21
    ],
    "text": "In the case of Dharmadasa v Jayasena 1997 3 SLR 327(SC) G.P.S. de Silva CJ at page 330 quoted with approval the statement of Macdonall CJ in De Silva vs. Gunathileke 32 NLR 217 and the statement of Herath J in Wanigarathne vs. Juwanis Appuhamy 65 NLR 167.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      129.85,
      542.86,
      174.93
    ],
    "text": "It is settled law that in rei vidicatio actions the plaintiff must prove his title. In establishing his title the plaintiff cannot rely on the weakness of the defendant’s title. In this appeal we have to consider whether the plaintiff established his title or not.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      187.45,
      545.68,
      264.24
    ],
    "text": "The learned High Court judges were of the view that it was established that Senthanona Abeysinghe was the owner of the property described in the schedule. The lands belonging to Senthanona Abeysinghe was vested in the Land Reform Commission under Land Reform Law No. 1 of 1972. And under section 6 of the said Act the land vested with the commission free of encumbrances. Section 6 of the said law states thus:",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      86.18,
      276.88,
      542.89,
      321.84
    ],
    "text": "“Where any agricultural land is vested with the commission under this law, such vesting shall have the effect of giving the Commission absolute title to such land as from the date of such vesting and free from all encumbrances .”",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      334.48,
      548.85,
      665.09
    ],
    "text": "Thereafter, the Commission had made a determination under section 19 of the Land Reform Law allowing Senthanona Abeysinghe to possess the extent of land referred to in the statutory determination which was published in the gazette which was marked as P1. The Surveyor General’s plan which was marked as P2 gives the extent and boundaries of the land. In view of the statutory determination Santhonona Abeysinghe became the owner of the land referred to in the said determination. Therefore, there is no doubt as to the ownership of the land. The question that arises is as to how the Plaintiffs got the title to the land. The Plaintiffs produced the last will which was marked as P2 and the executors conveyance marked P4. However, the Plaintiffs failed to produce the letters of Probate appointing the executor. The Probate gives the executor the authority to convey the land. The probate is considered as primary evidence of the proof of the last will and the authority given to the executor to deal with the estate of the deceased testatrix. The Plaintiffs failed to produce the letter of Probate. The Defendants in view of this omission /deficiency invited the Court to draw an adverse inference under section 114 (f )of the Evidence Ordinance which states that “the evidence which could be and is not produced would if produced be unfavourable to the person who withholds it.” The learned High Court judges were of the view that the Plaintiffs had failed to adduce evidence to establish that the last will was proved in court and probate was issued. If the will was not proved the Plaintiffs who are the grand children will not inherit the land but it will devolve on Senthanona Abeysinghe’s children on the basis of intestate succession. The question that arises is though the Plaintiffs failed to produce the letters of Probate which is the best evidence whether they have adduced oral and documentary evidence to establish the title.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      38.16,
      542.48,
      49.2
    ],
    "text": "SC APPEAL NO. 116/14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      303.29,
      707.38,
      311.31,
      718.42
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.23,
      546.08,
      164.85
    ],
    "text": "In a rei vindicatio action, the Plaintiff has to establish the title to the land. Plaintiff need not establish the title with mathematical precision nor to prove the case beyond reasonable doubt as in a criminal case. The Plaintiff’s task is to establish the case on a balance of probability. In a partition case the situation is different as it is an action in rem and the trial judge is required to carefully examine the title and the devolution of title. This case been a rei vindicatio action this court has to consider whether the Plaintiffs discharged the burden on balance of probability.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      177.49,
      545.68,
      412.92
    ],
    "text": "If the last will was not proved the executor and his brother who are the children of the testatrix would have inherited the property. In this case Sunil Siriwardena, the executor a would be beneficiary on the basis of intestate succession, against his proprietary interest gave evidence in favour of the Plaintiffs. He could be accepted as a truthful witness. The executor gave evidence and stated that the last will was proved and the probate was granted to him and he conveyed the property to the legatees who are the grand children of Senthonona and the Plaintiffs in this case. In the executor conveyance marked P4 it was specifically mentioned that in the testamentary case bearing No. DC/ Colombo/ 32235 the Probate was granted to the executor Kuruwitage Don Sunil Siriwardana in respect of the estate of the deceased and in terms of the Last Will conveyed the property to the Plaintiffs. The above oral evidence placed before the District Court supported by documentary evidence proves that the Plaintiffs are the legal owners of the land in question. Their legal title was not challenged by anyone. Therefore, I am of the view that the Plaintiffs have established the title to the property. I agree with the findings of the District Judge. Therefore, I set aside the judgement of the High Court of Civil Appeal and affirm the judgement of the District Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      425.58,
      201.38,
      438.86
    ],
    "text": "Appeal allowed. No costs.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      477.3,
      185.06,
      490.58
    ],
    "text": "Priyasath Dep, PC, CJ.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      503.1,
      434.35,
      516.38
    ],
    "text": "Chief Justice",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      554.94,
      173.66,
      568.22
    ],
    "text": "Sisira J. de Abrew J.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      606.69,
      509.74,
      619.97
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      632.49,
      220.37,
      645.77
    ],
    "text": "Priyantha Jayawardene, PC.,J.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      684.2,
      509.74,
      697.49
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      38.16,
      542.48,
      49.2
    ],
    "text": "SC APPEAL NO. 116/14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      303.29,
      707.38,
      311.31,
      718.42
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]