[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      523.31,
      91.13
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      104.21,
      361.88,
      120.17
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      160.61,
      516.27,
      371.48
    ],
    "text": "In the matter of an Appeal from a judgment of the Commercial High Court of Colombo. Independent Television Network Limited, Wickremasinghepura, Battaramulla. Plaintiff S.C. CHC Appeal 29/11 Commercial High Court Case No. HC (Civil ) 203/2006(1) Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      372.3,
      527.91,
      388.52
    ],
    "text": "1. Godakanda Herbals Private Ltd.,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      391.52,
      516.27,
      422.72
    ],
    "text": "102, Kandy Road, Veveldiniya. 2. Lelwala G. Godakanda, 102,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      425.74,
      516.39,
      713.29
    ],
    "text": "Kandy Road, Veveldeniya. Carrying on sole proprietyship under the name and style of “V.L.C. Advertising”. Defendants AND NOW BETWEEN Independent Television Network Limited, Wickremasinghepura, Battaramulla. Plaintiff Appellant Vs",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.63,
      527.91,
      88.85
    ],
    "text": "1. Godakanda Herbals Private Ltd.,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      91.85,
      516.27,
      123.05
    ],
    "text": "102, Kandy Road, Veveldiniya. 2. Lelwala G. Godakanda, 102,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      126.05,
      543.42,
      709.09
    ],
    "text": "Kandy Road, Veveldeniya. Carrying on sole proprietyship under the name and style of “V.L.C. Advertising”. Defendant Respondents BEFORE : S. EVA WANASUNDERA PCJ. ANIL GOONERATNE J. & H.N.J. PERERA J. COUNSEL : M.U.M. Ali Sabry PC with Nalin Alwis and Samhan Munzir for the Plaintiff Appellant. Anura Ranawaka with Oshada Maharachchi for The Defendant Respondents. ARGUED ON : 07.02.2017. DECIDED ON : 14.03.2017. S. EVA WANASUNDERA PCJ. Independent Television Network Limited is a company carrying on the work of television industry in Sri Lanka. It is a government owned business undertaking. Godakanda Herbals Private Limited is a company who wanted to get its products advertised in the said television channel and its advertising agent was ‘ V.L.C. Advertising ‘. The sole proprietor of the said advertising agent was Lelawala G. Godakanda.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      543.29,
      516.1
    ],
    "text": "The Independent Television Network Limited had a long standing relationship where the Godakanda Herbals Private Limited company through the advertising agent VLC Advertising continued to advertise in the said TV channel. They had entered into an agreement for the said services, as on previous years, for the year commencing on 01.01.2004 to 31.12.2004. The advertisements were broadcast continuously up to August, 2005 when the advertiser refused to pay for the services on a dispute over the increase of charges. Yet the advertiser was found to have paid part of the money which was due, for services rendered beyond the ending date in 2004 getting into 2005. The balance money due was over 4.1 million and the Independent Television Network Limited (hereinafter sometimes called as ITN) filed action against the advertiser and the advertising agent to recover that money in the Commercial High Court of Colombo. The Plaint was dismissed by the learned High Court Judge and the Plaintiff has appealed to this Court. The Petition of Appeal dated 27.10.2011 was filed in this Court by the Independent Television Network Limited, the Plaintiff Appellant (hereinafter referred to as the Plaintiff) against the judgment of the High Court which was in favor of the Godakanda Herbals Private Limited and Lelwala G.Godakanda carrying on as the sole proprietor under the name and style of “VLC Advertising”, who are the Defendants Respondents (hereinafter referred to as the Defendants). In the said Petition before this Court, the grounds of appeal as set down therein can be summarized as follows:-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      517.04,
      543.02,
      533.26
    ],
    "text": "1. The learned High Court Judge has misdirected himself in holding that the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      536.26,
      543.26,
      601.57
    ],
    "text": "Appellant has not proved its case by holding that the Appellant had failed to establish the existence of continuation of the agreement after 2004 whereas there exists ample evidence and documents to prove the same. 2. The learned High Court Judge has misdirected himself in holding that",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      604.69,
      543.16,
      652.93
    ],
    "text": "documents marked on behalf of the Respondents need not be proved while the said documents had been marked subject to proof. 3. The learned High Court Judge has failed to appreciate the fact that the",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      655.93,
      542.99,
      704.17
    ],
    "text": "Respondents had made payments to the Appellant for the programs telecast even after 31.12.2004 when the same fact had been admitted by the 2nd Respondent himself.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      72.63,
      543.19,
      88.85
    ],
    "text": "4. The learned High Court Judge had failed to give proper weight to the",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      91.85,
      543.04,
      123.05
    ],
    "text": "documents marked and the evidence led on behalf of the Appellant. 5. The learned High Court Judge had failed to evaluate the evidence which",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      126.05,
      543.29,
      704.17
    ],
    "text": "transpired during the trial in the correct perspective. This trial had been heard by two High Court Judges. The first High Court Judge had heard the trial on 03.05.2007, 30.07.2007, 25.01.2008. 06.05.2008 and on 31.10.2008. After adopting the evidence, the second High Court Judge had heard the continued trial on 11.02.2009, 07.05.2009 ,27.11.2009 and on 28.06.2010. The second Judge had written the judgment. The trial had commenced after some admissions and court had taken up the trial on eight issues. The trial judge had analyzed the evidence and reached the conclusion that the Plaint had not been proved by the Plaintiff who is the Appellant before this court. The Plaint was dismissed. It is interesting to note that the Defendants had admitted the jurisdiction of the Court to hear the case even though they had challenged the jurisdiction in their answer. The letters of demand were also admitted. The 1st Defendant had accepted his signature in the document marked A1 which was produced as P1. The Plaintiff had raised 5 issues and the Defendants had raised 3 issues. The learned High Court Judge states that the Plaintiff had marked documents P1 to P68 and P70. Document P69 had been removed from the list of documents to be marked. At the time of producing documents P2, P3 to P65 and P68 they had been objected to by the Defendants’ counsel but the 1st Judge who had heard the case had overruled the objections and accepted the documents. Then even at the end of the case, those documents were not objected to by the Defendants. The learned High Court Judge who wrote the judgment states that, therefore, he has considered as evidence before court, the documents marked as P1,P2 to P68 and P70. The counsel for the Defendants had managed to mark documents,V1, V1a, V1b, V2, V2a,and V3 through cross examination of the Plaintiff’s three witnesses. The Plaintiff’s counsel had stated that those documents can be marked as ‘subject to proof’. I observe that V1 is an Advertising Contract Form seemingly used by the Independent Television Network. It is not signed by either party even though it is written therein that the name of the advertiser is the 1st Defendant. V1a an V1b are carbon copies of the same, which the Defendants had tried to bring to the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.09,
      546.39,
      687.13
    ],
    "text": "notice of the trial court to show that such a form was sent in triplicate to the 1st Defendant by the Plaintiff but the 1st Defendant had refused to sign. V2 and V2a are also the same kind of form of contract and its carbon copy for the program of Vendol Chat and Music which again were not signed by either party. V3 is a letter sent by the ITN to the 1st Defendant dated 22.06.2005. It is signed by the Chairman of ITN. It addresses two matters; one being on Vendol Chat and Music and the other being on Doramadalawa. It specifically states that the agreement regarding Doramadalawa was over only on the 30th of May, 2005. The other agreement not having been signed as yet, by the date that V3 letter was sent, ITN states that it is a lapse on their Sales Department and that ITN has directed the particular department to properly do the same forthwith. The learned High Court Judge had taken these documents as valid documents, the analysis of them shows the finger to one point, i. e. that no written agreement was done until 22.06.2005. I observe that , even after that letter was sent from ITN to the 1st Defendant, the 1st and the 2nd Defendants had failed to address a letter in writing , telling the Plaintiff that they are not willing to sign a further contract and that ITN should stop placing their advertisements in the said programs. There is no evidence before court that the Defendants had tried to stop them from broadcasting their advertisements. The learned High Court Judge states that even at the time of the closing of the Defendants’ case, the Plaintiff’s counsel had objected to the said documents. However, the learned High Court Judge had analyzed the said documents and stated that because the said documents were marked in cross examination through the Plaintiff’s witnesses, there is no proof necessary to be done by the Defendants. The 2nd Defendant had given evidence but had not produced any documents. When he was shown that there is money paid by his company which is the 1st Defendant to the Plaintiff for advertisements broadcast in the year 2005 as part payment of payments due from his company, all what he had said is that “ if it is an overpayment paid after the agreement had ended on 31.12.2004, then that money should be paid back to me.” Yet I observe that there was no cross claim in the answer of the Defendants against the Plaintiff. Let me leave aside all what I have analyzed above and consider the issues before court. The Plaintiff’s issues are as follows:",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      72.63,
      542.99,
      88.85
    ],
    "text": "1. According to paragraphs 6,7,8 and 9 of the Plaint, was there an agreement",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      89.15,
      543.19,
      123.05
    ],
    "text": "to broadcast the 1st Defendant company’s advertisements by the Plaintiff? 2. According to the said agreement, did the Plaintiff broadcast the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      126.05,
      540.7,
      157.25
    ],
    "text": "advertisements on behalf of the Defendants? 3. According to the statement of accounts marked A2 filed with the plaint, are",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      160.25,
      543.06,
      225.53
    ],
    "text": "the Defendants liable to pay to the Plaintiff, a sum of Rupees four million one hundred and eleven thousand two hundred and forty nine (Rs. 4,111,249.00) ? 4. Have the Defendants failed and neglected to pay the said sum or part",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      228.65,
      543.02,
      259.76
    ],
    "text": "thereof even though demanded by the Plaintiff? 5. Is the Plaintiff entitled in law to get the reliefs prayed for in the Plaint, if any",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      262.88,
      546.39,
      362.36
    ],
    "text": "one or more of the questions above are decided in the affirmative in favor of the Plaintiff? The Defendants’ issues are as follows: 6. (a) Have the causes of action in the plaint occurred with regard to the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      365.36,
      543.19,
      687.13
    ],
    "text": "services granted by the Plaintiff? (b) If it is so, have the causes of action got prescribed? 7. In any case have the claims/ causes of action got prescribed? 8. If any one or more of these issues are decided in favor of the Defendants , should the Plaint be dismissed with costs? It is settled law that “ once issues are framed and accepted, pleadings recede to the background “. It was held to be so in the case of Dharmasiri Vs. Wickrematunga 2002 2 SLR 218. When pleadings recede to the background, the case enunciated by the parties will be crystallized on the issues. The only defense of the Defendants, according to the issues is that the causes of action have got prescribed and that on that account the Plaint should be dismissed. I find that the Defendants have not raised any issue with regard to the written agreement A2 for the year 2004 not getting prolonged into the year 2005. Neither have they raised an issue with regard to not agreeing to buy the services of the Plaintiff from 01.01.2005 to 31.08.2005. They have failed to claim that the",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      543.29,
      687.13
    ],
    "text": "amounts in the accounts are wrong as they have not raised that as an issue. The only issue is with regard to prescription. The Plaintiff’s document P1 is the initial written agreement between the parties for the period 01.01.2004 to 31.12.2004. Document P2 is the summary of the statement of account pertaining to the transactions between the Plaintiff and the 1st Defendant. Documents P3 to P 67 are the time schedules of the services provided to the 1st Defendant together with the value of the services. Along with the said P3 to P67 documents the Plaintiff has marked P3a, P4a etc. up to P67a which were the tax invoices tendered to the Defendants. P68 is a document comprising of 256, A 4 type written pages, showing the running account of Godakanda Herbals Private Limited, the 1st Defendant , from the time the advertisements had commenced, i.e. from the year 2001. Document P70 is a summary titled “ Godakanda Herbals – Client Statement “ , again commencing from 2001, stating the month and the “ Brought Forward Balance “ and “Closing Balance” up to August 2005. These documents were not challenged with regard to the entries therein. They arise from the computerized entries of how much was due , on what services , the air time, date etc. The 2nd Defendant, Mr. Godakanda did not state in his evidence before court that the entries were wrong. He only tried to establish that he did not have an agreement which was valid for the year 2005 and that without a proper written agreement he is not willing to pay. The Plaintiff has tried to establish that there was a written agreement valid upto the end of December, 2004 and even though there was no written agreement which had got into place in the year 2005, by the conduct of the Defendants, there existed an unwritten promise/contract/bargain/agreement between the parties for the services to continue during the time period and therefore the Plaintiff has a claim for the services rendered to the Defendants. It was a running account which was maintained by the Plaintiff on behalf of the Defendants who advertised a lot of their products and who were the main sponsors for very popular TV shows. Due to the fact that the Defendants never demanded that their advertisements be discontinued along during the year 2005 , it has to be understood that there was a continuation of cordial good relationship between the Plaintiff and the Defendants. Due to these reasons it can be concluded that there was an unwritten agreement between the parties.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      546.51,
      704.17
    ],
    "text": "It was pointed out that on 25.05.2005 as well as on 08.06.2005 air time was given for Navaliya Vendol Award Ceremony and a repeat telecast of the same with which the 1st Defendant fully agreed in his evidence. His position was that it was only a special request for one hour air time, made by him which was accommodated by the Plaintiff. However, I observe that the payment was credited to the running account maintained by the Plaintiff on behalf of the Defendants. The said amounts which is two times of Rs. 1,15000/- amounting to Rs. 2,30,000/- for the program Navaliya Vendol Award Ceremony telecast is pending unpaid up to date. It is reflected on page 7 of A2 annexed to the plaint and the same was produced at the trial as P2. This document P2 reflects under what program heading, the costs are incurred by the Plaintiff on behalf of the 1st Defendant company such as under the headings of Savanak Ras, Vendol Chat N Music – Live, Doramadalawa Live, Doramadalawa Repeat, and Nawaliya Vendol Award Ceremony. The Plaintiff has maintained the running account under the name of the company and this is only categorization under special headings for convenience but it contains the same figures under the costs and payments made by the Defendants by cheques at different times and on different dates as usually done according to the practice maintained by the Defendants. I observe that the last payment made by the Defendants under the heading of Doramadalawa Live , was done on 30.05.2005 by cheque No. 732046 amounting to Rs. 2,30,000/-. Then, under the heading Doramadalawa Repeat, the payment of Rs. 143500/- was done by cheque No. 732047. On 17.05.2005 by cheque No. 732028 again an amount of Rs. 8,62500/-was paid under the heading Chat N Music. These acts of the 1st Defendant company demonstrates that the Defendants have acquiesced in the process of accounting under the running account and kept on paying for whatever went on air on their behalf in the past before 30.05.2005 very cordially as business partners. The Plaintiff had calculated that the Defendants had paid Rs. 10,297,500 /- during the period from 1.1.2004 to 31.12.2004, whereas the exact due amount from the Defendants was only amounting to Rs. 7,221,250/-. This fact once again is proof of a running account having been kept with regard to the business transactions between the parties and as accepted, the Defendants as a practice, had been continuously paying the Plaintiff as and when they got the monies. The 2nd Defendant very casually stated in cross examination, that if more money is found to have been paid over and above the amount due from 1.1.2004 to 31.12.2004,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      543.26,
      704.17
    ],
    "text": "the said monies should be repaid to him by the Plaintiff. I observe that there is no cross claim in the answer for any amount at all. Furthermore, it was obvious that the Defendants did not make an attempt to show any of their accounts to the trial court by way of any document. Having gone through the accepted documents by the trial judge as well as the evidence placed before the trial court, I hold that the Plaintiff had proven its case on documentary evidence. However the trial judge has continuously complained in his judgment that the Plaintiff had failed to call a witness from the marketing division of the Plaintiff company to prove the existence of an agreement and the accuracy of the statements of accounts. The documents of a case stands proven if the opposing party fails to object to the documents at the closure of the case. The documents contain evidence for all purposes. It was so held in the case of Aluthmuhandiramlage Somawathie and others Vs Lucy Nona and others , reported in the BASL Law Journal of 2012 Vol. 2 at page 318. The Defendants have made payments after the lapse of the written agreement. They cannot deny the fact that irrespective of an existing written agreement there was an understanding and an ongoing continuous contract/agreement between the parties to telecast their advertisements. I hold that the learned High Court Judge has disregarded the evidence before him which proves the case of the Plaintiff. I also wish to state that the letters of demand were admitted by the Defendants. They had failed to reply the demands or send some response to them. In the case of Abeysinghe Vs Commercial Bank of Ceylon 2008 1 SLR 369, it was held that “In business matters, in certain circumstances the failure to reply to the letter amounts to an admission of a claim therein. The silence on the letter amounts to an admission of the truth of the allegations contained in that letter.” Most importantly, the only defense taken up by the Defendants in the issues is on prescription of the claim. I wish to reproduce Sec. 7 of the Prescription Ordinance as amended as follows: “ No action shall be maintainable for the recovery of any movable property, rent, mesne profit or for any money lent without written security, or for any money paid or expended by the plaintiff on account of the defendant, or for money",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      546.11,
      687.13
    ],
    "text": "received by the defendant for the use of the plaintiff, or for money due upon an account stated, or upon any unwritten promise, contract, bargain or agreement, unless such action shall be commenced within three years from the time after the cause of action shall have arisen. “ I hold according to the evidence placed by documents before court that there was an unwritten promise/bargain between the parties with regard to payments for the advertisements and programs telecast after 2004 December. The cause of action to recover the dues had arisen in June, 2005 and action had been filed in September, 2006 which is within 3 years from the date of the cause of action. The claim made is not prescribed. I therefore hold that the Defense on prescription fails. At the hearing before this Court , the counsel for the Defendants Respondents argued that the statements of accounts in P68 are transcripts of statements maintained in computers and that they are not admissible in evidence due to non compliance of the provisions of Sec. 6(1) of the Act No. 14 of 1995, namely the Evidence (Special Privisions) Act. It should be observed that the Electronic Transactions Act No. 19 of 2006 was enacted specifically to promote technological advancement to be reckoned by the legal regime. Sec. 22 of the said Act No. 19 of 2006 makes special provisions with regard to any data message, electronic document, electronic record or other document. It is reproduced as follows: “ Nothing contained in the Evidence (Special Provisions) Act No. 14 of 1995 shall apply to and in relation to any data message, electronic document, electronic record or other document to which the provisions of this Act applies.” I hold that in view of the said provision that the argument of the counsel for the Defendants Respondents in that regard fails. The computer generated running account is before this court. The summary of the same under different headings is placed before court. The contents thereof was not challenged at any time. The said documents were accepted by court without any legal objection. Court is entitled to analyze the contents thereof without bias.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      543.32,
      567.46
    ],
    "text": "I hold that the learned High Court Judge was wrong in having concluded that the Plaint should be dismissed because the cause of action was not proven by the Plaintiff. He had not analyzed the evidence before court on the documents accepted by court without any objection. He had only found fault with the way the three witnesses for the Plaintiff had answered the questions in cross examination. The Appeal is allowed. The Plaintiff Appellant is entitled to recover the claim made against the Defendants Respondents by the Plaint dated 12th September, 2006. However I order no costs. Judge of the Supreme Court Anil Gooneratne J. I agree. Judge of the Supreme Court H.N.J.Perera J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  }
]