{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-09-25-SC-APPEAL-125-2012",
  "num": "SC/APPEAL/125/2012",
  "date_str": "2025-09-25",
  "description": "Hon. Sampath B. Abayakoon J - S.M. Ashoka Lalith Subasinghe...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_125_2012.pdf",
  "parties": "S.M. Ashoka Lalith Subasinghe, No. 26, Pangiriwatte Road, Gangodawila, Nugegoda. (deceased) Mallawa Arachchige Geethani Nilmini Senanayake, No. 26, Pangiriwatte Road, Gangodawila, Nugegoda. SUBSTITUTED 2nd PLAINTIFF- RESPONDENT-APPELLANT Vs. 3. N. M. Babynona (deceased) 3A. A. G. Manel Kanthi, No. 649, Hendiyagala, Sandalankawa. By Her Power of Attorney A. G. Nandana Lal Athula, No. 649, Hendiyagala, Sandalankawa. 3B. A.G. Nihal Rohitha, No. 176, Thanipolgahawatte, Korasa, Udugampola. 3C. A. G. Nandana Lal Athula, No. 649, Hendiyagala, Sandalankawa. 3D. A. G. Upul Hemantha, Dasun Hardware, Sandalankawa. 3E. A. G. Niranjala Gamage, No. 176, Thanipolgahawatte, Korasa, Udugampola. By Her Power of Attorney A. G. Nihal Rohitha, No. 176, Thanipolgahawatte, Korasa, Udugampola. 4. A. G. Nihal Rohitha, No. 176, Thanipolgahawatte, Korasa, Udugampola. 3A-3E and 4th DEFENDANT- APPELLANT-RESPONDENTS 1. Nettikumara Appuhamilage Seelawathie, “Walawwa”, Sandalankawa Road, Sandalankawa. (Deceased) 1A. Gamini Ranjith Subasinghe, Medagarawatte, Sandalankawa. 1B. S. M. Chandrika Padmini, Makandura, Gonawila. 1C. Anula Rohini Subasinghe, “Walawwa”, Sandalankawa Road, Sandalankawa. 1D. Sujatha Ranjanie Subasinghe, No. 125, Nawinna, Maharagama. (Deceased) 1D1. Witharana Kuruppu Arachchige Praveen Karshana Abeyratne, No. 125, Jayagath Road, Nawinna, Maharagama. 1D2. Nathasha Piyumali Abeyratne, No. 76/16, 9th Lane, Ekamuthu Mawatha, Mawitthara, Piliyandala. 1A-1D2 SUBSTITUTED PLAINTIFF- RESPONDENT-RESPONDENTS 3. S. M. Gamini Ranjith Subasinghe, Medagarawatte, Sandalankawa. 5. S. M. Chandrika Padmini Weragoda, Makandura, Gonawila. 6. S. M. Anula Rohini Gunatunga, “Walawwa”, Sandalankawa Road, Sandalankawa. 7. S. M. Sujatha Ranjanie Abeyratne, No. 125, Nawinna, Maharagama. 3rd, 5th, 6th, 7th, PLAINTIFF-RESPONDENT-RESPONDENTS\n\nView More",
  "judgement_by": "Hon. Sampath B. Abayakoon J"
}