[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      87.89,
      542.89,
      146.99
    ],
    "text": "In the maer of an applicaon under and in terms of Arcle 126 of the Constuon of the Democrac Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      145.49,
      290.92,
      175.55
    ],
    "text": "SC (FR) Applicaon No. 568/2012",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      174.53,
      542.69,
      461.75
    ],
    "text": "1) Ceylon Electricity Board Independent Engineers Associaon, Ceylon Electricity Board, Kolonnawa. 2) Kalubowilage Kingsley Bernard Perera, 71A, Vikshopa Devamatha Road, Manaweriya. 3) Nihal Thasmantha Atapau, Hemantha, Koramburuwana, Ransegoda, Matara. 4) S.S.M. Indika Seneviratne, 570, Nedumgamuwa, Gampaha. PETITIONERS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      476.09,
      522.4,
      710.87
    ],
    "text": "- Vs - 1) Ceylon Electricity Board, PO Box 540, Sir Chiampalam A Gardiner Mawatha, Colombo 2. 2) W.B. Ganegoda 2A) W.D.A.S. Wijayapala 2B) M.M.C Ferdinando 2C) N.S. Illangakoon 2D) Dr. Tilak Siyambalapiya",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      86.45,
      542.76,
      518.03
    ],
    "text": "2 2D Respondents are Chairmen of the Ceylon Electricity Board. 3) T.M. Herath. 3A) W.A. Gamini Wannisekera 3B) N.S. Illangakoon 3C) Abey Ranaweera 3D) D.K.P.U. Gunathilake 3 3D Respondents are Chairmen of the Ceylon Electricity Board. 4) K.I.D.P. Kularatne, Working Director. 5) R.A.A.K. Ranawaka 6) W.D. Jayasinghe 7) Dr. B.M.S. Batagoda 8) D.R Wirithamulla 8A) K.P.D.J.G. Kariyawasam 8B) M.R.V.R. Meepura,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      517.37,
      542.79,
      655.19
    ],
    "text": "2nd 8th Respondents are members of the Board of Directors of the Ceylon Electricity Board. 9) B.N.I.F.A. Wickremasuriya, General Manager, Ceylon Electricity Board 9A) A.K. Samarasinghe,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      659.21,
      425.25,
      674.99
    ],
    "text": "9B) Eng. M.R. Ranatunga",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      679.01,
      458.44,
      694.79
    ],
    "text": "9C) Eng. (Dr.)D.C.R. Abeysekera",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      698.93,
      427.04,
      714.71
    ],
    "text": "9D) Dr. Narendra De Silva",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      72.05,
      434.68,
      87.83
    ],
    "text": "9E) Eng. K.G.R.F. Comester",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      91.85,
      404.38,
      122.87
    ],
    "text": "10) K.L.D.M.A Halpe,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      122.21,
      512.04,
      198.23
    ],
    "text": "Deputy General Manager (Personnel) 10A) Eng.P.A.J.P.K. Perera, 10B) Eng. S.A.D.A. Peiris",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      197.57,
      433.7,
      228.47
    ],
    "text": "11) M.C. Wickremasekara,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      227.69,
      535.0,
      303.83
    ],
    "text": "Addional General Manager (Generaon) 11A) Eng. A.R. Navamani 11B) Eng. N.S. Weasinghe",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      303.05,
      542.74,
      409.31
    ],
    "text": "9th 11B Respondents at Ceylon Electricity Board, PO Box 540, Sir Chiampalam A Gardiner Mawatha, Colombo 2. 12) Hon. Aorney General,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      408.65,
      484.12,
      469.67
    ],
    "text": "Aorney Generals Department, Colombo 12. 13) P.I.A.S. Perera,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      468.89,
      534.76,
      529.91
    ],
    "text": "Chief Engineer, Kukuleganga Power Staon, Kukuleganga. 14) U.R.S.S. Senadhiratne,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      529.25,
      441.4,
      605.27
    ],
    "text": "Chief Engineer, Ukuwela Power Staon, Ukuwela. 15) Mahesh Abeysekara,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      604.61,
      542.83,
      711.47
    ],
    "text": "Member, Board of Directors of the Ceylon Electricity Board, P.O.Box 540, Sir Chiampalam A. Gardiner Mawatha, Colombo 2. RESPONDENTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.05,
      514.48,
      167.15
    ],
    "text": "Before: Kumudini Wickremasinghe, J Arjuna Obeyesekere, J Sampath B. Abayakoon, J Counsel: Shantha Jayawardena with Thilini Vidanagamage for the Peoners",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      166.86,
      529.54,
      309.95
    ],
    "text": "Fazly Razik, Deputy Solicitor General for the 1st 11th Respondents Sugath Caldera for the 13th and 14th Respondents Argued on: 6th June 2025 Wrien Tendered by the Peoners on 13th February 2020, 21st June 2021 and Submissions: 23rd June 2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      309.78,
      542.92,
      714.71
    ],
    "text": "Tendered by the 1st 11th Respondents on 30th November 2021 and 24th June 2024 Tendered by the 13th and 14th Respondents on 23rd June 2025 Decided on: 18th July 2025 Obeyesekere, J The 2nd Peoner is a Class II Grade I Civil Engineer employed at the 1st Respondent, Ceylon Electricity Board [the 1st Respondent]. The 3rd and 4th Peoners are Class II Grade I Mechanical Engineers, also employed at the 1st Respondent. The 1st Peoner is a trade union whose membership consists of Mechanical and Civil Engineers employed at the 1st Respondent. The issues that arise in this case are twofold. The rst is whether the Board of Directors of the 1st Respondent have taken a decision to appoint Mechanical and Civil Engineers employed at the 1st Respondent to the post of Chief Engineer at the Ukuwela and Kukule Ganga Power Staons. The second issue, dependant on the rst, is whether the 9th Respondent, the General Manager of the 1st Respondent [the 9th Respondent] acted contrary to such decision when he called for applicaons to ll the said posts by specifying that only Electrical Engineers are eligible to apply for the said posts.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.94,
      697.91
    ],
    "text": "The case for the Peoners The Peoners state that by a Circular issued on 2nd December 2010 [P3], the Addional General Manager (Generaon) of the 1st Respondent called for applicaons for the post of Chief Engineer at the Kukule Ganga Power Staon but had restricted applicaons to Electrical Engineers [Class II Grade I] working at the 1st Respondent. The Peoners state that restricng applicaons to Electrical Engineers working at the 1st Respondent is unreasonable and unfair. The Peoners state that on or about 16th December 2010 [P4], the 1st Peoner made representaons to the 1st Respondent to recfy this alleged anomaly. P4 refers to two posts in the 1st Respondent. The rst is the post of Chief Engineer at Kukule Ganga Power Staon where the request of the 1st Peoner was to permit Mechanical Engineers to apply for such post. The second post is that of Chief Engineer [Business and Operaonal Strategy] for which the 1st Peoner had requested that Mechanical and Civil Engineers be permied to apply. The Peoners had claimed in P4 that a commiee chaired by a former Addional General Manager of the 1st Respondent had in fact recommended that Mechanical Engineers be allowed to apply for the post of Chief Engineer, Kukule Ganga Power Staon. While the report of the said commiee has not been placed before this Court, the 1st Respondent has denied the existence of such a commiee. The posion as at 4th January 2011 was that only Electrical Engineers were eligible to apply for the above two posions. Accordingly, by a further Circular issued on 4th January 2011 [P5], the 9th Respondent had called for applicaons inter alia for the posts of (a) Chief Engineer, Kukule Ganga Power Staon, and (b) Chief Engineer, Business and Operaonal Strategy, from Electrical Engineers. The Peoners claim that by leer dated 17th January, 2011 tled Internal adversement for the posts of Chief Engineer (Kukule Ganga Power Staon) and Chief Engineer (Business and Operaonal Strategy) [P6], the Chairman of the 1st Respondent had informed the 9th Respondent as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      71.82,
      542.93,
      703.67
    ],
    "text": "A leer submied by the [1st Peoner] was taken up for discussion at the Board meeng held on January 13, 2011. The Board decided that the said posts must be re-adversed providing the opportunity for Civil and Mechanical Engineers also to apply. Hence, please take acon accordingly and present the copy of the adversement at the next Board Meeng. Although on the face of it, P6 has been copied to the 1st Peoner, the 1st Respondent has denied the existence of P6, and states that it is a forged document for the reason that the signature that appears on P6 as being the signature of the Chairman is not that of the Chairman. Be that as it may, the minutes of the meeng held on 13th January 2011 have been tendered to this Court marked P6a. While I shall refer to P6a later in this judgment, I must perhaps state that even if P6 is a genuine document, P6 cannot be read in isolaon but must be read in conjuncon with what is recorded in P6a. The Peoners state that notwithstanding P6, the 9th Respondent had not only failed to call for applicaons afresh by re-adversing the said posts and thereby providing the opportunity for Civil and Mechanical Engineers to apply, the 9th Respondent had proceeded to appoint an Electrical Engineer to the post of Chief Engineer at the Kukule Ganga Power Staon. The Peoners claim that the failure of the 9th Respondent to comply with the Board decision referred to in P6 was brought to the aenon of the Chairman of the 1st Respondent, and that at a meeng of the Board of Directors held on 29th June 2011, the Board had reiterated the decision taken on 13th January 2011. The minutes of the meeng held on 29th June 2011 have been annexed to the peon marked P7. The complaint of the Peoners is that notwithstanding the aforemenoned decisions of the Board of Directors of the 1st Respondent said to be set out in P6a and P7, the 9th Respondent proceeded to issue a Circular on 30th August 2012 [P8] calling for applicaons only from Electrical Engineers for the posts of Chief Engineer at the Kukule Ganga and Ukuwela Power staons. The Peoners claim that having made representaons and having been informed by P6 that the Board of Directors had decided to accede to their",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      71.82,
      545.76,
      617.87
    ],
    "text": "request, the Peoners and all other Mechanical and Civil Engineers at the 1st Respondent had a legimate expectaon that all future applicaons for the post of Chief Engineer at the Kukule Ganga and Ukuwela Power staons will be open for Mechanical and Civil Engineers employed at the 1st Respondent. The Peoners claim that in these circumstances, the decision of the 9th Respondent to issue P8 is not only arbitrary but is violave of their legimate expectaons and amounts to an infringement of the fundamental right of the 2nd 4th Peoners to the equal protecon of the law guaranteed by Arcle 12(1) of the Constuon. The Peoners have accordingly moved that P8 be quashed and that fresh applicaons be called for the said posts from Electrical, Mechanical and Civil engineers. This being the case for the Peoners, I shall now consider the case for the Respondents. The version of the Respondents The learned Deputy Solicitor General appearing for the 1st Respondent submied that the Board of Directors of the 1st Respondent has not taken any decision perming Mechanical and Civil Engineers to apply for the post of Chief Engineer, either at the Kukule Ganga Power Staon or at the Ukuwela Power Staon and that the Peoners have misrepresented facts by claiming that such a decision had been taken. In considering the submissions of the learned Deputy Solicitor General, I must bear in mind that (a) by P4 dated 16th December 2010, the Peoners made representaons in respect of two posts, that of Chief Engineer, Kukule Ganga Power Staon and Chief Engineer, Business and Operaonal Strategy, and (b) the Circular P5 issued on 4th January 2011 too referred to these two posts. Paragraph 11.01.21.08 of the minutes of the meeng held on 13th January 2011 [P6a] reads as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      618.05,
      542.85,
      706.79
    ],
    "text": "Chief Engineer vacancies in the Corporate Strategy Division of the CEB The leer dated December 16, 2010 addressed to the General Manager, CEB, by the Ceylon Electricity Board Independent Engineers Associaon, with a copy to the Chairman, CEB was tabled.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.05,
      542.88,
      353.99
    ],
    "text": "The Board decided that the said posts must be re-adversed providing the opportunity for Civil and Mechanical Engineers to apply for the said post. General Manager was directed to take acon accordingly and present the copy of the amended adversement at the next Board meeng. While the reference in P6a is to P4, it is clear from the heading of Paragraph No. 11.01.21.08 that the above decision relates only to the post of Chief Engineer in the Corporate Strategy Division of the 1st Respondent and not to the post of Chief Engineer, either at the Kukule Ganga or Ukuwela Power Staons. Thus, P6a does not support the version of the Peoners that the Board of Directors of the 1st Respondent took a decision to open the post of Chief Engineer, either at the Kukule Ganga or Ukuwela Power Staons to Mechanical and/or Civil Engineers. Paragraph 11.01.21.09 of P6a reads as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      353.09,
      542.88,
      698.75
    ],
    "text": "Discriminaon of Mechanical and Civil Engineers in the CEB The leer dated December 16, 2010 addressed to the General Manager, CEB by Ceylon Electricity Board Independent Engineers Associaon with a copy to the Chairman, CEB was tabled and noted by the Board. Thus, what the Board of Directors of the 1st Respondent had decided at their meeng held on 13th January 2011 is to permit Mechanical and Civil Engineers to apply for the post of Chief Engineer in the Corporate Strategy Division. The Board of Directors have not decided at the said meeng held on 13th January 2011 to permit Mechanical and Civil Engineers of the 1st Respondent to apply for the post of Chief Engineer at the Kukule Ganga or Ukuwela Power Staons, as the learned Counsel for the Peoners made it out to be. Therefore, even if the authencity of P6 is accepted, P6 cannot be construed as giving rise to a legimate expectaon on the part of the Peoners that Mechanical and Civil Engineers of the 1st Respondent can apply for the post of Chief Engineer, either at the Kukule Ganga or Ukuwela Power Staons.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.88,
      164.03
    ],
    "text": "Even though the Peoners claimed that P7 rearmed the decision in P6, a closer examinaon of P7 would demonstrate that it is not so. The learned Deputy Solicitor General drew the aenon of this Court to Item 11.13.183.10 [P7a] which is re-produced below:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      164.21,
      542.92,
      713.15
    ],
    "text": "Appointment of Chief Engineer Kukule Ganga Hydro Power Staon The leer dated May 04, 2011 addressed to the General Manager, CEB with a copy to the Chairman, CEB by the Joint Secretary, Ceylon Electricity Board Independent Engineers Associaon, was tabled. The Board noted the decision taken under minute number 11.01.21.08 of the Board Meeng held on January 13, 2011 i.e. the said posts must be re-adversed providing the opportunity for Civil and Mechanical Engineers to apply for the said post. General Manager was directed to take acon accordingly and present the copy of the amended adversement at the next Board meeng has not been carried out. General Manager was requested to take necessary acon accordingly to carry out the Board decision taken. It must be noted that leer dated 4th May 2011 sent by the 1st Peoner has not been tendered by the Peoners. Thus, P7a is referable to the post of Chief Engineer in the Corporate Strategy Division. The reference to paragraph 11.01.21.08 in P6a which only dealt with Chief Engineer, Corporate Strategy does not support the version of the Peoners that the Board of Directors of the 1st Respondent had decided to permit Mechanical and Civil Engineers of the 1st Respondent to apply for the posts of Chief Engineer at the Kukule Ganga or Ukuwela Power Staons. P7a however goes to support what is recorded in P6a, that being to permit Mechanical and Civil Engineers to apply for the post of Chief Engineer in the Corporate Strategy Division of the 1st Respondent. In these circumstances, I am of the view that (a) liming applicaons to the post of Chief Engineer at the Kukule Ganga or Ukuwela Power Staons to Electrical Engineers is not in contravenon of the decision of the Board of Directors of the 1st Respondent as set out in",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.95,
      709.91
    ],
    "text": "P6a or P7, and (b) P8 is therefore not arbitrary and is not violave of the fundamental rights of the 2nd 4th Peoners guaranteed by Arcle 12(1). There is one other maer that I wish to advert to, prior to concluding. Decision of the 1st Respondent - 2012 The learned Deputy Solicitor General submied that all hydropower plants require the services of electrical engineers, mechanical engineers and civil engineers for the smooth funconing and operaon of its acvies. However, he submied that these categories of Engineers constute a disnct and separate class in view of their disnct qualicaons, their experse and the funcons they perform in the 1st Respondent. He submied further that in view of the highly technical nature of the role of Chief Engineer of hydropower staons and the specic experse required to manage such high risk power staons, the 1st Respondent has consistently limited the aforesaid posts to Electrical Engineers considering their parcular knowledge and experse in operang and managing the crical components of these power staons. Pursuant to the ling of this applicaon the 1st Respondent had appointed a commiee consisng of an Aorney-at-law, an Electrical Engineer who was at that me the Dean, Faculty of Engineering at the Kotelawela Defense University, and a Professor aached to the Department of Mechanical Engineering, University of Moratuwa to revisit the queson of whether mechanical and civil engineers can be allowed to apply for the post of Chief Engineer of a hydropower staon. In their report [2R2], the Commiee has concluded that the opening up of the Chief Engineer-in-Charge of the Kukuleganga and Ukuwela Hydro Power projects for mechanical and civil engineers would be detrimental to the eecve funconing of these power staons. The learned Deputy Solicitor General submied that the said report was tabled before the Board of Directors of the 1st Respondent on 12th March, 2014 and has been duly approved. It was therefore his posion that the current decision of the Board of Directors of the 1st Respondent is that it is only Electrical Engineers who are eligible to apply for the post of Chief Engineer of a hydro power staon.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      451.08,
      157.67
    ],
    "text": "Conclusion In the above circumstances, this applicaon is dismissed, without costs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      157.73,
      506.62,
      284.63
    ],
    "text": "JUDGE OF THE SUPREME COURT Kumudini Wickremasinghe, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      284.69,
      503.69,
      411.59
    ],
    "text": "JUDGE OF THE SUPREME COURT Sampath B. Abayakoon, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      411.65,
      503.69,
      573.59
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]