[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.68,
      531.81,
      115.64
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      160.25,
      535.83,
      716.29
    ],
    "text": "In the matter of an Appeal from the Commercial High Court of Colombo. Chistobel Matilda Joshua, No. 35/1, Kawdana Road, Dehiwala. (deceased) Plaintiff SC CHC APPEAL 52/2012 Commercial High Court No. HC (Civil) 744/2010/MR John Sylvester Horatio Joshua, No. 15/1, Beach Road, Mount Lavinia. And Presently Of No. 5, Police Park Avenue, Colombo 05. Substituted Plaintiff Vs Seylan Bank PLC, CeylincoSeylan Towers, No. 90, Galle Road, Colombo 03. Defendant AND NOW BETWEEN",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027,
      15.960000038146973,
      18.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.81,
      537.87,
      704.05
    ],
    "text": "John Sylvester Horatio Joshua, No. 15/1, Beach Road, Mount Lavinia. And Presently Of No. 5, Police Park Avenue, Colombo 05. Substituted Plaintiff Appellant Vs Seylan Bank PLC, CeylincoSeylan Towers, No. 90, Galle Road, Colombo 03. Defendant Respondent BEFORE : S. EVA WANASUNDERA PCJ, PRASANNA JAYAWARDENA PCJ & MURDU FERNANDO PCJ. COUNSEL : P.K.W. Wijeratne with K.K.Farooq for the Substituted Plaintiff Appellant. Kuvera de Zoysa PC with Seneka de Saram for the Defendant Respondent. ARGUED ON : 22.03.2018. DECIDED ON : 12. 06. 2018.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      75.17,
      546.51,
      709.09
    ],
    "text": "S. EVA WANASUNDERA PCJ. This is an Appeal from an Order of the Judge of the Commercial High Court of Colombo dated 06.07.2012. By the said Order, the High Court Judge had rejected the Application of the Substituted Plaintiff Appellant (hereinafter referred to as the Appellant), to amend the Plaint as well as dismissed the Plaintiff’s action, before the Commercial High Court with costs awarded to the Defendant Respondent, the Seylan Bank (hereinafter referred to as the Respondent Bank) by the same order. The original Plaintiff, Christobel Matilda Joshua had instituted action in the District Court of Colombo on 23.06.2009 against the Defendant, Seylan Bank seeking a declaration that the said Bank had breached the contract with the Plaintiff by not having properly maintained the account of the Plaintiff, having issued a debit card to the Plaintiff which failed to perform while the Plaintiff was travelling in Malaysia and thus resulting in damages caused to the goodwill of business interests of the Plaintiff. The Plaintiff further claimed damages in a sum of ten million rupees which was alleged to have caused due to the negligence of the Seylan Bank. The Plaintiff had mentioned the number of the international debit card issued to her by the Seylan Bank as 4143-9501-8200 in the Plaint. The Seylan Bank, the Defendant in the said action before the District Court had filed answer on 19.03.2010 disputing the jurisdiction of the District Court and had pleaded that since it is a commercial transaction over three million rupees that the case had to be sent to the Commercial High Court. Furthermore the Defendant Seylan Bank had denied having issued an international debit card with the aforementioned number and sought dismissal of the action with costs and damages of twenty five million rupees on the ground that the Plaintiff was maliciously claiming damages from the Defendant.On 30.07.2010, in the District Court, the case was called to fix for trial and the District Judge fixed the case for trial on 14.10.2010. Thereafter, on application made by the parties on 10.11.2010, the District Judge made order to transfer the case to the Commercial High Court. When the case was called before the Commercial High Court on 25.04.2011, counsel for the Plaintiff had informed court that the Plaintiff had passed away. The Plaintiff, Christobel Matilda Joshua had died on 03.02.2011. An application was made by",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      546.51,
      379.4
    ],
    "text": "the widower, John Sylvester Horatio Joshua on 24.05.2011 to be substituted in the Plaint in place of the Plaintiff. The Defendant Seylan Bank objected to the same but later on after having considered the objections, the Judge of the Commercial High Court made order on 10.10.2011, allowing the application for substitution and he fixed the case for trial on 21.02.2012. Accordingly the husband of the deceased was substituted in place of the deceased Plaintiff. When the case came up for trial before the Commercial High Courton 21.02.2012, the counsel for the Substituted Plaintiff, having discovered that the number of the international debit card given in the plaint had only three sets of numbers instead of four sets of numbersmoved court for a date to amend the Plaint. On 05.03.2012, the Substituted Plaintiff filed a motion with the proposed amended plaint seeking to amend the number of the debit card to read as 4143-9501-4008-8200, in six places in the Plaint. The Defendant Seylan Bank objected to the application for amendment of the Plaint and filed objections on 21.05.2012 praying for relief as follows:-",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      380.22,
      543.02,
      396.44
    ],
    "text": "(a) Dismiss the purported application of the Substituted Plaintiff dated",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      399.56,
      542.97,
      430.66
    ],
    "text": "05.03.2012 to amend the Plaint and (b) Dismiss and/or reject the amended Plaint of the Substituted Plaintiff dated",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      433.78,
      543.16,
      584.5
    ],
    "text": "05.03.2012. The Commercial High Court Judge, having considered the written submissions made by both parties made order on 06.07.2012 dismissing the action with costs. The Substituted Plaintiff has appealed to this Court from the said Order of the Commercial High Court on several grounds as follows:",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      585.35,
      542.99,
      618.73
    ],
    "text": "1. The said Order is contrary to law. 2. It was a misconception by the learned trial judge to consider 14.10.2010 as",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      621.73,
      543.28,
      687.13
    ],
    "text": "the first date of trial and conclude that there was a delay of 1 year and 4 months to the date of the application for amendment, whereas the said first date of trialhad been fixed by the said District Courtwhich had no jurisdiction to hear and try the case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      72.63,
      543.04,
      88.85
    ],
    "text": "3. It has escaped the attention of the learned trial judge that the amendment",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      91.85,
      543.28,
      191.33
    ],
    "text": "sought was in respect of making good the omitted set of 4 numbers to the 3 sets of 4 numbers each , that identified an international Debit Card issued to a customer of the Defendant Seylan Bank, where the fact of the issuing of the debit card could have been easily examined by the Defendant Seylan Bank even without any of the identification numbers printed on the card. 4. On the question of the deceased Plaintiff being guilty of laches the learned",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      194.45,
      542.97,
      259.76
    ],
    "text": "Judge failed to consider that any amendment of the plaint could have been sought only on the discovery of the omission of 1 set of 4 numbers out of 4 sets of 4 numbers each. 5. The learned High Court Judge had erred resulting in the miscarriage of",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      262.88,
      543.26,
      345.2
    ],
    "text": "justice by dismissing the Plaintiff’s action on a mere technicality and solely on the ground of the refusal of an application to amend the Plaint and acting without jurisdiction, in that the Defendant Bank was not seeking such relief by the statement of objections filed by the Bank. 6. The learned High Court Judge had erred in applying the provisions of",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      348.32,
      543.27,
      704.17
    ],
    "text": "Section 93 of the Civil Procedure Code especially Section 93(2) and the concept of laches especially where grave prejudice could result to the Appellant and there was no prejudice to the Respondent Bank. Section 93(2) of the Civil Procedurre Code reads as follows:- “On or after the day first fixed for the trial of the action and before final judgment, no application for the amendment of any pleadings shall be allowed unless the Court is satisfied for reasons to be recorded by the Court that grave and irremediable injustice will be caused if such amendment is not permitted, and on no other ground, and that the party so applying has not been guilty of laches.” The facts before Court regarding the dates has to be analyzed to decide the ‘day first fixed for the trial’. When the case was before the District Court, and before the original Plaintiff died, the District Judge had fixed the case for trial on 14.10.2010. By that time, the pleadings before the District Court had indicated that the District Court had no jurisdiction to hear the case because of the high value of the case. Yet, by that time, however, the parties had not moved the District Court to transfer the case to the Commercial High Court. So, there lay at rest in the District Court, this case under number 04768/09/DMR , fixed for trial",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      543.31,
      704.17
    ],
    "text": "before the District Court on 14.10.2010 until the parties moved the District Court on 10.11.2010 by way of an oral application that the case be transferred to the Commercial High Court, on the basis that the District Court had no jurisdiction to hear the said case. It is obvious that the date 14.10.2010 was a date fixed for trial before the District Court which had no jurisdiction to hear the matter. When the case was properly transferred to the Commercial High Court , the case was a new case to the High Court and as such was given a new number as 744/2010/MR and called for the first time on 31.01.2011 according to the journal entry No. 12 and as the Plaintiff was not present on that date, notice was issued on the registered Attorney.Thereafter, according to journal entry No. 13, it was called on 25.04.2011 when the Plaintiff was represented by a counsel and it was informed court that the Plaintiff had passed away on 03.02.2010. Within 3 days of the case having been called in the Commercial High Court, the original Plaintiff had died. The widower of the deceased Plaintiff made an application to be substituted. Objections were filed. An inquiry was held. Written submissions were filed. The Judge of the Commercial High Court delivered an order allowing substitution on 10.10.2011, i.e. 10 months after the date of the case 744/2010/MR was first called in the Commercial High Court. In the same order, the High Court Judge who had jurisdiction to hear the case, fixed the case for trial on 21.02.2012. It is on that very first date of trial before the High Court that the Substituted Plaintiff made an application for amendment of the Plaint. I am of the opinion that 21.02.2012 should be taken as the first date of trial of the case on which the Plaintiff had come to court. The Plaintiff had filed action against the Defendant Seylan Bank in the wrong court , the District Court, which did not have proper jurisdiction to hear the matter. Therefore the date fixed for trial before the District Court, i.e. 14.10.2010 cannot be taken as the first date of trial. The learned High Court judge had erred when he based his order on the wrong view that the application for amendment of the Plaint had been made by the Plaintiff after 1 year and 4 months after the 1st date of trial and that it amounts to gross laches. At page 5 of the impugned order of the High Court Judge dated 06.07.2012, it reads as follows:- “ I need hardly state that the delay on the part",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "of the Plaintiff in the instant case in making this application for amendment of the plaint is manifestly unreasonable in that the application is made, as I have already stated, 1 year and 4 months after the 1st date of trial. Undoubtedly, the Plaintiff is guilty of gross laches, and there is no acceptable and reasonable explanation for such long delay.” I hold that the High Court was quite wrong when the date of the first date of trial before the District Court which was without jurisdiction to hear the case was considered wrongly as the first date of the trial before the High Court which had jurisdiction to hear the case. In any case, it is understood that, an order of a lower court acting without jurisdiction cannot be taken as a proper order to be taken cognizance of , by a higher court acting with proper jurisdiction. The trial judge’s finding that the deceased Plaintiff was guilty of gross laches based on delay, which was counted wrongly as explained by me earlier, is quite unreasonable and cannot be justified. I wish to consider whether, if the amendment sought is not permitted, grave and irremediable injustice would be caused to the Plaintiff. The Plaint narrated the story of how the Plaintiff obtained an international debit card from the Defendant Seylan Bank , Dehiwela Branch, prior to leaving Sri Lanka to go to Malaysia and Singapore with an intention of furthering her business matters. On 05.04.2009, she had left Sri Lanka along with some of her family members to Malaysia. In a hotel in Malaysia, the debit card was produced for payment of a bill and it was rejected as an invalid card. Thereafter she had called the Seylan Bank personnel whose names are given in the Plaint and complained from Malaysia. The Bank officers had again informed her that it was corrected but even thereafter the payments could not be done through the debit card. The Plaintiff had borrowed money from persons who were her acquaintances in Malaysia and paid the bills and thereafter returned to Sri Lanka without going further on the trip as planned in the said tour due to the reason that the debit card was not working and rejected as an invalid card. It is common knowledge in this era in the world that the debit card number can be found out through the computer system in any Bank by just feeding the identification number of the person to the system. The Debit card has four sets of four numbers in each set. The Plaintiff had mentioned in the Plaint , only three",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      543.28,
      687.13
    ],
    "text": "sets of numbers and had missed out on the third set of four numbers prior to the last and the fourth set. In the answer of the Defendant Seylan Bank, it is stated that a debit card with the specific number mentioned in the Plaint was not issued to the Plaintiff. That is all that is stated by the Defendant Bank. The Bank had not denied totally having issued any debit card to the Plaintiff. The Bank knew that one set of numbers was missing and that it is an obvious mistake on the part of the Plaintiff. The Defendant Bank had the knowledge that a debit card was issued to the Plaintiff and the Defendant Bank was aware of the correct four sets of numbers. Without divulging the truth or without accepting that any debit card was issued by the Defendant Bank to the Plaintiff, the Defendant placed just a denial of having issued the debit card mentioned with a missing set of numbers in the Plaint. The Bank had not acted sincerely but instead had acted taking advantage of the fact that one set of numbers were missing in the number placed in the plaint as the debit card number. I am not at this moment stating that the Defendant Bank should have divulged the truth in the Answer. Neither am I stating that the Defendant Bank has filed a legally wrong answer. The Defendant is entitled to file its answer in any way the Defendant wants. Yet, if the proper number of the international debit card, with 4 sets of numbers with 4 digits in each set, is not allowed to be placed before court, by way of an amendment as requested by the Plaintiff, it would cause grave and irremediable injustice to the Plaintiff,because the real situation is that the Plaintiff was issued with a debit card by the Defendant Bank but the number of the same mentioned in six places of the Plaintiff was not 100% correct but 75% correct due to one missing set of 4 numbers. It is not a matter of the plaintiff having mentioned a totally wrong number of the international debit card but it is a matter of having failed to mention one set of 4 digits. It is a technical error. If that amendment is refused, the Plaintiff would not be able to lead evidence to commence his case against the Defendant Bank. That amounts to grave and irremediable injustice to the Plaintiff/ Substituted Plaintiff. In the case of Vellupillai Vs Chairman Urban District Council 33 NLR 464, Chief Justice Abrahim , in upholding an amendment stated that the Supreme Court is a court of law which should not be trampled by technical objections and it is not an",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "academy of law. Allowing the amendments at the trial stage, he stated further thus: “ If we do not allow the amendment in this case, we would be doing a very grave injustice to the plaintiff because of the shortcomings of his legal advisor, peculiarities of law.” I am of the view that , the application to amend the Plaint deserves to be allowed so that the Plaintiff gets the chance of commencing his case against the Defendant Seylan Bank. Otherwise, it would cause grave prejudice to the Plaintiff whereas the Defendant Bank is not prejudiced at all because the amendment is only an addition of one set of 4 digits to the 3 sets of 4 digit numbers which is something that the Bank had already been aware of, at all times. I am of the opinion that the application for the proposed amendment of the Plaint should be allowed according to law. The amendment proposed should be allowed since the said amendment fulfills the conditions under Section 93(2) of the Civil Procedure Code. It is interesting to see the conclusion of the trial judge’s order which reads as follows:- “ Hence, I unhesitatingly reject the application of the Plaintiff to amend the plaint at this stage of the case. If the amendment is not allowed, I have no quandary that the Plaintiff cannot maintain this action. Therefore, as a necessary corollary, the Plaintiff’s action too shall stand dismissed and the Defendant is entitled to costs of the action.” The Commercial High Court had an application by the Plaintiff to amend the Plaint. The Judge decided to make an order disallowing the amendment. The Defendant did not make any application for a dismissal of the whole action. But the trial judge made order dismissing the Plaintiff’s action, surmising that the whole case would fail when the amendment is not allowed. No judge has a right to go beyond any relief that is prayed for in any application, stretching his hand too far and granting relief that is not prayed for at all. Such conjecture is unnecessary and uncalled for. No order should be based on",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "surmising and guess work. It is unlawful and unreasonable. Not having allowed the amendment, the judge should not have gone any further. By doing so, one could say that he has robbed the rights of the parties even to discuss a settlement. Most of the litigants, go for settlements when they are tired of litigating for long periods. There is room for that only when the case is pending. At the time of making order regarding whether to allow the amendment to the Plaint or not, it is quite wrong to have gone further and to have dismissed the action filed by the Plaintiff. I hold that the Commercial High Court Judge had erred in his order in many ways as revealed above. I allow the amendment to the Plaint to insert the missing set of four numbers into the number of the impugned international debit card number already mentioned in six places of the Plaint. I direct the Commercial High Court to proceed with the trial and decide on the merits of the case having accepted the amended Plaint according to law. I set aside the order made by the Commercial High Court Judge dated 06.07.2012. The Appeal is allowed. However I order no costs. Judge of the Supreme Court Prasanna Jayawardena PCJ. I agree. Judge of the Supreme Court Murdu Fernando PCJ. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]