[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      103.58,
      75.29,
      515.41,
      91.25
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      94.85,
      545.55,
      713.89
    ],
    "text": "REPUBLIC OF SRI LANKA In the matter of an Appeal from the Court of Appeal. Subasinghage Heenhamy, Hinguraara, Embilipitiya. SC APPEAL 171/2011 Plaintiff CA Application No. 1050/95(F) D.C.Embilipitiya No. 2878/L Vs Hewagamage Ariyarathne, Near Yatiyana Kade, Embilipitiya. Presently of No. 31, Near the Hospital, New Town, Embilipitiya. Defendant AND Hewagamage Ariyarathne, Near Yatiyana Kade, Embilipitiya. Presently of No. 31, Near the Hospital, New Town, Embilipitiya. Defendant Appellant Vs Subasinghage Heenhamy, Hinguraara, Embilipitiya. Plaintiff Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.79,
      543.27,
      706.57
    ],
    "text": "AND NOW BETWEEN Subasinghage Heenhamy, Hinguraara, Embilipitiya. Plaintiff Respondent Appellant (Deceased) Jayaweera Gama Ethige Gunaratne, No. 1337, Godauda Waadiya, Hinguraara, Embilipitiya. Substituted Plaintiff Respondent Appellant Vs Hewagamage Ariyarathne, Near Yatiyana Kade, Embilipitiya. Presently of No. 31, Near the Hospital, New Town, Embilipitiya. Defendant Appellant Respondent BEFORE : S. EVA WANASUNDERA PCJ. VIJITH K. MALALGODA PCJ. & L. T. B. DEHIDENIYA J. Counsel : Ranil Samarasooriya with Nalaka Samarakoon instructed by Upamalika Liyanage for the Plaintiff Respondent Appellant.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      75.29,
      546.39,
      711.49
    ],
    "text": "H. Withanachchi for the Defendant Appellant Respondent. ARGUED ON : 04.09.2018. DECIDED ON : 19.10.2018. S. EVA WANASUNDERA PCJ. This Court has granted special leave to appeal in this matter on 25.10.2011 on the following question as set out in paragraph 31(a) of the Petition dated 04.08.2011:- Did the Court of Appeal err in holding that the element of detention was admittedly not with the Petitioner? The Plaintiff Respondent Appellant (hereinafter referred to as the Plaintiff) was a female named Heenhamy, living in the village named Hinguraara, Embilipitiya. She had been running a tea kiosk on an unauthorized tiny bit of land near the Court House in the year 1984. It was taken over by the Mahaweli Authority on the promise that another block of land will be given to run the business. Later on she was given a 5 Perch block of land near the hospital by the Mahaweli Authority in the year 1985. It was an allotment marked as Lot 31 in FVP 772. She had constructed a small building, had bought furniture and carried on the same business of a tea kiosk . The man named Nicholas was a person who had come to Embilipitiya from Aluthgama who used to be in and out of her tea kiosk. Heenhamy carried on life as his mistress. Heenhamy was a person who could not read or write but could barely sign her name in Sinhalese. That was her educational level. But she was hard working and she had manually cut bricks out of clay and truly built this building with her own hands and with the help of neighbours and even bought some furniture including a standing fan which is used to remove husks of rice after grinding the paddy seeds. She had lived with Nicholas and she did the running of the tea kiosk as well as the vegetable stall near the tea kiosk, from time to time.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.79,
      546.39,
      704.17
    ],
    "text": "One day, when she had to attend an ordination of her grandson as a Buddhist monk in another village hermitage, she left the premises leaving everything to be done in the business and the household to the man in the house, i.e. Nicholas. She had stayed with them from around 10.10.1986 and returned home on or around 15.01.1987. To her utter surprise, the Defendant, Ariyarathne was in the house and he had firstly told Heenhamy that Nicholas had given the place to him on a lease for a short time. Heenhamys furniture had been inside the house. The next door lady had told Heenhamy that she had come to know that the place had got transferred through a lawyer, to the Defendant by Nicholas for consideration. Heenhamy also heard that the Defendant was getting ready to pull down the house and build another building on the said land. Then, Heenhamy had gone to the Police and complained about her being dispossessed by the Defendant. Heenhamy had obtained a copy of that unregistered transfer deed from the lawyer and produced the same to Court when she gave evidence. Heenhamy filed action against Ariyarathna and obtained an enjoining order against him refraining him from doing changes to the building and the place. She had not been able to find Nicholas at all. She alleges that Nicholas had taken money from the Defendant and vanished. She sought that she be restored to possession of her house and premises on Lot 31 of FVP 772 and be granted damages for loss of her furniture etc. which were in the house. Ariyatathna is the Defendant Appellant Respondent (hereinafter referred to as the Defendant) before this Court. When the officers of Mahaweli Authority had arrived, to show the land and mark the boundaries of the five perch block of land allocated by the Mahaweli Authority to Heenhamy in place of her boutique she had been running near the Courts at Embilipitiya which land was at that time taken away from her by the Mahaweli Authority, it was her paramour who had posed as the legal husband and had come forward and taken note of the block of land and its boundaries. Heenhamy being the person who does not know how to read and write, did not know that her paramour Nicholas had given his name Wijeratne Mudiyanselage Nicholas as the person who had accepted the land. He had signed on 02.09.1985 as having accepted the Temporary License which is the document given prior to granting the permit proper for Lot 31 which was 5 Perches in extent.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.79,
      546.21,
      704.17
    ],
    "text": "According to the evidence led on behalf of the Plaintiff in the District Court, the neighbours explained how Heenhamy had cut the bricks by herself with the clay taken from the earth and how they also chipped in and put up the house the roof of which was made of tin. She had lived in that house and did her business of a tea kiosk once again. The person Nicholas was better known as rathuwan mudalali and he had come to Embilipitiya from Aluthgama and lived with Heenhamy. Heenhamy claimed that she had spent more than Rs. 25000/- to build this house. She had gone out of the house a few days before the due date of the function for the ordination of her grandson as a monk which was due to be held on 21.10.1986 outside Embilipitiya. When she came back only she realized that the Defendant had got into the house after having received the house and land from Nicholas. The Defendant had got it by way of an unregistered Deed written by a lawyer. It was Deed No. 512 dated 11.10.1986 with the endorsement search dispensed with from the vendor as mentioned as Wijeratne Mudiyanselage Nicholas. Her furniture and other belongings were also not given to her by the Defendant. It can be seen that she was confronted with being dispossessed approximately on or around 10.10.1986. She had complained to the Police and filed a civil suit against the Defendant soon thereafter. As the land was state land, Nicholas had no legal right to sell it to another person. The paper which was with Nicholas was a temporary license given on his direction at the time the land was shown, pending the proper license to be issued. The proper license was not issued by the Mahaweli Authority. This Deed of transfer executed by Nicholas bearing number 512 demonstrates that Nicholas address is not Lot 31, New Town but it was Hinguruaara, Embilipitiya. The Vendee, the Defendant Ariyaratnes address was Thilakawasa, Pallegama, Embilipitiya. The consideration was only Rs. 15000/-. The date of the Deed was 11.10.1986. I find that it looks like an act of Nicholas which he had planned to do as soon as Heenhamy had left the house to go for the ordination of the grandson. The Defendant has not got any legal title and it is a false claim to the title upon which he had wrongfully and illegally transferred the land which belonged to the state. He had entered the house which Nicholas had given him with the furniture of Heenhamy being within the house. Heenhamy prayed for restoration and damages",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.79,
      546.06,
      687.13
    ],
    "text": "in her plaint. She obtained an enjoining order refraining the Defendant from doing any alterations to the building or putting up new buildings on the land. The Defendant filed answer and claimed the land on the Deed 512. He further said that at the time Nicholas sold the land to him there was a tenant in part of the premises named Premasiri who had left after some time, leaving the whole house for the Defendant. This so called tenant Premasiri or Nicholas never came to Courts to give evidence on behalf of the Defendant. The nature of the action instituted by the Plaintiff Heenhamy was a possessory action. Section 4 of the Prescription Ordinance reads thus: It shall be lawful for any person who shall have dispossessed of any immovable property otherwise than by process of law, to institute proceedings against the person dispossessing him at any time within one year of such dispossession. And on proof of such dispossession within one year before the action brought, the plaintiff in such action shall be entitled to a decree against the defendant for the restoration of such possession without proof of it. Provided that nothing herein contained shall be held to affect the other requirements of the land as respects possessory cases. Heenhamy was the person entitled to get Lot 31 in place of the unauthorized land in which she was running the tea kiosk near the Courts. When the Mahaweli Authority officers had come to show the new Lot 31 of 5 Perches due to be given to Heenhamy, her paramour, Nicholas , the more educated one out of the two of them, had given his name behind the back of Heenhamy after acknowledging the receipt of the land and recognizing the boundaries. He had signed the receipt given by the Mahaweli Authority which is the normal letter given prior to giving the proper license to do business. It was marked as P1 and submitted by the Plaintiff Heenhamy at the trial. The officers of the Mahaweli Authority admitted that it is Heenhamy to whom the 5 Perch block of land was due to be given to. Even though Nicholas and Heenhamy were living together, it can be recognized that Heenhamy came into the land on 02.09.1985, i.e. the date of the Temporary License P1.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.79,
      546.27,
      704.17
    ],
    "text": "She had been on the land developing the land, building a house with clay bricks and a tin roof with her own hands and running the tea kiosk and vegetable stall, according to the evidence of the neighbours of Heenhamy until the date she left to attend the ordination ceremony of the grandson on or around 10.10.1986. From 02.09.1985 to 10.10.1986 , the time lapse is more than one year and one day. The Plaintiff, Heenhamy had instituted action against the Defendant, Ariyarathna on 21.01.1987. The Defendant Ariyarathna dispossessed the Plaintiff Heenhamy from the land on or around 11.10.1986. i.e. the date on which Nicholas had taken money and signed the invalid Deed 512, dated 11.10.1986. It can be concluded that one year had not lapsed from 11.10.1986 to 21.01.1987. The time lapsed before filing action was only 3 months and 11 days. Therefore I find that according to Sec. 4 of the Prescription Ordinance, Heenhamy is entitled to be restored in possession if she was wrongfully dispossessed by the Defendant. The Defendant was possessing the land on an invalid Deed. When giving evidence he admitted that he knew that the proper owner is the Mahaweli Authority and that land belonging to the said Authority cannot be sold by any person. The Defendant had wrongfully and illegally engaged in trying to dispossess Heenhamy, the Plaintiff. The Defendant failed to get either the so called tenant Premasiri and the so called Vendor Nicholas to be present to give evidence. The District Judge after going through the evidence and the documents produced before Court had delivered the judgment on 06.06.1995, in favour of the Plaintiff restoring her to possession of Lot 31, the subject matter of the case. The Defendant had appealed from the said judgment to the Court of Appeal under the number C. A. Application No. 1050/95. The Defendant was absent and unrepresented in the Court of Appeal on the date of the hearing but it was heard on 04.05.2007 and the Counsel for the Plaintiff had made submissions. After hearing the submissions the Judges of the Court of Appeal had analyzed the submissions and made order dismissing the Appeal of the Defendant without costs. However, the Defendants Counsel had got the same case relisted for hearing and the Court of Appeal had heard the case for the second time on 11.09.2009 with",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.79,
      549.49,
      704.17
    ],
    "text": "both parties being represented and thereafter by a judgment dated 24.06.2011 the Court of Appeal had allowed the Appeal of the Defendant. Then the Plaintiff being aggrieved by that judgment has appealed to this Court. The Supreme Court had granted special leave to appeal on the one question of law as referred to above and thus this Appeal is considered. In the impugned short judgment of the Court of Appeal, the Judge has mentioned in page 3 thus: The Plaintiff, in order to institute this action should prove that the Plaintiff herself had lawful title, and that she held the title on her own as the owner, and not as a servant or agent of the owner. In the same page the Judge has stated that I do not intend to deal with the validity of that transfer. That is a separate matter. I observe that the said Judge had stated at the end of the judgment in page 4, that the element of detentio was admittedly not with the Plaintiff. The present case in hand is a possessory action. Having recognized the Roman Dutch Law principles, the Legislature has introduced Section 4 into the Prescription Ordinance. It gives a remedy to a person who is unlawfully dispossessed from any immovable property on which the person had been living for a year and a day or more in time. Any forcible dispossession or unlawful dispossession or any kind of dispossession otherwise than by process of law is the subject matter of Sec. 4 of the Prescription Ordinance. In a possessory action, the title of the defendant against whom the action is filed, is not a defense which would be raised or considered. The lawful owner cannot invade the possession held by any possessor of the land in his absence from the land for a short while. This section grants a person who had been in possession of the property for one year and a day, not to be ousted all of a sudden by force or by any unlawful means. In the case in hand Heenhamy never knew that Nicholas had got the temporary license in his name when he was shown the boundaries by the Mahaweli Authority officers. She knew that license to occupy the land was due from the Mahaweli Authority as promised in place of the tea kiosk she gave up to the Authority near the Courts in 1984. Heenhamy continued to hold it in her mind as her own and developed the land by building a house spending more than Rs. 25000/- from the",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.79,
      546.28,
      704.17
    ],
    "text": "day she got the land. There was ample evidence to prove that she was of the belief that she was the person who got it from Mahaweli Authority and she was holding the same as her own property given to her from the Mahaweli Authority. The very next day she left the house to attend the ordination, i.e. on 11.10.1986 Nicholas had cunningly gone to a lawyer and transferred the said land to the Defendant. The transfer is illegal and not valid. All that can be understood is that Nicholas had given the land and house to the Defendant Ariyarathna, and Ariyarathna had got into the house and the land, inside which all of Heenhamys belongings were included. Coming home to see that her house and land were unlawfully occupied by the Defendant, was an action of dispossessing the Plaintiff unlawfully by the Defendant. In the case in hand Heenhamys physical possession or detentio was not through any other person. She had ut dominus or the intention of holding and dealing with the property as her own with regard to the 5 Perch land and the house she built on it. It was not through Nicholas, her paramour. It was not any possession subordinate to the possession of Nicholas as had been argued before the Court of Appeal by the Counsel of the Defendant. Nicholas is not the person who had dispossessed Heenhamy. It is the Defendant, Ariyarathna, the person who got an unlawful and illegal deed of transfer and who is occupying the house without any lawful authority , who had dispossessed Heenhamy. Nicholas is the cunning person who made money out of the opportunity when his mistress went out of the house not to return soon according to his personal knowledge and vanished out of the area having passed the possession to the Defendant, Ariyarathna. In the case of Perera Vs Perera 39 CLW 100, it was held by Gratian J that The purpose of a possessory suit is not to adjudicate upon questions relating to title but to give speedy relief to a person who, claiming to be owner of property in his own right has been dispossessed otherwise than by process of law. In the case of Abdul Aziz Vs Abdul Rahim 12 NLR 330, it was held that, The Roman Dutch Law requires the plaintiff in a possessory action to have had quiet and undisturbed possession for a year and a day; and the requisites of possession are the power to deal with the property as he pleases, to the exclusion of every other person, and the animus domini, i.e., the intention of holding it as his own.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.79,
      466.68,
      88.83
    ],
    "text": "In the case of Edirisuriya Vs Edirisuriya 78 NLR 388, it was held that;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      89.67,
      542.97,
      105.89
    ],
    "text": "1. The essence of the possessory action lies in unlawful dispossession",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      109.01,
      543.2,
      174.29
    ],
    "text": "committed against the will of the plaintiff and neither force nor fraud is necessary. Dispossession may be by force or by not allowing the possessor to use at his discretion what he possesses. 2. To succeed in a possessory action, the plaintiff must prove that he was in",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      177.29,
      543.27,
      704.17
    ],
    "text": "possession ut dominus. This does not mean, possession with the honest belief that the Plaintiff was entitled to ownership. It is sufficient if the Plaintiff possessed with the intention of holding and dealing with the property as his own. It is absolutely clear that a possessory action can be instituted without proof of title. The Plaintiff in a possessory action need not prove at all that he has lawful title to the subject matter of the action. I therefore hold that the Court of Appeal has erred when it held that the Plaintiff in order to institute this action should prove that the Plaintiff herself had lawful title. The Court of Appeal had failed to see how well the District Court had analyzed the evidence led before the trial court and therefore held wrongly that the element of detention was admittedly not with the Plaintiff. The evidence was quite clear that the Plaintiff had detention or possession until she was unlawfully dispossessed by the Defendant after she had held possession for more than one year. In other words, detention of the land with the house was with the Plaintiff with the qualification of bearing ut dominus along with the detention. I answer the question of law raised at the commencement of this Appeal in the affirmative in favour of the Plaintiff Respondent Appellant and against the Defendant Appellant Respondent. I do hereby set aside the Judgment of the Court of Appeal dated 24.06.2011. I affirm the Judgment of the District Court of Embilipitiya dated 06.06.1995.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.79,
      525.87,
      567.46
    ],
    "text": "The Appeal is allowed with costs. Judge of the Supreme Court. Vijith K. Malalgoda PCJ. I agree. Judge of the Supreme Court. L.T.B.Dehideniya J. I agree. Judge of the Supreme Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]