[
  {
    "page_number": 0,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      98.4,
      67.74,
      515.75,
      82.58
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      93.6,
      82.62,
      520.39,
      261.62
    ],
    "text": "In the matter of an appeal under and in terms of Section 5C(1) of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990 as amended by the High Court of the Provinces (Special Provisions) (Amendment) Act, No. 54 of 2006. SC Appeal No. 166/2016 SC/HCCA/LA 130/2016 Appeal No: WP/HCCA/Col/192/2007(F) DC Colombo Case No:25471/MR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.2,
      261.66,
      461.85,
      366.02
    ],
    "text": "Jagath Udaya Samarawickrama, No. 229/1, Siddhamulla, Piliyandala. PLAINTIFF Vs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.2,
      366.06,
      451.36,
      425.66
    ],
    "text": "1. Hettiarachchige Ariyadasa, No. 157/1, Pannipitiya Road, Thalawathugoda.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.2,
      425.7,
      462.72,
      545.06
    ],
    "text": "2. Thisa Walangu Mudiyanselage Nandawathi Kumarihami No. 157/1, Pannipitiya Road, Thalawathugoda. 3. Peoples Bank, Colombo 1",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.2,
      545.1,
      351.05,
      574.82
    ],
    "text": "DEFENDANTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.2,
      574.86,
      349.57,
      604.58
    ],
    "text": "And Between",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.2,
      604.74,
      461.85,
      709.1
    ],
    "text": "Jagath Udaya Samarawickrama, No. 229/1, Siddhamulla, Piliyandala. PLAINTIFF APPELLANT Vs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      67.74,
      479.75,
      231.74
    ],
    "text": "1. Hettiarachchige Ariyadasa, No. 157/1, Pannipitiya Road, Thalawathugoda. 2. Thisa Walangu Mudiyanselage Nandawathi Kumarihami All of No. 157/1, Pannipitiya Road, Thalawathugoda. 3. Peoples Bank, Colombo 1.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      231.9,
      440.51,
      261.62
    ],
    "text": "DEFENDANTS RESPONDENTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      261.66,
      429.06,
      291.38
    ],
    "text": "1A. Hettiarachchige Nirosha",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      291.54,
      494.73,
      366.02
    ],
    "text": "Chinthamani Ariyadasa 1B. Hettiarachchige Osmand Ariyadasa. 1C. Hettiarachchige Lakshman Ariyadasa.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      366.06,
      520.55,
      395.78
    ],
    "text": "SUBSTITUTED 1ST DEFENDANT RESPONDENTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      395.82,
      373.66,
      425.66
    ],
    "text": "And now between",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      425.7,
      429.06,
      455.42
    ],
    "text": "1A. Hettiarachchige Nirosha",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      455.58,
      494.73,
      530.06
    ],
    "text": "Chinthamani Ariyadasa 1B. Hettiarachchige Osmand Ariyadasa. 1C. Hettiarachchige Lakshman Ariyadasa.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      530.22,
      520.49,
      574.82
    ],
    "text": "SUBSTITUTED 1ST DEFENDANT RESPONDENTS APPELLANTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.2,
      574.86,
      540.61,
      709.1
    ],
    "text": "2. Thisa Walangu Mudiyanselage Nandawathi Kumarihami All of No. 157/1, Pannipitiya Road, Thalawathugoda. Presently at No. 571/3, Madiwela Road, Thalawathugoda.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      280.2,
      67.74,
      515.39,
      97.46
    ],
    "text": "2ND DEFENDANT RESPONDENT APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      280.2,
      97.5,
      439.76,
      186.98
    ],
    "text": "Vs. Jagath Udaya Samarawickrama, No. 229/1, Siddhamulla, Piliyandala.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.6,
      187.02,
      520.49,
      500.3
    ],
    "text": "PLAINTIFF APPELLANT RESPONDENT Before: P. Padman Surasena, J Kumudini Wickremasinghe, J Arjuna Obeyesekere, J Counsel: J. A. J. Udawatte with Anuradha Ponnamperuma for the Substituted 1st Defendant Respondents Appellants and 2nd Defendant Respondent Appellant G. Wijemanne for the Plaintiff Appellant Respondent Argued on: 9th September 2024 Written Tendered by the Substituted 1st Defendant Respondents Submissions: Appellants and the 2nd Defendant Respondent Appellant on 10th November 2016 and 27th September 2024",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.6,
      499.99,
      520.56,
      716.54
    ],
    "text": "Tendered by the Plaintiff Appellant Respondent on 22nd December 2016 and 24th September 2024 Decided on: 25th November 2024 Obeyesekere, J This is an appeal filed by the Substituted 1st Defendant Respondents Appellants and the 2nd Defendant Respondent Appellant [the Defendants] against the judgment delivered on 18th February 2016 by the Provincial High Court of Colombo exercising Civil Appellate jurisdiction [the High Court]. Leave to appeal was granted on 19th September 2016 on six questions of law, to which I shall refer to later.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.6,
      67.86,
      520.49,
      321.38
    ],
    "text": "Lease Agreement P1 The 1st Defendant, who passed away while this matter was pending before the High Court and his wife the 2nd Defendant were the owners of premises bearing assessment number 571/3, Madiwela Road, Thalawathugoda. The 1st and 2nd Defendants entered into Lease Agreement No. 99 on 22nd May 1999 [P1] with the Plaintiff Appellant Respondent [the Plaintiff] in respect of the ground floor of a partially completed building situated at the said premises. In terms of the said Agreement P1, the parties had agreed as follows: (a) The period of the lease shall be five years commencing on 1st June 1999 and ending on 31st May 2004; (b) Possession of the premises shall be handed over to the Plaintiff on 1st June 1999;",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.6,
      324.3,
      520.45,
      389.9
    ],
    "text": "(c) The Plaintiff shall make an advance payment of Rs. 300,000 in two tranches of Rs. 100,000 and Rs. 200,000, with the latter tranche being paid by 31st August 1999;",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.6,
      392.94,
      520.17,
      422.78
    ],
    "text": "(d) While the lease rental shall be a sum of Rs. 10,000 per month, the Plaintiff shall",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.6,
      425.82,
      520.17,
      491.3
    ],
    "text": "pay the Defendants a sum of Rs. 7000 every month having deducted a sum of Rs. 3000 against the advance payment; (e) As the building was only partially complete, the Plaintiff is entitled to carry out",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      120.24,
      494.46,
      520.19,
      527.18
    ],
    "text": "the necessary improvements from the aforementioned sum of Rs. 200,000 and pay the balance to the Defendants;",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.6,
      530.22,
      469.13,
      560.06
    ],
    "text": "(f) The premises were to be used by the Plaintiff to operate a restaurant;",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.6,
      562.86,
      520.25,
      715.1
    ],
    "text": "(g) In the event the Plaintiff did not vacate the premises at the end of the lease period, the Plaintiff shall pay liquidated damages calculated at the rate of Rs. 650 per day. It is admitted by the Defendants that the first tranche of Rs. 100,000 was paid prior to the execution of P1, that the Plaintiff paid a further sum of Rs. Rs. 74,000 out of the second tranche, that the value of the improvements carried out by the Plaintiff was Rs. 163,804, and that the Plaintiff paid a sum of Rs. 21,000 being the lease rental for",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.6,
      67.86,
      520.53,
      712.22
    ],
    "text": "the first three months of the lease period. The Defendants also claim that vacant and physical possession of the premises were handed over to the Plaintiff prior to 1st June 1999. Deterioration of the relationship According to the Plaintiff, while he was carrying out the said improvements, an officer from the Peoples Bank [the Bank] had visited the said premises and informed him that the said premises had been mortgaged as security for a loan taken by the Defendants and as the Defendants had defaulted in the repayment of the loan taken by them, the Bank had passed a resolution on 28th March 1999 to sell by public auction the said premises in due course. The Plaintiff states that at the time P1 was entered into, the Defendants had not informed him that the said premises was subject to a mortgage and that had he known such fact, he would not have taken the said premises on rent. The Plaintiff claims that in this background, fearing that the premises will be foreclosed by the Bank, he did not proceed any further with the development of the said premises as a restaurant, which was the purpose for which he had taken the premises on lease. The Plaintiff states further that he informed this position to the Defendants who had apparently agreed to refund the payments made by the Plaintiff. It is clear from the evidence that by September 1999 the relationship between the parties had deteriorated, with the Defendants claiming that the Plaintiff had stopped the payment of the lease rental and threatened them with bodily harm unless the monies paid by the Plaintiff were refunded. These incidents had resulted in several complaints being made to the Police in that regard by the Defendants and a statement of the Plaintiff being recorded by the Police. In spite of such deterioration of the relationship, and the inability of the Plaintiff to use and enjoy the said premises for the intended purpose, the Plaintiff continued to occupy the said premises without the payment of the lease rental. Although it was open for either party to have prematurely terminated the Agreement, neither party sought to mitigate their losses by exercising such right conferred on them by P1. Action in the District Court Having demanded by letter dated 24th July 2000 [P5] the repayment of the monies paid by him, the cost of improvements and damages at the rate of Rs. 50,000 per month until the date of the action, the Plaintiff filed action in the District Court of",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.6,
      67.51,
      520.35,
      324.26
    ],
    "text": "Colombo on 21st August 2000 seeking the refund of the said sums of money. While denying that they have breached P1, the Defendants filed a claim in reconvention seeking inter alia the arrears of rental, damages arising from structural changes made to the building and liquidated damages calculated at the rate of Rs. 650 per day for the period over and above the period of the lease, and vacant possession of the premises. While the trial was proceeding and without prejudice to the rights of the parties, the District Court had directed the Plaintiff to handover the said premises to the Defendants, which was duly complied with on 19th January 2006. By its judgment delivered on 30th April 2007, the District Court arrived at the following findings: (a) Possession of the premises has been handed over to the Plaintiff as agreed, upon the execution of P1; (b) The Plaintiff has paid a sum of Rs. 174,000 as advance rental and a further sum",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.6,
      327.42,
      520.35,
      479.54
    ],
    "text": "of Rs. 21,000 as rental for three months. The Plaintiff has also incurred a sum of Rs. 163,804 on improvements and refurbishment of the said premises; (c) The position of the Plaintiff that he could not carry out the restaurant due to the steps taken by the Bank to auction the property cannot be accepted, as the Defendants had paid the arrears in May 2001 and stopped the auction taking place; (d) The Plaintiff has breached the Agreement by his failure to pay the lease rental as",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      120.24,
      482.46,
      520.31,
      568.94
    ],
    "text": "agreed in P1, and is therefore liable to pay Rs. 7000 per month for the entire period of the lease [60 months] less the three months rent already paid [Rs. 399,000]. It is noted that the District Court ordered Rs. 7000 per month as lease rental for the reason that that was the sum claimed in the replication, even though the agreed monthly lease rental was Rs. 10,000;",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.6,
      571.98,
      520.17,
      601.82
    ],
    "text": "(e) The Plaintiff has caused structural damage to the building and breached the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.6,
      604.86,
      520.16,
      673.34
    ],
    "text": "Agreement P1 but the Defendants are not entitled to receive any monetary damages since the Defendants have failed to establish the loss suffered by them due to such breach;",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      93.6,
      67.86,
      520.28,
      709.22
    ],
    "text": "(f) As the Plaintiff did not vacate the said premises at the end of the lease period, the Defendants are entitled to the payment of liquidated damages in a sum of Rs. 388,700 calculated at the rate of Rs. 650 per day for 598 days. The District Court has thus held that the Defendants are entitled to the payment of (a) rental for the lease period of five years, and (b) liquidated damages as agreed in P1 from the end of the lease period until the date the premises were handed over to the Defendants less the cost of improvements, advance payment and the rent paid by the Plaintiff. The Plaintiff had accordingly been ordered to pay a sum of Rs. 449,896 to the Defendants. Appeal to the High Court Aggrieved, the Plaintiff filed an appeal with the High Court. The High Court took the view that with the Bank trying to foreclose on the property, the Plaintiff could not have developed the premises as a restaurant and that the Defendants had breached their contractual obligation to hand over peaceful possession of the said premises to the Plaintiff. The High Court has thus drawn a distinction between the handing over of the vacant and physical possession of the premises as opposed to handing over vacant and peaceful possession of the premises to enable the Plaintiff to use and enjoy the said premises without any interruption by a third party. The learned Counsel for the Defendants however submitted that the High Court erred in law when it drew such a distinction. Having drawn such distinction, the High Court took the view that as the Plaintiff has not breached the Agreement, he is not liable to the Defendants for the payment of the lease rental and is therefore entitled to the refund of the moneys paid by him and the cost of improvements carried out by him. Accordingly, the High Court had proceeded to set aside the judgment of the District Court and directed the Defendants to pay the Plaintiff a sum of Rs. 337,804. This sum did not include the sum of Rs. 21,000 paid by the Plaintiff as rental for the first three months. There are two matters that I must advert to at this stage. The first is that even though the High Court held that the Plaintiff was prevented from carrying out the business of a restaurant owing to the threat of a public auction of the premises by the Bank, the High Court did not award the Plaintiff any damages arising from the failure to hand",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.6,
      67.86,
      520.28,
      324.26
    ],
    "text": "over peaceful possession as a result of which the Plaintiff was not able to operate a restaurant, probably for the reason that the Plaintiff had not led any evidence at all with regard to the calculation of such damages. The second matter is that the High Court has not considered whether the Defendants are entitled to the payment of liquidated damages arising from the failure of the Plaintiff to hand over physical possession of the premises to the Defendants at the end of the lease period. This is a matter that I shall consider at the end of this judgment in deciding the liability of the parties. Questions of Law The Defendants thereafter sought and obtained leave to appeal from this Court on the following questions of law, which I have re-numbered as follows: (1) Has the High Court erred in coming to the finding that the Plaintiff was not given",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.6,
      327.42,
      520.26,
      393.02
    ],
    "text": "the peaceful and vacant possession of the premises to start a restaurant in the premises? (2) Has the High Court erred by coming to the finding that the Plaintiff was not aware",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      120.24,
      395.94,
      520.27,
      428.78
    ],
    "text": "of the fact that the premises was subject to a mortgage at the time of entering into the Agreement?",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.6,
      431.7,
      520.17,
      461.54
    ],
    "text": "(3) Has the High Court failed to consider that the Plaintiff failed to pay rental from",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.6,
      464.7,
      520.08,
      512.3
    ],
    "text": "the inception in violation of the terms of the Agreement? (4) Has the High Court erred by not considering the fact that vacant possession of",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.6,
      515.34,
      520.25,
      580.94
    ],
    "text": "the property was handed over to the Defendants by the Plaintiff at the intervention of the District Court on 19th January 2006 pending the case? (5) Has the High Court failed to consider the finding of the District Court that the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.6,
      583.98,
      520.22,
      718.22
    ],
    "text": "Plaintiff had effected structural alterations to the premises in violation of the terms of the Agreement? (6) Is the judgment of the High Court contrary to law and facts in this case? In considering the above questions, I shall bear in mind that the Agreement P1 sets out the contractual relationship between the parties and that P1 shall govern the rights and obligations of each of the parties.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      93.6,
      732.22,
      520.16,
      757.58
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      93.6,
      67.86,
      520.55,
      151.1
    ],
    "text": "Dual obligation relating to possession As pointed out by G.L. Peiris in The Law of Property in Sri Lanka: Landlord and Tenant [Volume two - Page 427]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      93.6,
      151.38,
      520.48,
      306.38
    ],
    "text": "The duty of the landlord to deliver the use and occupation of the property to the tenant consists primarily in transferring to the tenant the detentio or physical control of the property let; he must give the tenant not only vacua possessio, but also the commodus usus of the property let. While vacua possessio means \"vacant possession\" and refers to a free and unburdened possession that a seller must give to a purchaser, in Willes Principles of South African Law [8th edition; at pages 548 and 549] it has been stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      93.6,
      306.54,
      520.58,
      619.7
    ],
    "text": "The lessor guarantees the lessee the undisturbed use and enjoyment (commodus usus) of the property for the purpose for which it was let, i.e. that he himself will not disturb the lessee, and that the latter will not be disturbed by any person with a legitimate title; but the lessor does not guarantee the lessee against disturbance by persons who have no title to the property, for the lessee has sufficient locus standi to enforce his rights in the courts against such persons. Thus, the possession claimable by the lessee embraces not only the vacua possessio, but also the commodus usus of the property let. G.L. Peiris [supra; pages 43,44], citing Vanderlinden states that one of the essential characteristics of the contract of letting and hiring is the assurance to the lessee or the hirer of definite use or enjoyment of the property for a limited period. The author points out further that under the modern Roman-Dutch law, the tenants right to quiet and undisturbed possession of the leased premises is one of the fundamental obligations devolving on a landlord, and that the applicable principle is that the lessor should give the lessee such possession of the property so that the latter might have the use of it.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F4"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      93.6,
      622.62,
      520.49,
      706.22
    ],
    "text": "In Wijanaike v De Silva [9 NLR 366] Chief Justice Hutchinson stated that, The law is that the lessor is bound to put the lessee in possession of the property leased; that is an implied term of the contract of lease; and if he fails to do so he is liable to pay the lessee damages for his breach of the contract. Middleton J., who agreed with Chief",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      93.6,
      732.22,
      520.13,
      757.58
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      93.6,
      67.86,
      520.48,
      154.34
    ],
    "text": "Justice Hutchinson, in a separate judgment observed at page 368 that, I think, as I stated at the argument, there is a very considerable difference between the symbolical delivery of possession of the dominium of a property, and the physical delivery of the right of occupation under a lease, which alone enables the lessee to enjoy the right which is conferred on him.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      93.6,
      157.14,
      520.27,
      276.5
    ],
    "text": "In Maraliya v Fernando [24 NLR 42] Chief Justice Bertram referring to Wijanaike v De Silva [supra] stated that, it is the duty of the lessor to give tangible and effective possession of the thing leased, and that the mere delivery of a deed or the giving of symbolical possession will not do. That decision was based on the authority of Vanderlinden (1, 12, 1):",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      93.6,
      276.66,
      520.6,
      464.42
    ],
    "text": "\" From the contract of letting and hiring the following obligations arise. On the side of the lessor: to give the lessee possession of the thing let at the time fixed, in order that he may have the use of it.\" Chief Justice Bertram thereafter went onto state that, the really relevant obligation is that next stated by Vanderlinden, namely, For quiet enjoyment of the thing let, both on the part of the lessor and others.\" The remedy of a lessee where the lessor fails to hand over the commodus usus was referred to by Chief Justice Bertram in the following manner:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F4"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      93.6,
      464.7,
      520.31,
      709.22
    ],
    "text": "The whole subject will be found fully discussed in Pothier's Commentary on the Pandects 19, 2, 1. It is there laid down and explained by reference to the Digest in the fullest manner that the actio conducti lies when the lessee is not permitted to enjoy the thing leased. This action lies whether the obstruction to the enjoyment is due to any act of the lessor or to that of a third party, and notwithstanding the fact that the lessor acted in good faith. The legal position therefore is that a lessor owes a dual obligation to the lessee with regard to possession. Thus, not only should the lessor hand over vacant possession but the lessor must also hand over peaceful possession that enables the lessee to enjoy and use the premises for the intended purpose without any interference either by the lessor himself or by a third party claiming through the lessor. The High Court was therefore correct when it drew a distinction between the handing over of vacant and physical possession as opposed to handing over of vacant and peaceful possession.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F4"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      93.6,
      732.22,
      520.13,
      757.58
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      93.6,
      67.86,
      520.3,
      410.78
    ],
    "text": "The obligation of the lessee to pay lease rental is contingent upon due compliance by the lessor of the aforesaid obligations. If the lessor wrongfully interferes with or deprives the lessee of the use and enjoyment of the leased premises and the interference is of such a nature that the lessee cannot use the premises for the purpose for which they were let, the lessee may claim cancellation of the lease together with any damages that he may have suffered. Physical possession of the premises With the Plaintiff claiming that the Defendants did not hand over any type of possession to him and the Defendants claiming that vacant and physical possession of the said premises was in fact handed over to the Plaintiff, the first issue that needs to be determined is whether the Defendants have complied with the first obligation of handing over vacant and physical possession of the said premises to the Plaintiff after the execution of P1. The learned Counsel for the Defendants relied on the following four items of evidence to establish this fact. (1) The Plaintiff could not have effected improvements to the building, for which he",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      93.6,
      413.94,
      520.29,
      479.54
    ],
    "text": "is claiming a sum of Rs. 163,804, unless he had physical possession of the said premises. (2) I have already stated that pursuant to the officer from the Bank visiting the said",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      93.6,
      482.46,
      520.46,
      604.58
    ],
    "text": "premises and the Petitioner being informed of the resolution to sell the said premises, the Plaintiff had visited the Defendants and demanded that the monies be refunded. The Plaintiff states that the Defendants had agreed to do so after finding another tenant or by selling the said premises. To facilitate this, the Plaintiff had issued a letter dated 16th October 1999 [1V1] where he had agreed as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      93.6,
      604.86,
      522.47,
      682.34
    ],
    "text": "by; kus i|yka ud yg noq Tmamqjla msg mjrd we;s 571$3\" udosfj, mdr\" ;,j;=f.dv hk ,smskh i|yka f.dvke.s,a, yd bvu fjk;a wfhl= i|yd jslsKSug fmr noaog oSu i|yd ia:dkh fmkajSu i|yd wjir fous' ;jo fuys kj Tmamqj ,sjsfus lghq;= .Kqfokq l, fomdraYjh bosrs msgoS isoq l, hq;= njo i|yka lrus'",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F5"
    ],
    "sizes": [
      10.808324813842773,
      12.159299850463867
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      93.6,
      732.22,
      520.13,
      757.58
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      93.6,
      67.86,
      520.25,
      151.22
    ],
    "text": "The learned Counsel for the Defendants submitted that permission of the Plaintiff to show the premises to a third party was required only because the Plaintiff was in physical possession of the said premises. (3) The Plaintiffs admission that he had placed a security watcher at the said",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      93.6,
      154.38,
      520.18,
      201.98
    ],
    "text": "premises. (4) Possession of the said premises was handed over to the Defendants in January",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      93.6,
      205.14,
      520.48,
      706.22
    ],
    "text": "2006 by the Plaintiff himself, which demonstrates that physical possession was in fact with the Plaintiff. I am in agreement with the learned Counsel for the Defendants that the above evidence clearly establishes that vacant and physical possession of the said premises was handed over to the Plaintiff upon the execution of P1. Thus, the Defendants have complied with the first obligation of a lessor relating to possession. Peaceful possession of the premises This brings me to the core issue in this appeal, that being whether the High Court erred when it arrived at the conclusion that the Defendants were in breach of their contractual obligation to hand over peaceful possession of the said premises to enable the Plaintiff to commence a restaurant. The starting point in determining if this conclusion is correct is the evidence of the Plaintiff. I have already referred to his evidence where he has stated that during the time he was effecting improvements to the said premises, that is between 1st June 1999 and 16th October 1999 when 1V1 was issued, an officer from the Bank had visited the said premises and informed that the premises had been mortgaged by the Defendants in 1994, that the Defendants had failed to repay the instalments and the Bank had passed a resolution in March 1999 to sell the said premises and for the Plaintiff to vacate the premises. Thus, by the time P1 was executed, the Bank had already decided to sell the property. The Plaintiff states that he thereafter visited the Bank and was handed over a copy of the resolution published in the newspapers [P4]. The Plaintiff claims that the Defendants did not apprise him of the fact that the said premises had been mortgaged, a claim which has been disputed by the Defendants. In my view, whether the said",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      93.6,
      732.22,
      520.13,
      757.58
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      93.6,
      67.86,
      522.99,
      715.1
    ],
    "text": "premises had been mortgaged is not an issue as a mere mortgage of the property to the Bank could not have prevented the Plaintiff from operating a restaurant at the said premises. Instead, what mattered was whether the Defendants were in default of their repayment obligations to the Bank. Action by the Bank to recover its dues would mean that the security offered must be foreclosed, with the result that the Plaintiff (a) cannot use the said premises for the intended purpose as agreed in P1, and (b) has been denied the opportunity of peacefully enjoying the leased premises. The fact that the Defendants were in default of their payment obligations to the Bank has been established by the passing of a resolution by the Bank to sell the property. The 2nd Defendant in her evidence admitted that she knew by the time P1 was signed that the Bank had decided to sell by auction the said premises but she did not inform the Plaintiff that they had defaulted on the loan and that the premises were due to be auctioned. Thus, the version of the Plaintiff that he was first informed of the passing of the resolution by the Bank is correct. It is in this background that I must consider whether the evidence of the Plaintiff that it was not in his interest to continue with his plans of opening a restaurant at the said premises as he would have lost his investment had the premises been auctioned, is a credible explanation for the non-payment of the lease rental. The first step that the Plaintiff had taken upon being apprised of the passing of the resolution had been to confront the Defendants and demand the refund of the money as borne out by 1V1. This action by the Plaintiff is a clear reflection that the Plaintiff was not in a position to use and enjoy the said premises in a peaceful manner owing to the action of the Bank. The Plaintiffs version of what triggered the collapse of P1 was corroborated by the evidence of the Deputy Manager of the Nugegoda Branch of the Bank, who stated further that pursuant to the passing of the resolution in March 1999, the property was scheduled to be auctioned on 8th November 2000, over a year after the Plaintiff was informed of the resolution and that the auction was not proceeded with as the Defendants had paid a sum of Rs. 125,000 out of the sum in default. The Defendants did not cross examine the witness of the Bank and did not dispute the fact that they had defaulted in the repayment of the loan nor did the Defendants claim that they had settled the loan facility without causing any interruption to the use and enjoyment of the said premises by the Plaintiff. Furthermore, the Defendants did not take any steps to regularise the loan repayments after the issue of foreclosure by the",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      93.6,
      732.22,
      520.13,
      757.58
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      93.6,
      67.86,
      520.24,
      294.38
    ],
    "text": "Bank was raised by the Plaintiff in October 1999 nor did the Defendants seek to assure the Plaintiff that the right of the Plaintiff to use and enjoy the premises will not be affected, thus leaving the status of the lease in suspense. This uncertainty continued until May 2001 when the aforementioned payment of Rs. 125,000 is said to have been made. Although by this time, action had already been instituted by the Plaintiff, the Defendants did not make any effort to inform the Plaintiff that the payments have been regularized and that the Plaintiff can carry out the business of operating a restaurant at the said premises. The version of the Plaintiff that he did not proceed with the restaurant as the said premises was due to be sold at a public auction has gone virtually unchallenged by the Defendants. It is in this background that the High Court concluded as follows:",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      93.6,
      294.54,
      520.26,
      712.22
    ],
    "text": "In the said circumstances, is it unreasonable on the part of the Plaintiff when he says that he was not given peaceful possession of the premises to start a restaurant in the premises? Would any sensible person invest more money on this venture and start a restaurant in the premises in such circumstances? Those questions shall necessarily be answered in the negative. I must state that I am in agreement with the High Court that, (a) the physical handing over of the property is not sufficient and does not amount to the handing over of peaceful possession, and (b) the action of the Bank, which was completely within the control of the Defendants, meant that the Plaintiff did not receive peaceful possession of the said premises and hence was deprived of the use and enjoyment of the said premises. The Defendants are therefore in breach of the second obligation of a lessor relating to the handing over of peaceful possession. Thus, I am in agreement with the High Court that the Defendants were in breach of contract when it failed to hand over peaceful possession of the said premises to the Plaintiff, and that the said breach continued right through the lease period of five years. Duty on the part of both parties to mitigate their losses Prior to considering the liability of the parties, I must state that with the Defendants being in breach of their obligation to hand over peaceful possession of the premises, it was open to the Plaintiff to have resorted to the provisions of P1 and terminated the agreement, handed over the premises and thereafter demanded the payment of the monies that he had expended as well as what he had paid to the Defendants, and",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F4"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      93.6,
      732.22,
      520.13,
      757.58
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      93.6,
      67.86,
      520.53,
      697.1
    ],
    "text": "claimed damages, if any, arising from his inability to carry out a restaurant. Provision for the said course of action was available in terms of Clause 3F(g) of P1 which specifically provided the right of either party to claim damages arising from the breach of its provisions by the other party. It is clear from the evidence of the Plaintiff that he was of the misconceived view that he had a lien over the property until the monies expended by him were returned. Furthermore, the Plaintiff did not offer to vacate the said premises even after action was filed in the District Court on 21st August 2000 or even after the end of the lease period. The Defendants too did not terminate the Agreement for non-payment of the lease rental and demand that the premises be handed over. Although the Defendants had stated in their answer that by a letter dated 23rd April 2001 they had demanded that possession be handed over to them, the Defendants failed to produce the said letter during the course of the trial. Thus, in the absence of a formal termination of P1 by the Defendants and a demand to hand over the premises, it is clear to me that both parties were quite content to litigate forgetting the fact that their contractual relationship is governed by P1 and that it was in the best interests of both parties to act in terms of P1, terminate the lease, mitigate their losses by handing over the premises to the Defendants and for their liability to be determined by litigation. The failure to act in terms of P1 has proved costly to all parties, both in terms of time and money. Liability of the parties I shall now consider the question of liability of the parties. For this purpose, I have separated the rights and obligations of the parties into two phases. Phase One is the liability of the parties during the lease period of five years. Phase Two shall be the period thereafter. The District Court has held that the sums of money paid as advance, rent and the cost incurred on renovations shall be deducted from the payments that the District Court ordered the Plaintiff to make to the Defendants. The learned Counsel for the Defendants did not dispute before us the fact that credit must be given to the Plaintiff for the payments made by him and for the cost of improvements carried out, the total value of which has been determined by the District Court as being Rs. 358,804. The High Court has however restricted the said amount to Rs. 337,804.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.6,
      732.22,
      520.13,
      757.58
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.6,
      67.86,
      520.48,
      643.46
    ],
    "text": "This being so, the first question that I must decide is whether the Defendants are entitled to the monthly rental for the entire period of the lease or part thereof. In view of the conclusion reached by me that the High Court was correct when it held that the Defendants failed to hand over peaceful possession of the said premises to the Plaintiff and were therefore in breach of their contractual obligations contained in P1 right through the entire period of the lease, I am of the view that the Defendants are not entitled to receive any rental for the entirety of the lease period. I must reiterate that had the Defendants terminated P1 and formally demanded that the premises be handed over, the Defendants would have been entitled to the payment of liquidated damages in terms of P1 from the date the Plaintiff failed to vacate the premises until the actual handing over of the premises. This brings me to Phase Two. In terms of P1, the Plaintiff was required to hand over the premises to the Defendant at the end of the lease period on 31st May 2004. It is admitted that the Plaintiff failed to do so. The Plaintiff is therefore in breach of the said obligation contained in P1. The District Court has held that the Plaintiff is liable for liquidated damages for the period between the end of the lease period and the handing over of the premises. I am in agreement with the District Court and take the view that the Plaintiff was contractually bound to hand over the said premises after the end of the lease period. I have already stated that the High Court has not considered the entitlement of the Defendants to the payment of liquidated damages when it set aside the judgment of the District Court. This is a matter that the High Court should have considered and it fell into error when it failed to do so. I am therefore of the view that the Defendants are entitled to the payment of liquidated damages in terms of P1 for the period between 1st June 2004 19th January 2006 and that the Plaintiff is liable to pay liquidated damages at the rate of Rs. 650 per day for the said period. This shall amount to Rs. 388,700. Conclusion In the above circumstances, I answer the questions of law as follows: (1) No.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      7.993650436401367,
      12.159299850463867
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.6,
      646.5,
      520.12,
      676.34
    ],
    "text": "(2) I am of the view that what is relevant is not whether the Plaintiff was aware of",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      120.24,
      679.38,
      520.2,
      694.22
    ],
    "text": "the mortgage but the failure on the part of the Defendants to have disclosed to",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      93.6,
      732.22,
      520.13,
      757.58
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      10.357950210571289
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      120.24,
      67.86,
      520.25,
      100.58
    ],
    "text": "the Plaintiff that they are in default in the repayment of the loan, and their failure to have cured such default.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      93.6,
      103.5,
      520.18,
      133.46
    ],
    "text": "(3) No. The need to pay lease rental does not arise as the Defendants failed to hand",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      120.24,
      136.38,
      506.75,
      151.22
    ],
    "text": "over peaceful possession of the premises and were therefore in breach of P1.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      93.6,
      154.26,
      520.22,
      184.1
    ],
    "text": "(4) Yes. This failure relates to the liability of the Plaintiff for payment of liquidated",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      120.24,
      187.14,
      170.62,
      201.98
    ],
    "text": "damages.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      93.6,
      205.02,
      520.25,
      234.86
    ],
    "text": "(5) Although the District Court held that the Plaintiff had effected structural",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      120.24,
      237.9,
      520.27,
      324.26
    ],
    "text": "alterations, it also held that the Defendants had not quantified their loss and thus, the District Court did not award any damages in this regard. This was not an issue that was raised before the High Court and therefore, the question of the High Court failing to consider whether the Plaintiff had effected structural alterations does not arise.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      93.6,
      327.3,
      520.15,
      357.14
    ],
    "text": "(6) No. The High Court has however erred when it failed to consider the entitlement",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      120.24,
      360.18,
      332.91,
      375.02
    ],
    "text": "of the Defendants for liquidated damages.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      93.6,
      378.06,
      520.21,
      541.94
    ],
    "text": "I therefore affirm the judgment of the High Court but I hold that the Defendants are entitled to the payment of a sum of Rs. 388,700 as liquidated damages. The Plaintiff shall deduct the aforementioned sum of Rs. 337,804 and shall pay the balance sum of Rs. 50,896 to the Defendants. The District Court is directed to enter judgment accordingly. The parties shall bear their own costs.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      93.6,
      542.1,
      502.42,
      616.58
    ],
    "text": "JUDGE OF THE SUPREME COURT P. Padman Surasena, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      93.6,
      616.74,
      499.5,
      676.22
    ],
    "text": "JUDGE OF THE SUPREME COURT Kumudini Wickremasinghe, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      333.36,
      691.26,
      499.67,
      706.1
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.159299850463867
    ]
  }
]