[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      110.18,
      74.81,
      504.99,
      88.85
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      91.85,
      351.24,
      120.62
    ],
    "text": "OF SRI LANKA.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      123.26,
      542.81,
      296.45
    ],
    "text": "In the matter of an Application for Leave to appeal in terms of Article 127(2) of the Constitution of the Democratic Socialist Republic of Sri Lanka and under the provisions of Section 5(C) of the High Court of the Provinces (Special provisions) (Amendment) Act No. 54 of 2006. SC/Appeal No. 20/2010 SC/HCCA/LA No. 321/09 Civil Appellate High Court Anuradhapura Appeal No. NCP/HCCA/ARP/07/2007 D.C. Polonnaruwa case No. 2669/L",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      299.09,
      390.98,
      369.65
    ],
    "text": "A.M. Lokubanda Track No. 10 – No.3, Mahaambagasweva, Medirigiriya. Plainitff.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      372.29,
      390.98,
      472.27
    ],
    "text": "Vs. B.R. Chandrasena, Track No. 10, Mahaambagasweva, Medirigiriya.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      474.91,
      390.98,
      589.42
    ],
    "text": "Defendant. AND BETWEEN B.R. Chandrasena, Track No. 10, Mahaambagasweva, Medirigiriya.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      592.06,
      437.81,
      692.02
    ],
    "text": "Defendant- Appellant. Vs. A.M. Lokubanda (Deceased) TracK No. 10 – No.3, Mahaambagasweva, Medirigiriya.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      694.66,
      440.57,
      706.66
    ],
    "text": "Plaintiff – Respondent.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      74.42,
      542.63,
      144.98
    ],
    "text": "Maradedde Gedara Ratnayake Mudiyanselage Bandara Menike, Kirimetiya, Galamuna, Pollonnaruwa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      147.62,
      501.05,
      262.25
    ],
    "text": "Substituted Plaintiff – Respondent. AND NOW BETWEEN. B.R. Chandrasena, Track No. 10, Mahaambagasweva, Medirigiriya.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.46,
      264.89,
      591.91,
      703.9
    ],
    "text": "Defendant-Appellant-Appellant. Vs. A.M. Lokubanda (Deceased) Marabedde Gedara Ratnayake Mudiyanselage Bandara Menike. Kirimetiya, Galamuna, Polonnaruwa. Substituted Plaintiff-Respondent- Respondent. Before : Jayantha Jayasuriya, PC, CJ P. Padman Surasena, J E.A.G.R. Amarasekara, J Counsel : Mr. S.N. Vijithsingh with Anuradha Weerakkody for the Defendant – Appellant – Appellant. Thushani Machado for the Substituted Plaintiff-Respondent- Respondent. Argued On : 02.08.2019. Decided On : 18.12.2020. E.A.G.R. Amarasekara J. This is an Appeal made by the Defendant Appellant - Appellant (hereinafter referred to as the Defendant) against the Judgment made by the Learned High Court Judges of the Civil Appellate",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.42,
      542.75,
      153.86
    ],
    "text": "High Court, Anuradhapura in case No. NCP/HCCA/ARP/07/2007. By that Judgment learned High Court Judges dismissed the appeal made against the Judgment of the Learned District Judge of Polonnaruwa in case No. 2669/L. This Court originally granted leave to appeal on the following questions of law.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      156.8,
      542.78,
      170.66
    ],
    "text": "1. Did the Civil Appellate High Court err in holding that an action for rei vindicatio can be",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      175.46,
      542.81,
      221.18
    ],
    "text": "maintained in the circumstances of this case if, as alleged by the Petitioner, the permit marked as P1 is a nullity? 2. Did the Civil Appellate High Court fail to consider the vital evidence given by the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      225.98,
      542.81,
      305.45
    ],
    "text": "former Government agent based on the document tendered at the trial marked X and annexures thereto marked 1 to 9? However, when the matter was taken up for argument, following question of law was also raised.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      308.39,
      542.75,
      322.25
    ],
    "text": "3. Has the Civil Appellate High court erred in law by placing reliance on the document",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      327.17,
      542.76,
      406.49
    ],
    "text": "marked P1 which was issued after the institution of the action in the District Court? The Plaintiff-Respondent – Respondent (hereinafter sometimes referred to as the Plaintiff) in his plaint in the original Court had pleaded that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      409.57,
      542.63,
      423.43
    ],
    "text": "1) Permit No.7 dated 16.10.1974 was issued to him by the Government agent of the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      428.23,
      548.2,
      473.95
    ],
    "text": "Polonnaruwa to the land described in the schedule to the Plaint, which is paddy field No. 64 of yaya 16 of Ambagaswewa. 2) The property is occupied by the Defendant against his wish causing a damage of",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      478.75,
      417.74,
      524.47
    ],
    "text": "Rs.5000.00 per season. The position taken in the amended answer by the defendant was that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.74,
      527.41,
      542.49,
      541.27
    ],
    "text": "1. One Henaka Ralalage Punchimenika was the permit holder of the land, and she",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.74,
      546.19,
      542.81,
      591.82
    ],
    "text": "transferred the land to the defendant who has been in uninterrupted and continuous possession of the land since then. 2. The Defendant has made the relevant payments to the State and has made some",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.74,
      596.74,
      542.79,
      625.54
    ],
    "text": "improvements worth of Rs. 15000.00 to the land. 3. The possession of the land was given to one Ranbanda by the Magistrate Court when",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.74,
      630.46,
      542.59,
      709.78
    ],
    "text": "the Plaintiff filed an action in that court in January 1975 in terms of chapter 11 of the Administration of Justice Law and 9 years after the institution of that action the plaintiff has instituted this action against the defendant and even if there is a cause of action accrued to the plaintiff it is prescribed. 4. There is a misjoinder of parties.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.74,
      72.56,
      542.52,
      86.42
    ],
    "text": "5. If the Plaintiff has any permit, it must have been obtained through unlawful means",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.74,
      91.22,
      542.29,
      120.14
    ],
    "text": "and has no validity. 6. The Plaintiff transferred the land in dispute to the Defendant and hence, the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      124.94,
      545.45,
      406.49
    ],
    "text": "Defendant’s possession is not unlawful and further, the defendant never was in unlawful possession of the land. Issues pertaining to the trial in the District Court raised by the Plaintiff indicate that the plaintiff has limited his action to claim that he is the permit holder to the land in dispute and the Defendant is in unlawful possession and has been causing damage of Rs.5000.00 per season. Issues raised by the Defendant indicate that he also has limited his case to claim that Henaka Ralalage Punchimenika was the permit holder and she transferred her rights to the Defendant who made the relevant payments to the State. It appears that the Defendant has relinquished his other stances taken in the answer such as improvements made to this paddy field, the cause of action of the Plaintiff is prescribed and the Plaintiff has transferred the land to him etc. The first question of law raised before this court is based on the assertion made by the learned High Court Judges that the case at hand is a rei vindicatio action. Even though the learned High Court Judges have classified the action as a rei vindicatio Action, it can be observed that no issue was raised as to the title or ownership to the land in dispute at the beginning or during the trial. The learned High Court Judges would have come to the said conclusion due to the manner the paragraph 2 and the prayer in the plaint had been drafted. The paragraph 2 of the plaint aforesaid reads as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      409.04,
      546.1,
      424.99
    ],
    "text": "“නඩුවට විෂය වී ඇති පහත උපලේඛනලේ සවිස්තරව දක්වා ඇති ඉඩම",
    "fonts": [
      "Calibri",
      "NirmalaUI",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      427.52,
      546.1,
      443.47
    ],
    "text": "සඳහා වර්ෂ 1974.10.16 ලපාල ාන්නරුලේ දිසාපති තුමා අංක 7 දරණ බ පත්‍රය",
    "fonts": [
      "Calibri",
      "NirmalaUI",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      446.48,
      552.12,
      513.19
    ],
    "text": "පැමිනිලිකරුට ප්‍රධානය ලකාට ඇති අතර ලමම ඉඩලේ හිමිකරු පැමිනිලිකරු ලේ.” The Plaintiff’s prayer for relief in his plaint reads as follows;",
    "fonts": [
      "Calibri",
      "NirmalaUI",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      515.6,
      543.39,
      531.55
    ],
    "text": "“1. පහත උපල ඛනලේ සවිස්තරව දක්වා ඇති ඉඩලේ හිමිකරු තමා ල ස",
    "fonts": [
      "Calibri",
      "NirmalaUI"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      534.2,
      267.6,
      566.95
    ],
    "text": "හිමිකේ ප්‍රකාශයක්ද,",
    "fonts": [
      "Calibri",
      "NirmalaUI"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      569.39,
      543.39,
      584.86
    ],
    "text": "2’ විත්තතිකරුත්ත ඔහුලේ නිලයෝජිතයන්, ලස්වකයන්, ලනරපා හැර භුක්තිය",
    "fonts": [
      "NirmalaUI",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      588.35,
      308.33,
      619.66
    ],
    "text": "බා ගැනීමට නිලයාගයක්ද,",
    "fonts": [
      "NirmalaUI",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      622.91,
      543.39,
      638.38
    ],
    "text": "3’ කන්නයකට රුපියේ 5000/- බැගින් වර්ෂ 1980 සිට අ ාභ බා ගැනීමට",
    "fonts": [
      "NirmalaUI",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      641.87,
      230.93,
      673.18
    ],
    "text": "නිලයෝගයක්ද,",
    "fonts": [
      "NirmalaUI",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      676.43,
      414.38,
      709.78
    ],
    "text": "4’ නඩු ගාස්තු සහ ලනාලයකුත්ත සහන දීමනාද ලේ.”",
    "fonts": [
      "Calibri",
      "NirmalaUI",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.42,
      545.57,
      525.19
    ],
    "text": "The Sinhala word “ysuslu” found in the prayer is generally used to connote title to a thing or property but on certain occasions it is used to connote ‘entitlement’ or ‘right’ one has over a thing or property. For example, if one says “ug noqlre f,i bvfuys isgsug ysuslula we;”, it does not indicate that he has the title to the land but he has a right or is entitled to remain in the land as the lessee. The prayer in the Plaint has to be understood in accordance with what he has pleaded in the body of the Plaint. It is clear from what the Plaintiff has pleaded in the body of the plaint, that he filed this case to get his entitlement or right to the land in the schedule to the plaint asserted and enforced based on a permit that was issued to him on 16.10.1974. Rei vindicatio action is generally an action based on the title or ownership to a property in issue. It is said that from the right of ownership springs the vindication of a thing, that is to say, an action in rem by which we sue for a thing which is ours but in the possession of another- vide Voet 6.1.2.1 In Pathirana V Jayasundara (1955) 58 NLR 169, at 172, Gratiaen J quoted Maasdorp to state that the Plaintiff’s ownership of the thing is the very essence of the rei vindicatio. It was held in Luwis singho and others v. Ponnamperuma (1996) 2 SLR 320 in a rei Vindicatio action the cause of action is based on the sole ground of violation of right of ownership. Accordingly, If the title holder is deprived of the possession of the property, he can file a rei vindicatio action to get the trespasser or one who has the possession of the property without his consent evicted. However, as per section 2 of the Land Development Ordinance (hereinafter sometimes referred to as the Ordinance) permit holder is considered as the owner only when he has paid all the sums which he is required to pay under subsection (2) of section 19 and has complied with all the other conditions specified in the permit. It appears that prior to the amendment made in 1981 by Act No.27 of 1981 it was only the grantee, who got title under a grant, was considered as the owner. One may argue until the permit holder fulfills such conditions he cannot be considered as the owner or title holder and as such he cannot file a rei vindicatio action. In Palisena v Perera 56NLR 407 it was held as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic",
      "Calibri-Italic",
      "Su_VIJAYA0"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      530.11,
      542.81,
      676.9
    ],
    "text": "“It is very clear from the language of the ordinance and of the particular permit P1 issued to the Plaintiff that a permit holder who has complied with the conditions of his permit enjoys, during the period for which the permit is valid, a sufficient title which he can vindicate against a trespasser in Civil Procedure” (emphasis by underlining is mine). Thus, it appears that the right to file a vindicatory action was recognized in that case due to the nature of the particular permit considered in that action, as well as owing to the reason that the relevant permit holder had complied with the conditions of the relevant permit. Thus, ratio decidendi of that case is necessarily limited to the facts of that case even though the head note",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      696.58,
      439.99,
      719.95
    ],
    "text": "1 G. L. Peiris, The Law of Property in Sri Lanka, Volume one, second Edition 1983, page 295",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.42,
      548.28,
      709.78
    ],
    "text": "of the said reported judgment indicate otherwise. Hence, one can argue that merely having a permit under Land Development Ordinance, is not ipso facto sufficient to file a vindicatory action. Hence in my view Palisena v. Perera is not a decision that identifies that any permit holder under the said Ordinance is eligible to file a rei vindicatio action. However, in this case at hand no issue was raised in the original Court to come to a finding whether the Plaintiff had paid all the sums due as per section 19(2) or had fulfilled all the conditions of the permit to consider him as the owner as per section 2 of the Land Development Ordinance. Further there was no issue or admission as to the title or ownership. The issues were focused on who held the valid permit. Once the issues are raised the pleadings recede to the background {Haniffi v. Nallamma (1998) 1 Sri LR 73, Dharmasiri vs. Wikrematuanga (2002) 2 Sri LR 218}. The Plaintiff’s issues in the original court were not raised on the premise that the Plaintiff has the ownership or title to the land but on the premise that the Plaintiff is the permit holder and the Defendant is in unlawful possession of the land. The Defendant’s issues were raised on the premise that the permit holder is one Henaka Ralage Punchimanike and she has conveyed her rights to the defendant. As said before, no question was raised as to the title of the land and as such, the trial was based on a dispute that put in issue who had the valid permit to possess and enjoy the land in question and not on whether the Plaintiff is the title holder. Thus, with the issues raised, the scope of the action was limited to see whether the Plaintiff or the aforesaid Punchimanike is the permit holder and whether the Plaintiff is entitled to claim the land on such a permit and get the defendant evicted on the strength of the said permit. Thus, in my view, the trial commenced and proceeded on to find whether the Plaintiff has the right or entitlement to hold the property on the strength of the permit he relies on or whether it is the Defendant who has the right or entitlement to hold the property on the strength of a permit his predecessor appears to have been given. Attanayake Vs. Aladin (1997) 3 Sri LR 386 was a case filed for recovery of possession of a certain paddy field, on the basis of it being granted on a yearly permit to the Plaintiff of the said case. The Court of appeal correctly identified that it did not fall within the scope of a possessory action but stating that our law conceives only two types of remedies that a dispossessed individual could seek, namely rei vindicatio action and possessory action, identified the said case as a rei vindicatio action and further relying on Palisena v Perera (supra) dismissal of the Plaintiff’s action by the District Court was confirmed on the ground that there was no declaratory relief prayed as to the title and prayer for ejectment is only a consequential relief to the declaratory relief. Hence, in the aforesaid case declaratory relief was considered as a must in a rei vindicato action. Further a case filed even on the basis of an annual permit was identified as a rei vindicatio action. However, as mentioned before, Rei vindicatio action is based on the title or ownership (dominion) to the property and violation of rights of ownership. The interpretation given to the term ‘owner’ in terms of section 2 of the Land Development Ordinance as well as limitations on",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.42,
      542.81,
      709.78
    ],
    "text": "disposition imposed by the said Act, make it difficult to recognize a permit holder who does not fall within the section 2 of the Land Development Ordinance as an owner of the land given on a permit. Since rei vindicatio is based on ownership and violation of rights of ownership, strict proof of title is needed in a proper rei vindicatio action. Even though, Attanayake v. Aladin (supra) held that our common Law recognizes two actions, namely rei vindicatio and possessory action as remedies that can be sought by an individual who is dispossessed, our law has developed and recognized a valid cause of action on certain occasions to a dispossessed individual when strict proof of title or ownership is not necessary to evict a person who is in unlawful possession; for example in an action for declaration of title to evict an overholding lessee by a lessor, strict proof of title like in a rei vindicatio proper is not necessary due to the estoppel taking place owing to section 116 of the Evidence Ordinance. Thus, if one comes to the property accepting the Plaintiff as landlord on a contractual relationship, he cannot put the plaintiff to strict proof of title. In Pathirana V Jayasundara (Supra) it was held, if the essential element of a rei vindicatio is that the right of ownership must be strictly proved, it is difficult to accept the proposition that an action in which the plaintiff can automatically obtain a declaration of title through the operation of a rule in estoppel should be regarded as a vindicatory action. Thus, our law has now recognized certain actions that may not fall within the ambit of rei vindicatio or possessory action where a dispossessed individual can file for the eviction of the wrongdoer. Similarly, in my view if one gets his right to possession by a statutorily proclaimed process, and when that right is violated by someone who enjoys and possess the property, and even if it does not fall within the scope of rei vindicatio action proper or possessory action, sections 5, 35, and 217 of the Civil Procedure Code are sufficient enough to recognize such violation as a cause of action, to recognize it as an action for recovery of property and to provide the remedy either by declaring the entitlement of the permit holder or commanding the person in possession to yield up the possession of the immovable property or both the said reliefs. However, the statement of law made in the said Attanayake v. Aladin (supra), that when a declaratory remedy is not sought for the consequential relief for ejectment shall fail, does not seem to present the correct position of Law. It has not considered the decision of the same court made in T.B. Jayasinghe v. Kiriwanegedara Tikiri Banda (1988) II CALR 24 in coming to the said conclusion which clearly held where title to the property is proved, mere failure to ask for a declaration of title to the property will not prevent one from claiming relief of ejectment. Even Dharmasiri v. Wickramatunga (2002) 2 Sri LR 218 has held that the absence in the prayer for a declaration of title cause no prejudice, if in the body of the plaint, the title is pleaded and issues were framed and accepted by court on the title so pleaded. Thus, it is clear even in a rei vindicatio or a declaration of title action, if the issues are raised as to the title and it is proved, even though there is no prayer for declaration of title, the prayer for ejectment can remain as a standalone",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.42,
      542.82,
      692.98
    ],
    "text": "valid relief. What is necessary is title (in relation to a rei vindicatio or declaration of title action) or entitlement (in relation to other matters praying for eviction) to be proved in relation to the property in issue by strict proof or otherwise as the case may be. Each relief given as decrees under section 217 of the Civil Procedure Code can standalone as a separate relief. This does not change the legal position that in a rei vindicatio action or a declaration of title action, if the title is not proved and/or declaratory relief as to the title is failed, no relief for ejectment can be given, since those actions are based on the title of the Plaintiff. But in an action filed by a permit holder under the Land Development Ordinance, who cannot be considered as an owner under section 2, it is my view that even if he fails in proving his ownership to the land or getting the declaratory relief to declare him as the owner or title holder, he is still eligible to eject the trespasser, if he can prove that he is the permit holder, since he has the right to possess due to the permit given through statutorily proclaimed process. It must be noted that a permit holder is not merely a licensee whose right to possess can be terminated by giving a notice. There is statutorily proclaimed procedure to cancel a permit. Till such process is taken place the permit holder is the one who has the right to enjoy and possess the property; It is a right given through a process asserted by statutory law but not as a right gained through in its real sense as an attribute of ownership which under common law acquires by occupatio ( seizure- mainly in relation to movable property) , accession, prescription, delivery and transfer ( Traditio) etc. In certain occasions of these modes of acquisition of property, such as prescription, one may commence the possession prior to the acquisition of the ownership to the property. However, one’s right to claim possession as the owner begins with the acquisition of ownership to the property. Thus, right to possession as owner follows the acquisition of ownership. A permit may be given under the Land Development Ordinance anticipating a grant to be given in the future but right to possess starts as the permit holder; As such right to possession precedes the acquisition of the property as the owner. Hence, in my view, it is not proper to identify an action filed by a permit holder, who is not considered as an owner as per the interpretation given in section 2 of the said ordinance, to claim the property on the strength of a permit given under the Land Development Ordinance, as a proper rei vindicatio action. It is an action based on his right to possess on the strength of the permit given and the cause of action caused by the violation of that right. Thus, the classification of the case at hand by the learned High Court judges as a rei vindicatio action itself is questionable, especially when there was not a single issue raised at the trial before the District court claiming title or ownership to the land in dispute. At least, this case was not proceeded to trial as rei vindicatio action. Anyhow, it is my considered view whether this action is termed as a rei vindicatio action or not the Plaintiff is entitled to file the action in the manner pleaded in the plaint for the reasons given below;",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      38.16,
      311.33,
      62.64
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      72.56,
      542.71,
      86.42
    ],
    "text": "1. In term of Section 5 of the Civil Procedure Code (hereinafter sometimes referred to as",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      91.22,
      542.81,
      221.18
    ],
    "text": "CPC or the Code) an action means a proceeding for the prevention or redress of a wrong. Such an action is constituted when an application to court is made for relief or remedy obtainable through the exercise of the Court’s power or authority, or otherwise invite its interference -vide Section 6 of the said code. Further a cause of action means the wrong for the prevention or redress of which an action may be brought, and includes the denial of a right, the refusal to fulfill an obligation, the neglect to perform a duty and the infliction of an affirmative injury – vide Section 5 of the said code. In Lowe vs Fernando 16 NLR 398 it was held,",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      225.98,
      542.81,
      322.25
    ],
    "text": "‘…….the expression “cause of action” generally imparts two things, viz., a right in the Plaintiff and a violation of it by the Defendant, and “cause of action means the whole cause of action, i.e., all the facts which together constitute the Plaintiff’s right to maintain the action” (Dicey’s Parties to an Action Ch, X1., section. A), or, as it has been otherwise put, “the media upon which the Plaintiff asks the Court to arrive at a conclusion in his favour” (Lord Watson’s Judgment in Chand Kaur v. Pratab Singh)’.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      327.17,
      542.64,
      355.97
    ],
    "text": "2. In the case at hand, the Plaintiff prayed for a redress of a wrong caused by the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      360.77,
      542.8,
      440.23
    ],
    "text": "possession of the defendant of the land which he indicates that he is entitled to possess and enjoy on the strength of a permit issued to him in 1974. Accordingly, he has shown a cause of action. 3. In terms of section 188 of Civil Procedure Code, after the judgment the court has to",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      445.03,
      542.81,
      558.19
    ],
    "text": "enter a decree specifying the relief granted or other determinations of the action, and in terms of Section 217 (c) and (g) respectively, such a decree among other things may include order of court commanding to yield up possession of immovable property as well as a declaration of a right or status. Thus, he has prayed for an obtainable relief from the Court. 4. Hence, it is clear the Plaintiff had complained to court of a cause of action and asked",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      562.99,
      542.81,
      710.5
    ],
    "text": "for relief that can be obtainable through courts since he has prayed for a declaration as one who has the ‘ysuslu’ (as said before which can be interpreted as title or an entitlement as the case may be) and to put him in possession by ejecting the defendant and his agents. Even if one gives the strict interpretation to the term ‘ysuslu’ limiting its meaning to title or ownership to the land, the court is not barred in giving the relief praying for ejectment when the permit of the Plaintiff is proved unless the Defendant proves a better entitlement to the land. It is true a court cannot grant relief which is not prayed for, but a court is not barred from granting a lesser relief encompassed in the main relief prayed for. If the Plaintiff is able to prove he",
    "fonts": [
      "Calibri",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      38.16,
      314.09,
      62.64
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.42,
      542.76,
      187.46
    ],
    "text": "has a valid permit, he has the right to possess and enjoy. If he is deprived of that right by the Defendant, he has a cause of action against the Defendant unless the Defendant has a better entitlement. Therefore, what is important in this case is to decide whether the Plaintiff had a valid permit at the time of instituting the action, during the action and at the time of the Judgment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      189.99,
      542.81,
      694.66
    ],
    "text": "Nevertheless, the last part of the 1st question of law, that queries whether the permit marked as P1 is a nullity or not, is relevant in relation to the maintainability of the plaintiff’s action as well as in deciding his entitlements to the reliefs prayed in the plaint. P1 is a document dated 08.10.1986, issued in the form of a Permit in terms of Section 19(2) of the Land Development Ordinance. It appears that section 19(2) was introduced by the amendment made to the ordinance by Act no 27 of 1981. Since the date of the plaint is 07.10.1983 and the plaintiff had averred that he is the permit holder for the land in dispute as per the Permit No.7 dated 16.10.1974, the third question of law mentioned above has been raised during the hearing. To answer these two questions of law (questions of law 1 and 3) it is necessary to recognize what this P1 is; whether it is the original and only permit issued to the plaintiff or a document issued to the plaintiff in place of the original permit which appears to have been destroyed. If P1 is the original and only permit issued to the Plaintiff he had no status to file this action at the date of filing the action and his action should fail and on the other hand, if he was the permit holder as at the date of filing the plaint and till the date of the judgment, his status to file and maintain the action is established, and his action must succeed. It can be observed that in deciding that the Plaintiff is the permit holder the learned High Court Judges seem to have mistakenly considered the evidence given by one T.M.M.C. Kumari Tennekoon, an officer from the office of the Government agent, whose evidence had been expunged from proceedings as per the proceedings dated 10.02.1993 in the District Court. Further, it appears the learned High Court Judges have only considered the validity of P1 but have not considered the date of P1 and whether the Plaintiff had a valid permit as at the date of the action or as averred by the Plaintiff from 1974. However, even if the learned High Court Judges erred or failed to consider the availability of a valid permit as at the date of the plaint or as averred by the Plaintiff, it does not mean that the learned District judge had come to a wrong conclusion. If the learned District Judge had come to the correct conclusion on the available evidence, this court need not interfere with the confirmation of the District Court judgment by the Learned High Court Judges. It should be noted that, as per the plaint, the Plaintiff had relied on a permit issued to him in 1974 and not P1 which was issued in 1986. The issues raised by the Plaintiff pose the question whether",
    "fonts": [
      "Calibri",
      "NirmalaUI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      38.16,
      314.09,
      62.64
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.42,
      542.81,
      204.38
    ],
    "text": "the Plaintiff is the permit holder for the land in dispute without reference to a date. However, rights of the parties have to be decided as at the date of the plaint. The plaintiff had explained in his evidence that he got the original permit in 1974 and it was burnt in the process when he applied for a housing loan. He also had explained that earlier he was given a permit to a separate paddy field for which there was no proper water supply and after complaining to the authorities he was given the land in dispute. He further had admitted in evidence before the learned District Judge that, prior to him, the land in dispute had been given to one Senavirathne. Furthermore, Punchimenika was said Senavirathne’s mother-in-law",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      206.79,
      545.3,
      711.46
    ],
    "text": "(නැන්දේමා) and Ranbanda was Punchimenika’s Son. As per the stance taken in the answer, Punchimenika is the permit holder who transferred the land to the defendant, and Ranbanda was the one whom the possession was given to, by the Magistrate Court. However, the Plaintiff had summoned a land officer, namely one Abraham Gunarathne, from the Regional Secretary’s office who had brought the relevant ledgers to court and gave evidence in relation to the permit issued for the land in dispute. In his evidence in chief, he has confirmed that P1 is a permit issued to the Plaintiff in terms of the Land Development Ordinance on 08.10.1986 but he has referred to it as a certified copy. It appears from his evidence that it was issued as per the entries in the ledger. He has also confirmed that originally the Plaintiff was issued a permit for land no.30 and paddy field no.29. He further has explained that previous entries relating to paddy field no 64, which is the land in dispute, has been cancelled and changed legally and paddy field no.64 had been given to the Plaintiff who was earlier given land no.30. The previous entry that was cancelled appears to be the entry by which the land was given to Senavirathne in 1969. As per the report marked X by the defendant, and the witness U. G. Jayasinghe called by the defendant, this was done on 18.10.1973 after an inquiry since the said Senavirathne left the land in dispute. If this was done unlawfully, said Senavirathne would have challenged it. Since there is no such evidence it can be presumed that Land in dispute was allocated to the Plaintiff in 1973 after a proper inquiry. The aforesaid official witness Abraham Gunarathna called by the Plaintiff, in his evidence-in- chief, had referred to another change made in the ledger, dated 06.05.1982 which was marked as P5. As per his evidence this also gave the land in dispute to the Plaintiff. This seems to have happened because the entries were again altered in the name of Punchimenika as per the said witness as well as X report marked by the Defendant in1981. However, the date the ledger was again altered in the name of the Plaintiff is a date prior to the date of the plaint. However, no valid permit given to Punchimenika has been marked. In cross examination the said witness Abraham Gunarathna had further stated that there are two ledgers and the land in dispute, namely paddy field no.64, is in the name of the Plaintiff and the relevant date is 29.09.1972. As per the evidence of the official witnesses summoned by the parties it has been revealed that previously, in 1969, Senavirathne was given the same land but later the entry was deleted legally in the ledger and was allocated to the Plaintiff and such change occurred in early part of nineteen",
    "fonts": [
      "Calibri",
      "NirmalaUI"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      38.16,
      314.09,
      62.64
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.42,
      542.81,
      709.78
    ],
    "text": "seventies. Even the letters marked as P2, P3 and P4, which were written in 1973 and 1974, confirms that there were complaints made by the Plaintiff to the relevant authorities with regard to the land in dispute and there were directions from the Government agent’s office to put him in possession as he was the permit holder. Hence, those letters also support the plaintiff’s version that he was the permit holder from 1974. The letter V2 had been shown to the said witness Abraham Gunarathna, the witness has stated that there is a note made in relation to the issuance of V2 but without a signature and a date. However, the letter marked V2 has been issued by one District Land Officer naming it as a temporary permit subject to the approval of land commissioner. It is questionable how the said officer issued the so-called temporary permit validly since there was change of the entries validly made to give the same block of land to the plaintiff. To cancel a permit issued, the authorities has to act in terms of chapter VIII of the Ordinance and no such evidence is available in relation to the permit issued to the Plaintiff. It is also observed that V2 is a letter issued after the temporary order of the learned magistrate in relation to the possession of the land in dispute. The Learned District Judge had correctly noticed that the said V2 had not been issued using the prescribed form (vide Section 25 of the Land Development Ordinance), and Punchimenika did not have a valid permit. The Defendant himself has admitted in his evidence that he is an unauthorized possessor. It must be noted that in terms of Section 2 of the Land Development Ordinance, a ‘permit’ means a permit for the occupation of State Lands issued under chapter IV of the ordinance and a ‘permit holder’ means any person to whom a permit is issued and includes a person who is in occupation of any land alienated to him on a permit although no permit has actually been issued to him. Hence, if the defendant is able to show that his possession is supported by a valid decision to issue him a permit, even if he is unable to prove the actual issuance of the permit, he could have proved a case against the stance taken by the Plaintiff. To prove a valid issuance of a permit to the Defendant, there shall be evidence to show that the permit originally issued to the Plaintiff was lawfully annulled. Nevertheless, it appears that no evidence has been placed before the learned District Judge to show that entries relating to the plaintiff’s entitlement and the permit which appears to have been issued in early Ninteen Seventees were annulled legally. Even though, the defendant raised a question of law before this court to indicate that the permit issued to the Plaintiff is a nullity, no issue has been raised in that regard at least when it was revealed in evidence that Senevirathne’s entitlement was cancelled and the land was given to the Plaintiff. Anyhow, the evidence led at the trial show that entries relating to Senavirathne, who was the original permit holder as per the answer, was validly deleted after an inquiry and entries relating to the permit was changed in the ledger to name the Plaintiff as the permit holder for the relevant block of land. The position of the plaintiff that the original permit given to him was burnt and P1 was issued to him in 1986 is supported by the official witness indicating in his evidence that P1 was issued as a certified copy as per the entries in the ledger. The entries referred to by the official witness summoned by the plaintiff support the version of the Plaintiff.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      38.16,
      314.09,
      62.64
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      74.42,
      542.8,
      221.18
    ],
    "text": "The Defendant has led the evidence of Punchimenika who appears to be the purported predecessor in title as per the answer but she has neither marked any permit in her name other than the letter V2, nor marked any document to show that her rights were transferred to the defendant as per the stance taken in the answer. She seems to have relied on aforementioned V2, certain receipts marked V3 to V12 and the order of the magistrate court marked V14. As mentioned before, V2 is not a valid permit in the prescribed form. Without taking steps under chapter VIII of the Ordinance to cancel the permit issued to the Plaintiff, no other permit can be issued that affects the rights of the Plaintiff. V3 to V12 are for certain payments such as acreage levy and fees for maintenance of irrigation system, made by the Defendant Chandrasena. Some",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      223.59,
      542.81,
      711.46
    ],
    "text": "of them refer to the Defendant as unauthorized possessor (අනවසරකරු). V14 only confirms the possession of Ranbanda till the dispute is settled by a competent civil court. V2 to V14 along with the evidence of Punchimenika establish that the defendant has been in possession of the property in dispute but do not establish any superior right to possess that can negate the validity of the permit issued to the plaintiff or his right to possess the property on the permit given to him. Even the Defendant in his evidence has not tendered any material to show that he or his purported predecessor Punchimenika has a valid permit to the land in dispute or to show that the permit issued to the Plaintiff was cancelled in terms of the provisions of the Land Development Ordinance. It appears, the District Court has directed the Government agent of Pollnnaruwa to conduct an inquiry and report to court and U.G. Jayasinghe, who conducted the inquiry as per the said direction, has given evidence for the Defendant. The said witness U G Jayasinghe has marked the said report as X with its annexures 1 to 5. The 2nd question of law above was raised on the premise that the learned High Court Judges failed to consider the evidence of this witness and the said report and its annexures. It appears from the judgment of the Learned High Court judges, the learned judges considered the report X and refused to accept the contention of the Defendant on the ground that Defendant failed to prove that a valid permit was issued to Punchimenika when the Plaintiff was successful in proving that he has a valid permit. Even the learned District Judge has considered the evidence given by this witness and the report marked X. As per the evidence given by the said witness Jayasinghe and his report marked X, on a request made by the Plaintiff, on 18.10.1973, the ledger entries that indicated Senavirathne as the Permit Holder were changed to insert Plaintiff’s name as the permit holder after an inquiry. Annexure no.2, 3and 4 to the report marked X clearly indicates that the Government Agent sought the intervention of the relevant officer and the police to hand over the possession to the plaintiff from unauthorized possessors. In fact, the annexure 4 has referred to the plaintiff as the permit holder. Thus, annexure 4 and the evidence of this witness confirms that a permit was issued to the Plaintiff in or about 1974. Evidence of the said witness and report X indicates that, meanwhile, the order of the magistrate court was issued reserving plaintiff’s right to go to a civil",
    "fonts": [
      "Calibri",
      "NirmalaUI"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      38.16,
      314.09,
      62.64
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      74.42,
      542.78,
      709.78
    ],
    "text": "court. After the said decision of the magistrate court, irrespective of the fact that the Plaintiff has a right to go to a civil court for relief, the plaintiff had been asked to hand over the permit to amend it. As per annexure 6 and 11, the plaintiff has asked for paddy field no.29 and it has been handed over to him. Merely because the Plaintiff has asked for paddy field no.29 and it was handed over to him, one cannot come to the decision that he relinquished his rights on the permit given to the land in dispute as well as his right to go to a civil court as per the magistrate court’s order. There is no evidence to show that a valid permit was given in relation to paddy field no.29. There was no bar for the plaintiff to ask for a different paddy field for his livelihood till he get his rights resolved in a civil court. What is important is whether there was an inquiry as per chapter VIII of the Ordinance and the permit given to the Plaintiff to the land in dispute was cancelled accordingly. There appears to be no such evidence emanating from report X and annexures. A permit once validly issued cannot be cancelled by recalling as done by annexure 6 to report X, merely because some unauthorized person has a dispute with the Plaintiff unless it is cancelled as aforesaid in terms of the provisions of the Ordinance. The said witness U.G. Jayasinghe had admitted in his evidence that he informed the defendant that the defendant has no right to the property. The said witness had further stated in his evidence as well as in his report that in 1981 it had been informed to the Commissioner of Land to issue a permit to Punchimenike and the Commissioner had approved the said recommendation but he has not explained how a permit can be issued to Punchimenike without lawfully revoking the permit given to the Plaintiff. However, this shows that there is no valid permit issued in the name of Punchimenika even though certain entries were made in the ledger in her name in 1981 as per the evidence led. In the report marked X, the said witness has stated that as per the ledger the land had been lawfully given to Punchimenika but no such entry or permit had been marked as an annexure or through the evidence. On the other hand, it is not shown, as said before, how such an entry can be made without lawfully cancelling the permit given to the Plaintiff from Nineteen Seventies. Hence, if any entry is there in the ledger in favour of Punchimenika, it cannot be considered as a lawful entry since the previous permit issued to the Plaintiff had not been cancelled as per the provisions of the Ordinance. Perhaps, this may be the reason for second entry giving the land in dispute to the Plaintiff again on 02.05.1982 referred to by the aforesaid witness Abraham Gunaratna. Whatever the reason may be, evidence led before the District Judge has established that a permit was given to the Plaintiff to the subject matter in or around 1973 or 1974 and there was no valid reason to believe that it was lawfully cancelled and further, due to some reason another permit P1 was issued to the Plaintiff in 1986 in terms of Section19(2) introduced by 1981 amendment to the ordinance. The Plaintiff’s explanation was it was because his original permit was burnt during the process for a housing loan. No question was put to him in cross examination to show that original permit was not destroyed by fire. When the original document is destroyed one can lead secondary evidence in that respect and the evidence led shows that there was a permit issued to the plaintiff on or around 1974. No valid permit has been marked which is in the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      38.16,
      314.09,
      62.64
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      74.42,
      542.81,
      659.26
    ],
    "text": "name of the Defendant or his purported predecessor. As such the learned District Judge has correctly answered the issues raised at the trial. Hence, even though the Learned High Court judge has not considered certain relevant aspects and made certain mis-statements, confirmation of the Learned District Judge’s judgment is correct in law. For the reasons given above I answer the questions of law mentioned above as follows; 1. No, the permit marked P1 is not a nullity. 2. No. The consideration of X and its annexures cannot affect the findings of the Learned District Judge. 3. No. Even though P1 was issued after the institution of the Action the Plaintiff was the permit holder even prior to the institution of the action. Hence, the appeal is dismissed with costs. ………………………………………………………. Judge of the Supreme Court Jayantha Jayasuriya PC, CJ. I agree. ……………………………………………………… The Chief Justice P. Padman Surasena, J. I agree. …………………………………………………….. Judge of the Supreme Court.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]