[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      72.44,
      516.92,
      85.82
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      265.01,
      87.32,
      333.65,
      100.7
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      110.24,
      596.81,
      272.57
    ],
    "text": "In the matter of an Appeal with leave to appeal obtained from this Court. DANGOLLAGE KAMAL NANDASIRI Kadadara, Imbulana. PLAINTIFF SC. Appeal No. 119/15 SC./HCCA/LA No. 276/20174 VS. WP/HCCA/AV/530/2008/F D.C.Avissawella Case NO. 21794/L",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      274.07,
      525.92,
      346.97
    ],
    "text": "1. DANGOLLAGE VINITHA NILMINI Kadadara, Imbulana. 2. KARIYAWASAM WICKRAMA ARACHCHILAGE PIYASENA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      348.47,
      438.8,
      376.73
    ],
    "text": "Kadadara,Imbulana",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      378.35,
      499.28,
      421.51
    ],
    "text": "3. KARIYAWASAM WICKRAMA ARACHCHILAGE THILAKARATHNA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      423.01,
      526.04,
      481.03
    ],
    "text": "Kadadara, Imbulana. DEFENDANTS AND",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      482.53,
      521.36,
      525.67
    ],
    "text": "2. KARIYAWASAM WICKRAMA ARACHCHILAGE PIYASENA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      527.29,
      519.44,
      585.34
    ],
    "text": "Kadadara,Imbulana 2A.KARIYAWASAM WICKRAMA ARACHCHILAGE LEELAWATHIE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      586.84,
      498.68,
      659.74
    ],
    "text": "Kadadara, Imbulana. 3. KARIYAWASAM WICKRAMA ARACHCHILAGE THILAKARATHNA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      661.24,
      519.44,
      719.38
    ],
    "text": "Kadadara, Imbulana. 3A.KARIYAWASAM WICKRAMA ARACHCHILAGE LEELAWATHIE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      720.88,
      595.34,
      764.04
    ],
    "text": "Kadadara, Imbulana. 2A AND 3A DEFENDANTS- APPELLANTS",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.44,
      596.7,
      190.1
    ],
    "text": "VS. DANGOLLAGE KAMAL NANDASIRI Kadadara, Imbulana. PLAINTIFF-RESPONDENT DANGOLLAGE VINITHA NILMINI Kadadara, Imbulana.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      191.22,
      524.6,
      234.74
    ],
    "text": "1st DEFENDANT-RESPONDENT",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      236.24,
      449.48,
      279.41
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      280.91,
      596.7,
      413.45
    ],
    "text": "DANGOLLAGE KAMAL NANDASIRI Kadadara, Imbulana. PLAINTIFF-RESPONDENT- PETITIONER/APPELLANT VS. DANGOLLAGE VINITHA NILMINI Kadadara, Imbulana.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      414.59,
      525.2,
      472.99
    ],
    "text": "1st DEFENDANT- RESPONDENT- RESPONDENT 2. KARIYAWASAM WICKRAMA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      474.61,
      502.76,
      547.51
    ],
    "text": "ARACHCHILAGE PIYASENA Kadadara,Imbulana 2A.KARIYAWASAM WICKRAMA ARACHCHILAGE LEELAWATHIE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      549.01,
      482.12,
      621.94
    ],
    "text": "Kadadara, Imbulana. 3. KARIYAWASAM WICKRAMA ARACHCHILAGE THILAKARATHNA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      623.56,
      506.12,
      681.58
    ],
    "text": "Kadadara, Imbulana. 3A.KARIYAWASAM WICKRAMA ARACHCHILAGE LEELAWATHIE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      683.08,
      597.46,
      756.0
    ],
    "text": "Kadadara, Imbulana. 2A AND 3A DEFENDANTS- APPELLANTS-RESPONDENTS",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.44,
      559.54,
      204.98
    ],
    "text": "BEFORE: Sisira J. De Abrew J. K.T. Chitrasiri, J. Prasanna Jayawardena, PC J. COUNSEL: Pradeep Perera for the Plaintiff-Respondent-Petitioner/Appellant Sandamal Rajapakse for the 1st Defendant-Respondent- Respondent. Rasika Dissanayake for the 2A and 3A Defendants-Appellants- Respondents.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      206.48,
      537.32,
      234.74
    ],
    "text": "WRITTEN By the Plaintiff-Respondent-Petitioner/Appellant on 07th",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      235.86,
      526.76,
      756.0
    ],
    "text": "SUBMISSIONS December 2015. FILED: By the 2A and 3A Defendants-Appellants-Respondents on 24th May 2016. ARGUED ON: 29th November 2016. DECIDED ON: 18th January 2018. Prasanna Jayawardena, PC, J. The Plaintiff-Respondent-Petitioner/Appellant [“the plaintiff”] and the 1st Defendant-Respondent-Respondent [“the 1st defendant”] are brother and sister. The plaintiff instituted this action against the 1st defendant and the 2nd and 3rd Defendants-Appellants-Respondents [“the 2nd and 3rd defendants”] praying for a declaration that he and the 1st defendant are the joint owners of a land situated in the Kadadara village, which is in the Kegalle District. This land is a paddy field with appurtenant high land which has water sources used for the paddy field. Part of the high land has been asweddumized and is under paddy cultivation. The District Court entered judgment in favour of the plaintiff. In appeal, the High Court set aside that judgment and dismissed the plaintiff’s case. The plaintiff sought and obtained leave to appeal from this Court on three questions of law which are set out later on in this judgment. The aforesaid land, which is the subject matter of the action, is described in the schedule to the plaint as the paddy field and appurtenant land called “Aswedduma Kumbura together with the Pillewa” also called “Talduwage Deniya” which is shown as Lots “A”, “B” and “C” in plan no. 329 dated 19th October 1942 made by C. W. De Mel, Licensed Surveyor and having total extent of A:2 R:2 P:26 and bounded: on the North East by Ganekumbura; on the South East and South by Mahawatte alias Kuruwawatta of K.W.A.Daniel Singho and others; on the West by Gamarallagewatta of K.G.Podisingho and others; and on the North West by Baduwatta alias Miskin’s land",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.44,
      526.76,
      769.08
    ],
    "text": "of K.W.A.Daniel Singho and others. Plan no. 329 describes Lot “A” as a “Paddy field” having an extent of A:1 R:2 P:20.5. Lot “B” is described as a “Jungle land” having an extent of A:0 R:3 P:30.5. Lot “C” is described as a “Deniya land” having an extent of A:0 R:0 P:15. The aggregate extent of Lots “A”, “B” and “C” is the aforesaid total extent of A:2 R:2 P:26. Plan no. 329 was produced at the trial marked “පැ 1”. The 2nd and 3rd defendants are brothers who own or occupy lands which adjoin the land claimed by the plaintiff. The plaintiff states that, on 03rd May 2005, the 2nd and 3rd defendants entered Lots “B” and “C” shown in plan no. 329 marked “පැ1” and claimed ownership of these two Lots and started digging up a section of those Lots. On 15th May 2005, the plaintiff instituted this action in the District Court of Avissawella against the 1st defendant and the 2nd and 3rd defendants praying for a declaration that, he and the 1st defendant are the owners of the entirety of the aforesaid land described in the schedule to the plaint - ie: Lots “A”, “B” and “C” shown in plan no. 329 marked “පැ1”, having a total extent of A:2 R:2 P:26. The plaintiff also prayed for an interim injunction restraining the 2nd and 3rd defendants from entering Lots “B” and “C” of the land claimed by the plaintiff. As set out in the plaint, the plaintiff’s case, in brief, is that: from prior to 1952, R.A.P. Ranasinghe was the owner of and possessed the entire land described in the schedule to the plaint and shown in plan no. 329 marked “පැ1”; R.A.P. Ranasinghe transferred this land to J. A. Baba Nona and D. Jane Nona by deed no. 976 dated 07th November 1952, which was produced at the trial marked “පැ3”; J. A. Baba Nona and D. Jane Nona transferred this land to K. M. Soma Tillekaratne Menike by deed no. 8917 dated 26th January 1957, which was produced at the trial marked “පැ4”; K. M. Soma Tillekaratne Menike transferred this land to K. D. Jane Nona by deed no. 101 dated 20th January 1960, which was produced at the trial marked “පැ5”; K. D. Jane Nona gifted this land to her two sons, L. S. Nimal Perera and L. S. Wimal Perera, by deed no. 21580 dated 11th September 1983, which was produced at the trial marked “පැ6”; thus, L. S. Nimal Perera and L. S. Wimal Perera each had an undivided half share of the land; finally, L. S. Wimal Perera transferred his undivided half share of the land to the 1st defendant by deed no. 6958 dated 07th June 1997, which was produced at the trial marked “පැ7” and L. S. Nimal Perera transferred his undivided half share of the land to the plaintiff by deed no. 8210 dated 14th December 1999, which was produced at the trial marked “පැ8”; thus, the plaintiff and the 1st defendant jointly own the entirety of the aforesaid land described in the schedule to the plaint - ie: Lots “A”, “B” and “C” shown in plan no. 329 marked “පැ1”, having a total extent of A:2 R:2 P:26; further, the plaintiff and the 1st defendant and their aforesaid predecessors in title have had undisturbed and uninterrupted possession of the said land for over ten years and, thereby, also have prescriptive title to the entirety of the aforesaid land; the 2nd and 3rd defendants have, wrongfully and without any right or title, disputed the plaintiff’s ownership of the land described in the schedule to the plaint and shown as Lots “B” and “C” in plan no. 329 marked “පැ1”; the plaintiff pleaded that, in these premises, the plaintiff is entitled to the aforesaid declaration and interim injunction.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      530.0,
      762.12
    ],
    "text": "After an inter partes inquiry into the plaintiff’s application for the interim injunction, the District Court issued an interim injunction restraining the 2nd and 3rd defendants from entering Lots “B” and “C” of the land claimed by the plaintiff. The 1st defendant filed answer associating herself with the averments set out in the plaint and prayed for a declaration of title to a half share of the entire land - ie: a half share of Lots “A”, “B” and “C” shown in plan no. 329 marked “පැ1”. The 2nd and 3rd defendants filed a joint answer stating that plan no. 329 marked “පැ1” had been prepared for the purposes of D.C. Avissawella Case No. 3204 which had been decided many years previously and claimed that the subject matter of the said Case No. 3204 was only Lot “A” shown on plan no. 329 marked “පැ1”.The 2nd and 3rd defendants put the plaintiff to proof of the title he claimed. The 2nd and 3rd defendants went on to aver that, the 2nd Defendant had title to Lot “B” shown on plan no. 329 marked “පැ1” and that the 3rd Defendant had title to Lot “C” shown on the same plan. With regard to the 2nd defendant’s claim to have title to Lot “B”: the 2nd and 3rd defendants stated that, Lot “B” was a part of the land named Mahawatte alias Kuruwawatta owned by K.W.A. Daniel Singho and others which is shown as the Southern and South Eastern boundary of Lot “B” on plan no. 329 marked “පැ1”. The 2nd and 3rd defendants claim they had possessed and cultivated Lot “B”, for many years, on behalf of K.W.A. Daniel Singho and his wife, I.V. Samichchi Nona and that, subsequently, Samichchi Nona transferred the land named Mahawatte alias Kuruwawatta, including Lot “B”, to the 2nd defendant by deed no. 978 dated 23rd January 1980, which was produced at the trial marked “වි 1”. The 2nd and 3rd defendants also stated that, Lot “B” is known as the “Panwila Kumbura” and also as the “Kuruwawatta Kumbura” of the land named Mahawatta; With regard to the 3rd defendant’s claim to have title to Lot “C”: the 2nd and 3rd defendants stated that, Lot “C” was a part of the land named Baduwatta alias Miskin’s land owned by K.W.A. Daniel Singho and others which is shown as the North Western boundary of Lot “A” on plan no. 329 marked “පැ1”. The 2nd and 3rd defendants claim that, they had possessed and cultivated Lot “C”, for many years, on behalf of the aforesaid Daniel Singho and his wife, Samichchi Nona and that, subsequently, Samichchi Nona had transferred Lot “C” to the 3rd defendant by deed no. 1248 dated 16th November 1980. The 2nd and 3rd defendants also stated that, Lot “C” is known as the “Hitina Watta” of the land named Baduwatta alias Miskin’s land. The 2nd and 3rd defendant went on to state that they have had undisturbed and uninterrupted possession of Lot “B” and Lot “C” shown on plan no. 329 marked “පැ1”, for over ten years and, thereby, also have prescriptive title to Lot “B” and Lot “C”. On the aforesaid basis, the 2nd and 3rd defendants made a claim in reconvention praying for a declaration that, the 2nd defendant has title to Lot “B” shown on plan no. 329 marked “පැ1” and that, the 3rd defendant has title to Lot “C” shown on the same plan.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.04,
      526.76,
      766.8
    ],
    "text": "It should be mentioned here that, although, the 2nd and 3rd defendants prayed, in their answer, for declarations of title to Lots “B” and “C” shown on plan no. 329 marked “පැ1”, their answer does not describe these two specific portions of land by specifying their metes and bounds. A plan of these two portions of land was not annexed to the answer, either. Thus, the answer does not comply with the requirement set out in section 41 of the Civil Procedure Code that, where a party to an action claims a specific portion of land, that portion of land must be described “so far as possible by reference to physical metes and bounds, or by reference to a sufficient sketch, map, or plan to be appended to the plaint, and not by name only.”. When the trial commenced, the parties framed issues in line with the averments in their pleadings. Thereafter, the plaintiff gave evidence and produced the documents marked “පැ1” to “පැ15”. The plaintiff also led the evidence of three other witnesses - namely, an Officer from the Agrarian Services Centre in Ruwanwella, one A.L. Gunaratne and the plaintiff’s brother. The 1st defendant did not give evidence and associated herself with the plaintiff’s case. When the 2nd and 3rd defendant’s case commenced, the 2nd defendant did not give evidence. Only the 3rd defendant gave evidence. He produced only the deed no. 978 marked “වි1”. The plaintiff had earlier produced a copy of this deed marked “පැ11”. Since the determination of this appeal will turn on the evidence placed before Court by the parties, it is necessary to set out the evidence, in some detail. The plaintiff stated that he lives in the village of Kadadara, where the land which is the subject matter of the action is situated. He said this land is named “Aswedduma Kumbura together with the Pillewa” and is also named “Talduwage Deniya” and is shown in plan no. 329 marked “පැ1”. The plan no. 1557/L of the same land which was prepared by the Court Commissioner for the purposes of the present action was marked “පැ2” and the Court Commissioner’s Report was marked “පැ2අ”. It is evident that, both plan no. 329 marked “පැ1” and plan no. 1557/L marked “පැ2”, show the same land. The plaintiff stated that, the original owner of the land was R.A.P. Ranasinghe. The plaintiff then produced the aforesaid deeds marked “පැ3” to “පැ8” and traced the chain of title he relies on: commencing from deed no. 976 marked “පැ3” by which R.A.P. Ranasinghe transferred the land to J.A. Baba Nona and D. Jane Nona and ending with deed no.s 6958 and 8210 and marked “පැ7” and “පැ8” by which L.S. Wimal Perera and L.S. Nimal Perera transferred their undivided half shares of the land to the 1st defendant and plaintiff. The deeds marked “පැ3” to “පැ8”, which constitute the chain of title relied on by the plaintiff, were produced without any objection by the 2nd and 3rd defendants and were duly proved. The plaintiff stated that, from 1994 onwards, he had cultivated the entire land which is the subject matter of this action, on behalf of L.S. Nimal Perera and L.S. Wimal Perera who were the owners of the entire land at that time. Later, the plaintiff and his sister -",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.04,
      526.77,
      761.64
    ],
    "text": "ie: the 1st defendant - purchased the land from L.S. Nimal Perera and L.S. Wimal Perera and cultivated the entire land, as owners. The plaintiff said that, before purchasing the land described in the schedule to the plaint, he checked the boundaries of the land and was satisfied that its total extent was A:2 R:2 P:26. The plaintiff produced, marked “පැ9”, the receipt issued to the plaintiff for the payment of Acreage Levy [“අක්කර බදු”] for the years 1997-1999 on account of the paddy field named “Talduwage Deniya”. This receipt establishes that, the Agrarian Services Centre had recorded the extent of this paddy field as being A:2 R:2 P:26. The plaintiff stated that, on 03rd May 2000, the 2nd and 3rd defendant had disputed the plaintiff’s possession and ownership of Lots “B” and “C” shown in plan no. 329 marked “පැ1” and claimed ownership of these Lots “B” and “C”. The plaintiff had then lodged the complaint, marked “පැ10”, at the Ruwanwella Police Station. Thereafter, the plaintiff produced, marked “පැ11”, a copy of deed no. 978 referred to in the 2nd and 3rd defendants answer and under and in terms of which, the 2nd defendant claims he has title to Lot “B” shown in plan no. 329 marked “පැ1”. The plaintiff stated that, the land claimed by the 2nd defendant under this deed marked “පැ11” is described in Item 5 of the schedule to this deed as the land named “Panwila Kumbura” which is part of the land named Mahawatta. The plaintiff contended that, Item 5 of that schedule makes it clear that, this land claimed by the 2nd defendant is not Lot “B” shown in plan no. 329 marked “පැ1” since Item 5 of the schedule states that the land named “Talduwage Deniya” [which is Lot “B” shown in plan no. 329 marked “පැ1”] is the Northern boundary of the 2nd defendant’s land named “Panwila Kumbura” described in Item 5 of the schedule to the deed marked “පැ11”. The plaintiff contended that, thus, the 2nd defendant’s own deed marked “පැ11” shows that, the land named “Panwila Kumbura” claimed by the 2nd defendant under that deed and Lot “B” shown in plan no. 329 marked “පැ1” claimed by the plaintiff, are two different and separate lands. The plaintiff then produced, marked “පැ12” and “පැ13”, copies of deed no.s 33291 and 1864 to lands which constitute other boundaries of the plaintiff’s land shown as Lots “A”, “B” and “C” in plan no. 329 marked “පැ1”. Next, the plaintiff produced, marked “පැ14”, a certified extract of the entries made in the Agrarian Services Land Register maintained at the Agrarian Services Centre in Ruwanwella. This entry is in respect of the paddy field named “Talduwage Deniya” also named “Aswedduma Kumbura” which is stated to be A:2 R:2 P:25 in extent. The entry states that the Owner/Landlord of the paddy field is L. S. Perera and that the Tenant Cultivator of that paddy field is D. Piyasena. Finally, the plaintiff produced, marked “පැ15”, a certified extract of another entry made in the Agrarian Services Land Register relating to the paddy field named",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.04,
      530.12,
      756.36
    ],
    "text": "“Panwila Kumbura”. The plaintiff stated that, this is the land claimed by the 2nd defendant under and in terms of deed no. 978 marked “වි1”/“පැ11” and went on to say that the extract marked “පැ15” shows that “Panwila Kumbura” is an entirely different land and is not the plaintiff’s land named “Talduwage Deniya” and “Aswedduma Kumbura”. When the plaintiff was cross examined, he again described the boundaries of the land which he claims and is the subject matter of this action. In cross examination, the plaintiff clearly stated that he claims title to the land by virtue of having purchased the land from L. S. Nimal Perera and L. S. Wimal Perera and upon the long possession of the land by his predecessors in title - “මම අයිතිවාසිකම් කියන්නන් මිලදී ගැනීනමන් සහ මනේ නෙර උරුමකරුවන්නගන් දීර්ඝකාලීන භුක්තිය මත එන අයිතිවාසිකම්” . He also identified the aforesaid L. S. Perera, who is named in the extract marked “පැ14” as the Owner/Landlord of the land named “Talduwage Deniya” and “Aswedduma Kumbura” which the plaintiff claims, as being the father of L. S. Nimal Perera and L. S. Wimal Perera - “නිමල් නෙනර්රා සහ විමල් නෙනර්රානේ පියා ”. The plaintiff also stated that, D. Piyasena, who is recorded in the certified extract marked “පැ14” as being the Tenant Cultivator of this paddy field owned/possessed by L.S.Perera, was a resident of Kadadara and had died some years earlier. During cross examination, the plaintiff emphasized that, from 1994 onwards, he cultivated the entirety of the land which is the subject matter of this action - ie: Lots “A”, “B” and “C” shown in plan no. 329 marked “පැ1” - and that the 2nd and 3rd defendants have never had possession of any part of that land. When learned counsel for the 2nd and 3rd defendants suggested to the plaintiff that he did not have title to Lots “B” and “C”, the plaintiff rejected that suggestion and reiterated that he had title by virtue of purchase of the land under and in terms of the deeds produced by him and by long possession and enjoyment of the land – “මම එම නයෝජනාව ප්‍රතිනෂේෙ කරනවා. දීර්ඝ කාලීන භුක්තිනයන් සහ විඳීනමන් සහ මිලදී ඔප්පු පිට මට අයිතිවාසිකම් ඇවිත් තිනබනවා කියලා මම සිතනවා.” After the plaintiff concluded his evidence, the plaintiff called an Officer from the Agrarian Services Centre in Ruwanwella. This witness testified that, the certified extract marked “පැ14” was an extract of the entries relating to the year 1984 made in the Agrarian Services Land Register in that year. The plaintiff’s next witness was A.L. Gunaratne who stated that, he lives in the village of Nivunhella, which is close to the village of Kadadara. The witness said he knows that, from 1994 onwards, the plaintiff has cultivated the land which is the subject matter of the action. The witness said that, for several seasons, he has ploughed the land for purposes of the plaintiff’s paddy cultivation and helped the plaintiff to obtain labour at the times of harvest. Finally, the plaintiff’s brother gave evidence and stated that, he lives in the village of Kadadara and that from about the time he was ten years old in 1989 onwards, he has",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.92,
      302.91,
      806.4
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.44,
      530.12,
      754.2
    ],
    "text": "known the land which is the subject matter of the action. He stated that, at that time, the land was held by L.S.Perera’s two sons, Nimal Perera and Wimal Perera and, from about, 1994 onwards, his brother - ie: the plaintiff - had cultivated the land on behalf of Nimal Perera and Wimal Perera. The witness stated that, subsequently, Nimal Perera and Wimal Perera had sold the land to his sister – ie: the 1st defendant - and to his brother – ie: the plaintiff -, who had each purchased a half share of the land. When the 2nd and 3rd defendants commenced their case, the 3rd defendant stated that he and his brother – ie: the 2nd defendant - had possessed Lots “B” and “C” shown in plan no. 329 marked “පැ1” and that their father had possessed these lands earlier. The 3rd defendant claimed that, under and in terms of deed no. 978 marked “වි1”/ “පැ11”, the 2nd defendant has title to Lot “B” shown in plan no. 329 marked “පැ1”. The 3rd defendant did not produce the other deed no. 1248 referred to in the answer of the 2nd and 3rd defendants, by which the 3rd defendant had claimed to have title to Lot “C” shown in plan no. 329 marked “පැ1”. In cross examination, the 3rd defendant admitted that the plaintiff has title to Lot “A” shown in plan no. 329 marked “පැ1”. In cross examination, the 3rd defendant also admitted that, K. M. Soma Tillekaratne Menike, who is one of the persons who owned the land in the chain of title relied on by the plaintiff, had title to the land at some time. The 3rd defendant limited the claims of the 2nd and 3rd defendants to Lots “B” and “C” shown in plan no. 329 marked “පැ1”. The 3rd defendant went on to state that, he is claiming title only to the land named “Hitinawatta” and that the 2nd defendant is entitled to the land named “Kuruwawatta”. The aforesaid evidence makes it clear that, there is no dispute between the parties with regard to the plaintiff’s and 1st defendant’s joint ownership of Lot “A” shown in plan no. 329 marked “පැ1”. The only dispute between the parties is regarding the ownership of Lots “B” and “C” shown in plan no. 329 marked “පැ1”. As set out above, the plaintiff and the 1st defendant claim joint ownership of Lots “B” and “C” under and in terms of the chain of title set out in the deeds marked “පැ3” to “පැ8” and by prescriptive title. On the other hand, the 2nd defendant claims ownership of Lot “B” under and in terms of the deed marked “වි1”/“පැ11” on the basis that the land named “Panwila Kumbura” described in deed marked “වි1”/“පැ11” is the same land described as “Lot B” in plan no. 329 marked “පැ1”. The 2nd defendant also claims to have prescriptive title to Lot “B”. The 3rd defendant has not produced any deed to support his claim to Lot “C” and has not given evidence. In his judgment, the learned District Judge carefully analysed the cases presented to the Court by the plaintiff and the 2nd and 3rd defendants and the evidence that was placed before the Court. Having done so, the learned judge held that, the corpus",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.03,
      526.76,
      743.98
    ],
    "text": "described in the schedule to the plaint and both plan no. 329 marked “පැ1” and the later plan No. 1577/1 marked “පැ2” made by the Court Commissioner, is the same as the land described in the deeds marked “පැ3” to “පැ8” relied on by the plaintiff to establish his title to the entire land which is the subject matter of this action. The learned judge further observed that, the deeds marked “පැ11”, “පැ12”and “පැ13” confirm that the boundaries of the land claimed by the plaintiff under and in terms of the deeds marked “පැ3” to “පැ8” are the same as the boundaries of the corpus depicted as Lots “A”, “B” and “C” in plan no. 329 marked “පැ1” and the land shown in the later plan no. 1577/1 marked “පැ2”. Thus, the learned trial judge held that, the plaintiff has proved the identity of the corpus of the land claimed in this action and proved that, this was the land described in the deeds marked “පැ3” to “පැ8” relied on by the plaintiff to establish his title. The learned District Judge also held that, the plaintiff had duly proved these deeds marked “පැ3” to “පැ8”. Accordingly, the learned District Judge determined that the plaintiff had proved his title to the land which is the subject matter of this action. The learned trial judge went on to hold that, the extract marked “පැ14” established that the land claimed by the plaintiff in this action was registered as a single unit of land in the register maintained by the Agrarian Services Centre and that the the extract marked “පැ15” shows that, the land claimed by the 2nd defendant is a different and separate land. Thereafter, the learned judge held that the evidence established that, from 1994 onwards, the plaintiff had cultivated the land which is the subject matter of this action and that, the extract marked “පැ14” proved that, prior to 1994, the land had been possessed and enjoyed by L. S. Perera, who was the father of L.S. Nimal Perera and L.S. Wimal Perera. The learned judge held that, the evidence of the plaintiff’s brother corroborated the position that the plaintiff’s immediate predecessors in title had possessed and enjoyed the land before the plaintiff commenced cultivating the land on their behalf, in 1994. On the aforesaid basis, the learned District Judge held that, the plaintiff had also established prescriptive title to the land. Finally, the learned trial judge held that, an examination of deed no. 978 marked “වි1”/“පැ11” relied on by the 2nd and 3rd defendants to establish the 2nd defendant’s title to Lot “B” shown in plan no. 329 marked “පැ1”, showed that, the land referred to in that deed was different and separate to the land which is the subject matter of this action. The learned judge observed that, the 2nd and 3rd defendants had led no other evidence to support their claim that they had possessed the land which is the subject matter of this action or that they have title to that land. Accordingly, the District Court entered judgment for the plaintiff as prayed for in the plaint and dismissed the 2nd and 3rd defendants’ claim in reconvention.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.04,
      526.76,
      450.31
    ],
    "text": "The 2nd and 3rd defendants appealed to Provincial High Court of the Western Province exercising Civil Appellate Jurisdiction holden in Avissawella. During the pendency of the appeal, both the 2nd and 3rd defendants died and their sister was substituted in their place. While the appeal was being heard, the defendants sought to produce a copy of the decree in the aforesaid D.C. Avissawella Case No.3204 in which the aforesaid plan no. 329 marked “පැ1” had been prepared together with a copy of the handwritten judgment in that case. Learned counsel appearing for the plaintiff and the 1st defendant did not object to the production of these documents in appeal and the learned High Court Judges allowed these documents to be produced, marked “X”. It should be mentioned here that the handwriting on the copy of the judgment has faded and several sections of the judgment are indecipherable. The High Court set aside the judgment of the District Court and dismissed the plaintiff’s action holding that the plaintiff had failed to prove title upon the deeds marked “පැ3” to “පැ8” which the plaintiff relied on and also holding that the plaintiff had failed to establish prescriptive title. The learned High Court Judges did not enter judgment in favour of the 2nd and 3rd defendants since they held that the 2nd and 3rd defendants had failed to prove title to the lands claimed by them. The plaintiff made an application to this Court seeking leave to appeal from the judgment of the High Court. This Court granted the plaintiff leave to appeal on the following questions of law which are reproduced verbatim:",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      451.81,
      526.71,
      539.59
    ],
    "text": "(i) Have their Lordships of the Provincial High Court of the Western Province (exercising civil appellate jurisdiction at Avissawella) erred in law in holding that the Petitioner did not prove prescriptive title to the land which is morefully described in the schedule to the plaint by cogent evidence ?",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      541.09,
      494.96,
      554.47
    ],
    "text": "(ii) Have their Lordships of the Provincial High Court of the Western",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      555.97,
      526.76,
      763.08
    ],
    "text": "Province (exercising civil appellate jurisdiction at Avissawella) erred in law in holding that the Petitioner cannot succeed on the grounds that he is entitled to the bigger land on the decree of the case bearing number 3204 ? (iii) Have their Lordships of the Provincial High Court of the Western Province (exercising civil appellate jurisdiction at Avissawella) erred in law by reaching the conclusion that the petitioner’s predecessors in title did not acquire prescriptive title to the entire land which is morefully described in the schedule to the plaint ? Questions of law no.s (i) and (iii) can be considered together since they both ask whether the learned High Court Judges erred when they held that, the plaintiff had not proved prescriptive title.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.44,
      526.76,
      758.28
    ],
    "text": "In this regard, firstly, the learned High Court Judges have formed the erroneous view that, deed no. 976 marked “පැ3”, which is the stem from which the plaintiff claims his title, states that the transferor - R.A.P. Ranasinghe - acquired title to the land by the decree entered in D.C. Avissawella Case No. 3204 and by prescription. That is an error since the deed marked “පැ3” makes no reference to R.A.P. Ranasinghe acquiring title by prescription. What this deed does state is that, R.A.P. Ranasinghe acquired title “by inheritance from my father R.W. Mudiyanse upon Deed of Transfer No. 13387 dated 19th May 1927 attested by C.P.D.S. Senanayaka Notary Public of Ruwanwella and upon decree entered in case no. 3204 of the District Court of Avissawella.”. Having misread the deed marked “පැ3”, the High Court held that, R.A.P. Ranasinghe could not have acquired prescriptive title because less than ten years had passed between the time when the decree marked “X” dismissing D.C. Avissawella Case No. 3204 was entered and the day on which deed marked “පැ3” was executed. This was clearly an error because the deed marked “පැ3” placed no reliance on R.A.P. Ranasinghe having prescriptive title. Secondly, it has to be considered whether the evidence before the Court showed that, the plaintiff and his predecessors in title had undisturbed and uninterrupted possession of the land for more than ten years prior to the plaintiff instituting this action on 15th May 2000. In this regard, it is seen that, the learned High Court Judges have decided to disregard the extract marked “පැ14” from the Agrarian Services Land Register because the learned judges thought this extract relates to the year 2000 (which is the year this action was instituted) and also because the learned judges decided that L.S. Perera, who is named as the Owner/Landlord of the land in “පැ14”, has no connection to the plaintiff’s chain of title. The learned judges erred on both counts. As stated earlier, the Officer from the Agrarian Services Centre had testified that “පැ14” is an extract of the entries made in the Agrarian Services Land Register for the year 1984 - ie: 16 years before this action commenced. Further, there was clear evidence that, L.S. Perera was the father of L.S. Nimal Perera and L.S. Wimal Perera who are the immediate predecessors in title of the plaintiff and the 1st defendant. Further, as mentioned earlier, the extract marked “පැ14” records that, L.S. Perera possessed the entirety of the paddy field named “Talduwage Deniya” also named “Aswedduma Kumbura” which is A:2 R:2 P:26 in extent – ie: the very same land claimed by the plaintiff and described in the plaint as Lots “A”, “B” and “C” in Plan No. 329 marked “පැ1”. The learned High Court Judges also failed to realise that, the extract marked “පැ14” proves that, the Agrarian Services Centre had specifically recorded that, this land is one paddy field and not three separate lands. In this regard, it is also relevant to mention that, deed no. 21580 marked “පැ6” reveals that, when K.D. Jane Nona gifted that land to her two sons, L.S. Nimal Perera and L.S. Wimal Perera, they were living in Dehiwela and in France, respectively. That would explain why their father is named in the extract marked “පැ14” as owning and possessing the land. Thus, when all these facts are taken together, the extract marked “පැ14” constitutes cogent evidence which",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.44,
      526.76,
      757.44
    ],
    "text": "establishes that, in 1984, the plaintiff’s predecessors in title were in possession of the land which is the subject matter of this action. Further, the learned High Court Judges appear to have disregarded the fact that, the evidence of the plaintiff’s brother who stated that, from 1989 onwards - which is more than 10 years before the action was instituted - he was aware that L.S. Nimal Perera and L.S. Wimal Perera possessed the land and that, in 1994, the plaintiff commenced cultivating the land on their behalf, was not challenged in cross examination. Thus, there was clear evidence before the Court to establish that, the plaintiff and his predecessors in title had possession of the land from, at least, 1984 onwards, which is 16 years before this action was instituted. Further, the deeds marked “පැ3” to “පැ8” relied on by the plaintiff to prove his title - which demonstrate an unbroken chain of title stretching back to 1952, which is 48 years before this action was instituted - all state that, the transferors named therein have had possession of the entirety of the land shown as Lots “A”, “B” and “C” in plan no. 329 marked “පැ1” and that this possession has come to the plaintiff and the 1st defendant. In the face of this evidence, the 2nd and 3rd defendants were unable to adduce any evidence to contradict the plaintiff’s claim that he and his predecessors in title had exclusive possession of the entire land upon the title set out in the deeds marked “පැ3” to “පැ8”. The 2nd and 3rd defendants were also unable to adduce any evidence to even suggest that, the possession of the plaintiff and his predecessors in title had been disturbed or interrupted in any manner whatsoever until the incident on 03rd May 2000 which led to the plaintiff filing this action a few days later. In these circumstances, the learned trial judge, who had the benefit of seeing and hearing the witnesses, held that the plaintiff had proved prescriptive title. I cannot see aside that determination by the trial judge. Further, as observed earlier, the learned High Court Judges erred gravely when they disregarded the valuable evidence presented by the extract marked “පැ14”. Accordingly, questions of law no.s (i) and (iii) are answered in the affirmative. Question of law no. (ii) asks whether the learned High Court Judges erred when they held than, the plaintiff’s action had to fail because the plaintiff is claiming title to a bigger land than the land which is the subject matter of the decree entered in D. C. Avissawella Case No. 3204. The learned High Court Judges erred when they reached that conclusion because the extent of the land which was the subject matter of D.C.Avissawella Case No.3204 was not known. Further, the learned High Court Judges mistakenly assumed that, the deed marked “පැ3” establishes that the plaintiff relies solely on the decree marked “X” to vest his predecessors with title to the land. In doing so, the learned judges overlooked the fact that, the deed marked “පැ3” clearly states that, R.A.P. Ranasinghe’s title to the land derives from paternal inheritance upon deed of transfer No. 13387 in addition",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.44,
      530.12,
      756.84
    ],
    "text": "to the decree in D. C. Avissawella Case No. 3204. Thus, any rights that the plaintiff’s predecessor in title may have derived from the decree marked “X” constituted only one of the sources of title claimed by R.A.P. Ranasinghe. In any event, the learned High Court Judges completely overlooked the fact that, deed no. 976 marked “පැ3” which is the commencement of the chain of title relied on by the plaintiff, specifically states that, the land which is the subject matter of the deed is A:2 R:2 P:26 in extent, which is exactly the same extent of land claimed by the plaintiff and described in the schedule to the plaint and shown as the aggregate extent of Lots “A”, “B” and “C” in plan no. 329 marked “පැ1”. It is exactly that same extent of land, with the very same boundaries described in the original deed no. 976 marked “පැ3”, which has been passed on to the plaintiff and the 1st defendant by the later deeds marked “පැ4” to “පැ8” relied on by the plaintiff to prove his title. Therefore, the plaintiff was certainly not claiming a bigger land than he was entitled to under and in terms of his chain of title. Therefore, question of law no. (ii) is also answered in the affirmative. As a result of the aforesaid determination of the three questions of law which are before us, the judgment of the High Court has to be set aside and the judgment of the District Court has to be restored. Before concluding, I would also like to advert to the learned High Court Judges’ determination that the plaintiff had failed to prove title upon the deeds relied on by the plaintiff. A perusal of the judgment shows that the learned judges reached this conclusion because they mistakenly thought the deed marked “පැ3” establishes that the plaintiff relied solely on the decree marked “X” to vest his predecessors with title to the land. The learned judges then went on to hold that, the plaintiff could not do so because the decree marked “X” showed that, D.C. Avissawella Case No.3204 had been dismissed and, therefore, no title could flow to any party from that decree. In this regard, the learned judges stated, “In the circumstances now the issue in hand is to determine whether the Plaintiff Predecessor in title namely R.A.P. Ranasinghe got the title to the entire land on the decree of the case bearing no. 3204. In my view it cannot be happened because the case has been dismissed.”. The High Court erred in this process of reasoning, Firstly, as mentioned earlier, the learned judges overlooked the fact that, the deed marked “පැ3” states that, R.A.P. Ranasinghe’s title to the land derives from paternal inheritance upon deed of transfer No. 13387 in addition to the decree in D. C. Avissawella Case No. 3204. Thereafter, the learned judges wrongly assumed that D. C. Avissawella Case No. 3204 was a Partition Case and held that no party can claim any title based on a decree which dismisses a Partition Case. Perhaps in arriving at this assumption, the learned judges relied on factual misrepresentations made in the Written Submissions dated 28th April 2014 filed on behalf of the 2nd and 3rd defendants which submitted that, D.C. Avissawella Case No. 3204 was a Partition Case and that, Plan No. 329 marked “පැ1” was a Partition Plan and the submission that, “The decree marked as `X’ clearly",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.44,
      526.76,
      767.64
    ],
    "text": "states that the case was dismissed. When a partition case is dismissed there are no new rights that accrue from it.”. [emphasis added by me] But, a glance at the decree and the marked “X” and the sections of the handwritten judgment which can be read, would have shown that, D.C. Avissawella Case No. 3204 was an action instituted by one Adasi Gamarallalage Peiris Appuhamy for a declaration of title to a land and that the decree marked “X” only states that, the plaintiff’s action has been dismissed with costs. Therefore, all that could be safely concluded from the decree and judgment is that, the plaintiff in that case – ie: Adasi Gamarallalage Peiris Appuhamy - cannot claim title under the decree marked “X”. Any rights which the defendants in that case may have claimed to the land, would have remained undisturbed by the decree marked “X”. Therefore, if the aforesaid reference in the deed marked “පැ3” was to R.A.P. Ranasinghe deriving a part of his rights to the land from any rights held by the defendants in D.C.Avissawella Case No. 3204, the decree marked “X” would establish that those rights remained undisturbed by the claims made by the plaintiff in that action. However, nothing further can be determined from the decree and judgment marked “X”. But, what does remain certain is that, the High Court erred when it held that, the decree marked “X” ex facie disproved the plaintiff’s title flowing from the deed marked “පැ3”. In any event, as mentioned earlier, the duly proved deeds marked “පැ3” to “පැ8” show an unbroken chain of title, stretching over 48 years, by which the entirety of the land shown as Lots “A”, “B” and “C” in plan no. 329 marked “පැ1” eventually passed to the plaintiff and the 1st defendant. In fact, as set out earlier, in cross examination, the 3rd defendant admitted that, K.M. Soma Tillekaratne Menike who obtained the land under the deed marked “පැ 4”, had title to the land at some point. The 2nd and 3rd defendants did not produce any deed which disputes the plaintiff’s title. Further, as mentioned earlier, the evidence shows that the plaintiff and his predecessors in title had possession of the entire land. In these circumstances, it appears that, the learned High Court judges erred when they held that the plaintiff failed to prove title to the land. However, this issue need not be examined further since there is no question of law to be decided on this issue and since any injustice which might have been caused to the plaintiff by such an error on the part of the High Court, has been prevented as a result of the aforesaid determination of the questions of law which are before us.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.92,
      305.81,
      806.4
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.44,
      526.76,
      264.53
    ],
    "text": "For the reasons set out above, this appeal is allowed. The judgment of the High Court is set aside and the judgment of the District Court is restored. The Plaintiff-Respondent-Petitioner/Appellant is entitled to recover costs in a sum of Rs.25,000/- from the 2A and 3A Defendants-Appellants-Respondents.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      266.03,
      442.28,
      681.58
    ],
    "text": "Judge of the Supreme Court Sisira J. De Abrew, J. I agree Judge of the Supreme Court K.T. Chitrasiri, J. I agree Judge of the Supreme Court",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  }
]