{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2026-02-05-SC-FR-925-2009",
  "num": "SC/FR/925/2009",
  "date_str": "2026-02-05",
  "description": "Hon. S. Thurairaja PC J - 1. L.M.S.P. Pitawala, Technic...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_925_2009.pdf",
  "parties": "1. L.M.S.P. Pitawala, Technical College, Nuwara Eliya. 2. E.A.N.D. Edirisinghe Technical College, Aruppola, Kandy. 3. W. Kamal Gunarathna Technical College, Aruppola, Kandy. 4. K.M. Senivirathna Technical College, Aruppola, Kandy. 5. W.M. Ranathunga Technical College, Badulla. 6. I.S.K. Jayarathna Technical College, Keglle. 7. H.P.H. Wickramarathna Technical College, Rathmalana. 8. L.L. Lalantha De Silva Technical College, Galle. 9. S.W. Nilaweera Technical College, Matara. 10. Mrs. W.A.D.M.M. Wijesinghe Technical College, Ratnapura. 11. Mrs. K.K. Chandrika University of Vocational Technology, No. 100, Kandawala Road, Ratmalana. 12. G.P. Wijesinghe University of Vocational Technology, No. 100, Kandawala Road, Ratmalana. 13. H.K. Dalugama, University of Vocational Technology, No. 100, Kandawala Road, Ratmalana. 14. M.K. Gunawardana Technical College, Kurunegala. 15. A.M.R.R. Abeykoon Technical College, Kurunegala. 16. I.D.J. Kulathunga University of Vocational Technology, No. 100, Kandawala Road, Ratmalana. 17. A.L.J. Silva Technical College, Kalutara. 18. L.D. Damayanthi Technical College, Matara. 19. Sujeewa Sonnadara Technical College, Galle. 20. Linton Sirimanna Technical College, Galle. 21. A.K. Hettiarachchi Technical College, Galle. 22. A.S.C. De Silva Technical College, Rathmalana. 23. W.M. Thilakaratna Technical College, Monaragala. 24. P.K. Nimal Gunathilaka Technical College, Gampaha. PETITIONERS -Vs- 1. Thilak Hapangama Secretary to the Ministry of Vocational & Technical Training, \\\"Nipunatha Piyasa\\\" 354/2, Elvitigala Mw., Colombo 5. 1A. S.S. Hewapathirana Secretary to the Ministry of Vocational & Technical Training, \\\"Nipunatha Piyasa\\\" 354/2, Elvitigala Mw., Colombo 5. 1B. P. Ranepura Ministry of Science, Technology, Research, Skills Development & Vocational Training & Kandyan Heritage Affairs, \\\"Nipunatha Piyasa\\\", 354/2, Elwitigala Mw, Colombo 05. 2. H.I. Obeysekara Director General Department of Technical Education Training, P.O. Box 557, Olcott Mw, Colombo 10. 2A. H.C. Ambawatte Director General Department of Technical Education Training, P.O. Box 557, Olcott Mw, Colombo 10 2B. Mrs. P.N.K. Malalasekara, Director General Department of Technical Education Training, P.O Box 557, Olcott Mw, Colombo 10 AND OTHERS.\n\nView More",
  "judgement_by": "Hon. S. Thurairaja PC J"
}