{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-07-25-SC-FR-36-2020-WITH-SC-F-4da27385",
  "num": "SC/FR/36/2020 WITH SC/FR/348/2012, SC/FR/530/2012, SC/FR/71/2016 & SC/CONT/5/2020",
  "date_str": "2025-07-25",
  "description": "Hon. A.H.M.D. Nawaz J - 1. K. T. T. Dewapriya Abeywar...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_36_2020.pdf",
  "parties": "1. K. T. T. Dewapriya Abeywardena, Assistant Superintendent of Police, Police Engineering Unit, 101/1, Kew Road, Colombo 02. 2. S. B. P. M. P. G. Y. Bandara, Assistant Superintendent of Police, Police Engineering Unit, 101/1, Kew Road, Colombo 02. 3. Tharaka Seneviratne, Assistant Superintendent of Police, Information Technology Division, Police Head Quarters, Colombo 02. 4. P. M. K. P. Gunawardena, Assistant Superintendent of Police, Police Transport Division, Narahenpita, Colombo 05. PETITIONERS -Vs- 1. Mr. K.W.E.Karaliyadda Chairman, National Po-lice Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07 1A) Mr. E. W. M. Lalith Ekanayake Chairman, National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. 2. Secretary, National Police Commission, Block No. 9, B.M.I.C.H. Prem- ises, Bauddhaloka Mawatha, Colombo 07 2A) Mrs. Thamara D. Perera Secretary, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07 3. Mr. Gamini NawarathneMember, National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. 4. Ms. Savithree D.Wijesekara, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 5. D.Tilak Collure The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 6. Mr. Ashoke Wijethilake, The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 7. Mr. Y. L,M. Zawahir, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 8. Mr. G. Jeyakumar, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 8A) Mrs. D.K.Renuka Ekanayake 8B) Mr. K. Karunaharan 8C) Mr. P.G.S. Gamini De Silva 8D) Mr. Dilshan Kapila Jayasuriya 8A to 8 D of Members, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 9. Inspector-General of Police, Police Headquarters, Colombo 01. 10. Senior Deputy Inspector of Police (Administration). Police Headquarters, Colombo 01. 11. Deputy Inspector General of Police (Human Resources management Rang), Police Headquarters, Colombo 01. 12. Director Human Resources Management Division, Police Headquarters, Colombo 01. 13. Secretary Ministry of Defence, No 15/5, Baladaksha Mawatha, Colombo 14. Honorable Attorney General Department of the Attorney General, Colombo 12. 15. Hon. Justice Jagath Balapatabendi Chairman, Public Service Commission 16. Mrs. Indrani Sugathadasa Member, Public Service Commission 17. Mr.V.Shivagnanasothy Member, Public Service Commission 18. Dr.T.R.C.Ruberu Member, Public Service Commission 19. Mr. Ahamod Lebbe Mohamed Saleem Member, Public Service Commission 20. Mr. Leelasena Liyanagama Member, Public Service Commission 21. Mr. Dian Gomes Member, Public Service Commission 22. Mr. Dilith Jayaweera Member, Public Service Commission 23. Mr. W.H.Piyadasa Member, Public Service Commission All of 15th to 23rd Public Service Commission No 1200/9, Rajamalwatta Road, Battaramulla ADDED RESPONDENTS 1. K. T. T. DevapriyaAbeywardene, Assistant Superintendent of Police, Police Engineering Unit, 101/1, Kew Road, Colombo 02 2. S. B. P. M. P. G. Y. Bandara, Assistant Superintendent of Police, Police Engineering Unit, 101/1, Kew Road, Colombo 02. 3. Tharaka Senaviratne, Assistant Superintendent of Police, Information Technology Division, Police Head Quarters, Colombo 01. 4. Ρ. Μ. K. P. Gunawardena, Assistant Superintendent of Police, Police Transport Division, Narahenpita, Colombo 5. PETITIONERS -Vs- 1. Vidyajothi Dr. Dayasiri Fernando, Chairman, Public Service Commission, 1A. Sathya Hettige, Substituted Chairman, Public Service Commission SUBSTITUTED CHAIRMAN OF THE PUBLIC SERVICE COMMISSION 2. The Secretary, Public Service Commission, 3. Mr. PalithaKumarasingha P.C. Member, 4. Mrs. Sirimavo A. Wijerathne, Member, 5. Mr. S. C. Mannapperuma, Member, 6. Mr. AnandaSenevirtatne, Member, 7. Dr. N. H. Pathirana, Member, 8. Mr. S. Thillandarajah, Member, 9. Mr. M.D.W. Ariyawansa, Member, 10. Mr. A. Mohomed Nahiya, Member, 3A. S. C. Mannapperuma, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 4A. Ananda Senevirathne, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 5A. N. H. Pathirana, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 6A. S. Thillanadarajah, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 7A. A. Mohomed Nahiya, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 8A. Kanthi Wijethunga, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 9A. Sunil. S. Sirisena, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 10A. I.N. Soysa, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. SUBSTITUTED MEMBERS OF THE PUBLIC SERVICE COMMISSION 11. Mr. N. K. Illangakoon, Inspector General of Police, Police Head Quarters, Colombo 01. 11A. Mr. C. D. Wickramaratne, Act. Inspector General of Police, Police Head Quarters, Colombo 01. 12. Mr. Gamini Nawaratna, Senior Deputy Inspector General of Police, Administration, Police Head Quarters, Colombo 01. 12A. Mr. C. D. Wickramaratne, Senior Deputy Inspector General of Police, Administration, Police Head Quarters, Colombo 01. 13. Mr. P.B. Nikahatiya, Deputy Inspector General of Police, Transport and Communication Range, Narahenpita, Colombo 5. 13A.Mr. Ranmal Kodituwakku, Deputy Inspector General of Police, Transport and Communication Colombo 05 Range, Narahenpita, Colombo 05 14. Mr. Ajith Wickramasekara, Deputy Inspector General of Police, Personal Range, Police Headquarters, Colombo-01 14A. Mr.G.A.U.R. Galgamuwa, Senior Superintendent of Police, Personnel Division, Police head Quarters, Colombo 01. 14B. Mr. A.L.U.N.P. Liyanage Senior Superintendent of Director Human Resources Management Division, Police head Quarters, Colombo 01. 15. 15. H.D.K.S Jayasekara, Senior Superintendent of Police, Director, Police Transport Division, Narahenpita, Colombo 5. 15A. Mr. G S. Walgama, Senior Superintendent of Police, Director, Police Transport Division, Narahenpita, Colombo 5. 15B. Mr. Kelum C. Thilakaratne, Senior Superintendent of Police, Director, Police Transport Division, Narahenpita, Colombo 05. 16. Mr. W.K Jayalath, Senior Superintendent of Police, Director of Recruitment, Recruiting Division, No. 375, \\\"VilasithaNiwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 16A. Mr. U.P.A.D.K.P. Karunanayake, Senior Superintendent of Police, Director of Recruitment, Recruiting Division, No. 375,\\\"VilasithaNiwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 16B. Mr. U.A.L Udahawatta, Senior Superintendent of Police, Director of Recruitment, Recruiting Division, No. 375,\\\"VilasithaNiwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 17. Mr. ChampikaSiriwardana, Senior Superintendent of Police, Director of Criminal Record Division, P.O. box 526, Torrinton Square, Colombo 07 17A.Mr. J. A. D. M. P. N. Jayakody, Senior Superintendent of Police, Director of Criminal Record Division, P.O. box 526, Torrinton Square, Colombo 07 17B. Mr. M.T.T. Ruwan Kumara, Senior Superintendent of Police, Director of Criminal Record Division, P.O. box 526, Torrinton Square, Colombo 07 18. Hon. Attorney General, Attorney General\\'s Department, Colombo 12. RESPONDENTS 19. Secretary, National Police Commission, Block No. 9, B.M.L.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 19A. Secretary, Mrs. Thamara D. Perera National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 20. Prof. Siri Hettige, Chairman, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 20A. Mr. K.W.E. Karalliyadda, Chairman, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 20B.Mr. E. W. M. Lalith Ekanayake, Chairman, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. SUBSTITUTED CHAIRMAN OF THE POLICE COMMISSION 21. Mr. P.H. Manatunga Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07 22. Ms. Savithree Wijesekara, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Colombo 07. Bauddhaloka Mawatha, 23. Tilak Collure The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 24. Frank de Silva The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 25. Mr. Y. L,M. Zawahir, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 26. Mr. Anton Jeyanadan, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Colombo 07. Bauddhaloka Mawatha, ADDED RESPONDENTS 27. Mr. Gamini Nawarathne Member, National Police Commission, Block No. 9, B.M.L.C.H. Premises, Colombo 07. Bauddhaloka Mawatha, 28. Mr. Asoka Wijetilleka Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Colombo 07. Bauddhaloka Mawatha, 29. Mr. G. Jeyakumar Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 29A. Mrs. D.K.Renuka Ekanayake 29B. Mr. K. Karunaharan 29C. Mr. P.G.S. Gamini De Silva 29D. Mr. Dilshan Kapila Jayasuriya 29A to 29D of Members, National Police Commission, Block No. 9, Β.Μ.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. SUBSTITUTED MEMBERS OF THE POLICE COMMISSION 1. Mrs. K. B. Senaratne, Woman Superintendent of Police Grade II (SP), Police Engineering Unit, 101/1, Kew Road, Colombo 02. PETITIONER -Vs- 1. Vidyajothi Dr. Dayasiri Fernando, Chairman, Public Service Commission, 1A. SathyaHettige, Substituted Chairman, Public Service Commission SUBSTITUTED CHAIRMAN OF THE PUBLIC SERVICE COMMISSION 2. The Secretary, Public Service Commission, 3. Mr. PalithaKumarasingha P.C. Member, 4. Mrs. Sirimavo A. Wijerathne, Member, 5. Mr. S. C. Mannapperuma, Member, 6. Mr. Ananda Senevirtatne, Member, 7. Dr. N. H. Pathirana, Member, 8. Mr. S. Thillandarajah, Member, 9. Mr. M.D.W. Ariyawansa, Member, 10. Mr. A. MohomedNahiya, Member, All of, Public Service Commission, No. 117, Nawala Road, Narahenpita, Colombo 05. 3A. S.C Mannapperuma, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 4A. AnandaSenevirathne, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 5A. N. H. Pathirana, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 6A. S. Thillandarajah, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 7A. A. MohomedNahiya, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 8A. KanthiWijethunga, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05 9A. Sunil. S. Sirisena, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. 10A. I.N.Soysa, Member, Public Service Commission, No: 177, Nawala Road, Narahenpita, Colombo-05. SUBSTITUTED MEMBERS OF THE PUBLIC SERVICE COMMISSION 11. Mr. N. K. Illangakoon, Inspector General of Police, Police Head Quarters, Colombo 01. 12. Mr. Gamini Nawaratna, Senior Deputy Inspector General of Police, Administration, Police Head Quarters, Colombo 01. 13. 13. Mr. Ajith Wickramasekara, Deputy Inspector General of Police, Personal Range, Police Headquarters, Colombo-01 13A.Mr. G. A. U. R. Galgamuwa, Senior Superintendent of Police, Personnel Division, Colombo 01. Police head Quarters, 14. Mr. W.K Jayalath, Senior Superintendent of Police, Director of Recruitment, Recruiting Division, No. 375, \\\"Vilasitha Niwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 14A. Mr. U.P.A.D.K.P. Karunanayake, Senior Superintendent of Police, Director of Recruitment, Recruiting Devision, No. 375, \\\"Vilasitha Niwasa\\\", Sri Sambuddha Jayanthi Mawatha, Colombo 06. 15. Mr. Champika Siriwardena, Superintendent of Police Grade I (SSP), SSP Parliament Division Director of Parliament Division, Sri Jayawardhanapura, Parliament Complex, Kotte. 16. Mr. K.A. Rohana, Superintendent of Police Grade 1 (SSP) Director of Police Public Relations Headquarters, Colombo 01. Division, Police 17. Mr. W. N. S. W. Wickramasinghe, Superintendent of Police Grade I (SSP), SSP-Office Vavuniya 18. Mr. L.P.S.P. Sandugahawatta, Superintendent of Police Grade 1 (SSP), SSP-Office, Puttlam 19. Mr. J.A.P.P. Jayakody, Superintendent of Police Grade I (SSP), Police Public Relations Division, Police Headquarters, Colombo 01. 20. Mr.J.A.D.M.P.N.Jayakody, Superintendent of Police Grade I (SSP) Director of Criminal Record Division, P.O. box 526, Torrington Square, Colombo 07. 21. Mr. R.M.N.G.O. Perera, Superintendent of Police Grade 1 (SSP)President\\'s Security Division, Janadhipathi Mawatha, Temple trees\\', Colombo 03. 22. Mr. W.M.M. Wickramasinghe, Superintendent of Police Grade I (SSP), SSP-Office Nugegoda 23. Mr. H.K.D.W. M.P.B.Rathnathilake, Superintendent of Police, Grade I (SSP) 24. Mr. B.D. Chandrasiri, Superintendent of Police Grade I (SSP), Special Task Force, Gonahena, Kadawatha. 25. Mr. W.M.R.M. Welikanna, Superintendent of Police Grade I (SSP) State Intelligence Service, No.10, Cambridge Place, Colombo 07. 26. Mr. D.R.L. Ranaweera, Superintendent of Police Grade I (SSP) Criminal Investigation Department Criminal Investigation Department, New Secretariat Building, Police Headquarters, Colombo 01. 27. Mr. S. W. Y. B. S. B. Baddewela, Superintendent of Police Grade I (SSP) Retd 28. Mr. A.K. Samarasekara, Superintendent of Police Grade I (SSP) Retd. 29. Mr. Μ.Η.Κ.Β. Mahagedara, Superintendent of Police, Grade I (SSP) Director of National Police Academy, Thimbirigaskatuwa, Katana 30. Mr. D.R.G.M.B. Ellepola, Superintendent of Police Grade I (SSP), SSP Office, Kandy. 31. Mr. D. Gajasinghe, Superintendent of Police Grade I (SSP) PA to Inspector General of Police Police Headquarters, Colombo-01 32. Mr. K.P.P. Fernando, Superintendent of Police Grade I (SSP), SSP - Office Ratnapura 33. Mr. L.K.J.G.S. Peiris, Superintendent of Police Grade 1 (SSP) State Intelligence Service, No. 10, Cambridge Place, Colombo 07. 34. Mr. K.P.M. Gunaratne, Superintendent of Police Grade 1 (SSP) President\\'s Security Division, Janadhipathi Mawatha, Temple trees\\' Colombo 03. 35. Mr. L.H.K.W.K. Silva, Superintendent of Police Grade 1 (SSP) Director of Police Narcotics Bureau, 3rd Floor, New Secretariat Building, Colombo 01. 36. Mr. A. H. M. W. C. K. Alahokoon, Superintendent of Police Grade I (SSP), SP Office, Nikaweratiya, 37. Hon. Attorney General, Attorney General\\'s Department, Colombo 12. RESPONDENTS 38. Secretary, National Police Commission, Block No. 9, B.M.I.C.H.Premises, Bauddhaloka Mawatha, Colombo 07. 38A. Secretary Mrs. Thamara D. Perera National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. 39. Prof. Siri Hettige, Chairman, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 39A Mr.E.W.M. Lalith Ekanayake Chairman, National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. 40. Mr. P.H. Manatunga Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 41. Ms. Savithree Wijesekara, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 42. Tilak Collure, The Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 43. Frank de Silva, The Member, National Police Commission, Block No. 9, B. M. I. C. H. Premises, Bauddhaloka Mawatha, Colombo 07. 44. Mr. Y. L, M. Zawahir, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 45. Mr. Anton Jeyanadan, Member, National Police Commission, Block No. 9, B.M.I.C.H. Premises, Bauddhaloka Mawatha, Colombo 07. 45A Mr. P.G.S. Gamini De Silva 45B Mr. Dilshan Kapila Jayasuriya 45C Mr. K. Karunaharan 45D Mrs. D.K.Renuka Ekanayake 45A to 45C Members, National Police Commission, Block No. 9, В.М.І.С.Н. Premises, Bauddhaloka Mawatha, Colombo 07. ADDED RESPONDENTS",
  "judgement_by": "Hon. A.H.M.D. Nawaz J"
}