[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      121.82,
      65.32,
      493.42,
      79.14
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      227.33,
      81.9,
      387.79,
      95.72
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      113.83,
      507.22,
      198.92
    ],
    "text": "Kongahagedara Sumanawathie, Land No.114, Mahagama Colony, Sevenagala. Plaintiff",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.0,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      201.52,
      468.1,
      306.47
    ],
    "text": "-Vs- Siripala Subasinghe, No.23, Ela, Kurugamvatiya, Mahagama Colony, Sevanagala.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      309.18,
      388.99,
      364.91
    ],
    "text": "Defendant S.C. Appeal 73/2011 AND",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      367.3,
      507.22,
      714.15
    ],
    "text": "SC/HCCA/LA NO: 421/2010 Siripala Subasinghe, SP/HCCA/RAT No.494/2007 (F) No.23, Ela, Kurugamvatiya, DC Embilipitiya Case No. 6862/L Mahagama Colony, Sevanagala. Defendant -Appellant -Vs- Kongahagedara Sumanawathie, Land No.114, Mahagama Colony, Sevenagala. Plaintiff-Respondent AND NOW BETWEEN Kongahagedara Sumanawathie, Land No.114, Mahagama Colony, Sevenagala.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.0,
      9.0,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "2",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      65.32,
      495.34,
      79.14
    ],
    "text": "Plaintiff-Respondent-Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      92.46,
      468.1,
      197.36
    ],
    "text": "-Vs- Siripala Subasinghe, No.23, Ela, Kurugamvatiya, Mahagama Colony, Sevanagala.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      198.9,
      528.94,
      303.83
    ],
    "text": "Defendant-Appellant-Respondent Hattasinghe Arachchige Kusumawathie, No.23, Ela, Kurugamvatiya, Mahagama Colony, Sevanagala.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      304.17,
      556.78,
      698.79
    ],
    "text": "Substituted Defendant – Appellant - Respondent Before: Buwaneka Aluwihare, PC. J., Murdu N.B.Fernando, PC. J. and S. Thurairaja, PC. J. Counsel: Anuruddha Dharmaratna with Indika Jayaweera for the Plaintiff-Respondent - Appellant. Bimal Rajapakse with B.C. Balasuriya for the Substituted Defendant-Appellant-Respondent. Argued on: 13.02.2019 Decided on: 20.12.2019 Murdu N.B. Fernando, PC. J. This Appeal arises from the judgment of the Civil Appellate High Court of Ratnapura dated 10.11.2010 wherein the Civil Appellate High Court (“the High Court”) set aside the judgment of the District Court of Embilipitiya dated 14-11-2007.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "3",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      65.08,
      542.94,
      95.72
    ],
    "text": "On 10.06.2011, this Court granted Special Leave to Appeal on the following three questions of Law: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      98.46,
      542.99,
      157.04
    ],
    "text": "i) Have their Lordships of the High Court erred in law by failing to appreciate that the plaintiff has duly discharged her burden of proof and has duly proved all ingredients that needs to be established by a plaintiff in a rei vindicatio action?",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      159.78,
      543.18,
      235.04
    ],
    "text": "ii) Have their Lordships of the High Court erred in law in failing to appreciate that the said permit issued to the plaintiff subject to conditions therein gives the plaintiff absolute rights in respect of the land described therein and it has not reserved any rights to the defendant over the said land by way of a servitude or otherwise?",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      237.9,
      542.93,
      296.39
    ],
    "text": "iii) Have their Lordships of the High Court erred in law in arriving at the finding that the permit had been given to the plaintiff subject to the right of water way and the roadway?",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      310.17,
      543.22,
      391.31
    ],
    "text": "The plaintiff-respondent-appellant (“the plaintiff/appellant”) filed an action against the defendant-appellant-respondent (“the defendant”) in the District Court of Embilipitiya on 22-05-2000 and prayed for a declaration of title to the land referred to in the schedule to the plaint. The Plaintiff also sought a declaration that the defendant did not have a right of way and/or a right to obtain water over the plaintiff’s land.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      394.05,
      543.23,
      536.77
    ],
    "text": "The plaintiff in her plaint averred that she and her late husband had been in occupation of a Mahaweli land for many years; that she was holding the paddy land described in the plaint in extent of 0.492 hectares (lot 603) on a permit issued by the State; that the defendant illegally filled a portion of the said land; that the defendant was using the said illegally filled land as a road way (6 feet wide, 300 feet in length) to access his land and also to obtain water to his paddy fields; that there was a dispute pertaining to the said road way and the water course which was referred to the Primary Court; and that she was advised by the Mahaweli Authority of Sri Lanka to file a civil action with regard to the said disputed land.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      539.51,
      543.19,
      715.83
    ],
    "text": "The defendant in his answer stated that he was in possession of the land referred to in the schedule to the answer from the year 1978; that there was a four feet wide road and a three feet wide ‘ela’, a water course on the eastern boundary of the plaintiff’s land leading on to the defendant’s land; that the said road and the water course were blocked by the plaintiff in November 1995; that the dispute was referred to the Primary Court of Embilipitiya by way of a Section 66 application; after inquiry on 19-09-1996 the Primary Court granted him the use of the road and access to the water course to obtain water for his fields; that he has a valid permit to the said land; and moved Court for dismissal of the plaint and for an Order of Court to permit the defendant for the continuous use of the road and to obtain water from the water course to his fields.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "4",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      65.08,
      543.22,
      213.56
    ],
    "text": "After trial, the learned Additional District Judge gave judgment in favour of the plaintiff based upon the permit (P1) and the extract of the Final Village Plan (P2) produced at the trial and dismissed the defendant’s claim on the basis that the defendant has failed to prove the right to use the road way and the water course. In determining the matter before the District Court the learned Additional District Judge relied heavily on a Commission Report dated 24-04-2002 and the two plans annexed to the said report submitted by the Resident Manager of the Walave Special Zone. This report was initially called for by the District Court in order to enter a settlement between the parties. It is observed that the evidence of the author of the said report was never led nor cross-examined during the trial.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      216.3,
      543.1,
      291.71
    ],
    "text": "The High Court in setting aside the said judgment, upheld the defendant’s contention that the plaint does not disclose a cause of action and has failed to describe the encroached portion of land which is in dispute and which is sought to be recovered from the defendant and dismissed the action of the plaintiff.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      294.45,
      543.2,
      336.11
    ],
    "text": "Being aggrieved by the said judgment the plaintiff is now before this Court having obtained special leave to appeal on three questions of law.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      349.72,
      507.2,
      414.23
    ],
    "text": "(i) Have their Lordships of the High Court erred in law by failing to appreciate that the plaintiff has duly discharged her burden of proof and has duly proved all ingredients that needs to be established by a plaintiff in a rei vindicatio action?",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      428.03,
      543.2,
      525.97
    ],
    "text": "The plaintiff’s Counsel’s submission before this Court was that in order to establish a rei vindicatio action the plaintiff had clearly identified the subject matter of the action with reference to a distinct allotment of land depicted in the Final Village Plan prepared by the Survey General (P2) and also has title to the subject matter by being given a permit issued in terms of Section 19(2) of the Land Development Ordinance (P1) which was valid and not cancelled.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      528.71,
      543.1,
      587.17
    ],
    "text": "The Counsel for the plaintiff relied on the judgment of Palisena Vs Perera 56 NLR 407 to establish that a permit holder enjoys sufficient title to enable him to maintain a vindicatory action against a trespasser and referred to the defendant as a trespasser.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      590.03,
      543.18,
      715.83
    ],
    "text": "On behalf of the plaintiff it was further submitted that the defendant having no right whatsoever to the plaintiff’s land has made a canal to take water and an access road to his land over the plaintiff’s land and therefore the plaintiff is entitled to obtain from Court a consequential relief, i.e. a declaration that the defendant has no right of way and/or no right to draw water over the subject matter of the action. The Counsel for the plaintiff went on to submit that the learned Judges of the High Court erred when it held that the plaintiff has failed to demarcate and show by way of a plan the disputed roadway. He further asserted that since",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      65.08,
      543.18,
      129.44
    ],
    "text": "the defendant had prayed for a judgment stating that the defendant has a right to continuous use of the roadway and a right to use the water canal, that the burden of proving same is on the defendant and not on the plaintiff. Counsel for the plaintiff rested his case on the Court of Appeal judgment of David V. Gnanawathie 2000 [2] SLR 352.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      132.18,
      543.22,
      291.71
    ],
    "text": "The Counsel for the defendant in his submissions before this Court, relied heavily on the ingredients of a rei vindicatio action and Section 41 of the Civil Procedure Code. The learned Counsel submitted that what was of paramount importance was that the plaint filed by the plaintiff did not contain a pedigree, an abstract of title, no sketch or plan showing the metes and bounds of the extent of land from which the defendant dispossessed the plaintiff, no date of the alleged disposition nor a prayer to seek the ejectment of the defendant and therefore critiqued the judgment of the District Court. The learned Counsel submitted in view of the above deficiencies in the plaint, ex-mero motu the plaint ought to have been rejected by the District Court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      305.49,
      543.22,
      437.05
    ],
    "text": "The Counsel for the defendant further submitted that the Additional District Judge, was in error and misdirected himself when he held that the burden to prove the roadway and the water way was on the defendant. The Counsel also submitted that the Additional District Judge’s statement that the date of disposition was not a relevant fact, was also a misdirection. Thus, the learned Counsel for the defendant submitted that the correction of such errors and misdirection of the District Judge by setting aside the said judgment by the High Court was correct and warranted. Therefore, the Counsel submitted that the High Court judgment was unassailable and should be affirmed by this Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      439.91,
      543.21,
      498.37
    ],
    "text": "A rei vindicatio action or action rei vindicatio is essentially an action in rem, and has its origins in the Roman Law and is for the recovery of property. Rei vindicatio action in modern terms is referred to as an action for a declaration of title.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      501.11,
      543.22,
      542.77
    ],
    "text": "Wille’s Principles of South African Law (9th edition-2007) at page 539-540 sets out the essentials of the rei vindicatio action as follows: -",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      555.23,
      543.22,
      715.83
    ],
    "text": "“To succeed with the rei vindicatio, the owner must prove on a balance of probabilities, first his ownership in the property…. Secondly, the property must exist, be clearly identifiable and must not have been destroyed or consumed….. Thirdly, the defendant must be in possession or detention of the thing at the moment the action is instituted. The rationale is to ensure that defendant is in a position to comply with an order for restoration.” Admittedly, the plaintiff is in occupation of a State land and is a valid permit holder. The defendant too is a permit holder and is occupying State land. The plaintiff was issued with the permit (P1) on 28-11-1999 for an extent of land 0.492 hectares whereas the defendant’s",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "6",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      65.08,
      543.21,
      129.44
    ],
    "text": "permit for an extent 0.897 hectares was dated 23-08-2000. Even prior to the issuance of the permits both parties were in occupation of the said lands. Both lands are in a Mahaweli colony in the Sevenagala area. No party has been issued a Grant in terms of the Land Devepoment Ordinance as yet. Thus, the ownership of the property is still with the State.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      132.18,
      543.22,
      350.27
    ],
    "text": "Marsoof J., in Latheef and another Vs Mansoor and another S.C. Appeal 104/2005 S.C. minutes 27-10-2010 (reported in 2011 BLR at p. 189) has succinctly dealt with the legal principles governing a rei vindicatio action and the plethora of Judicial dicta, pertaining to same, wherein it had been held that a party claiming a declaration of title must have title himself (Abeykoon Hamine V. Appuhamy 52 NLR 49); that burden is on a plaintiff to establish the dominium, or title to the land and the plaintiff should succeed only on the strength of his own title and not upon the weaknesses of the defence (Jinawathie Vs Emalin Perera [1986] 2 SLR 121); and that a defendant need not prove anything, leave alone his own title (Wanigaratne Vs Juwanis Appuhamy 65 NLR 167). The land in issue in this instant appeal, lot 603 referred to in the schedule to the plaint is a State land and given to the plaintiff on a permit. The Prayer (i) granted by the District Court pertain to the declaration of title to the said lot 603.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      10.5600004196167,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      353.01,
      543.22,
      411.47
    ],
    "text": "However, the bone of contention in this appeal is the consequential prayer granted by the District Court i.e prayer (iii), that the defendant does not have a right of way and/or a right to obtain water over the said lot 603.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      414.21,
      543.18,
      714.51
    ],
    "text": "It is observed that what the plaintiff has sought and what the District Court has granted is a negative right. The learned Additional District Judge has categorically held that the said relief is granted since the defendant has failed to prove the declaration sought by him in the claim in reconvention referred to in the answer. It is observed that this stance taken up by the Additional District Judge is erroneous. The judicial dicta referred to earlier clearly states that dominium to the land should be established by the plaintiff on his own accord and not on the weaknesses of the defence. Similarly, consequential rights flowing from dominium to a property, should also be established by the plaintiff on a balance of probability. The burden is clearly on the plaintiff to prove it’s case. The weaknesses and the inability of the defendant to prove it’s claim is immaterial and has no bearing. Thus, in the instance case, the burden was on the plaintiff to prove her case, which she failed to do. The Counsel for the defendant also submitted before this Court, that the plaint ought to have been rejected in limine for non-adherence with the provisions of Section 41 of the Civil Procedure Code.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "7",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      65.08,
      222.77,
      78.9
    ],
    "text": "Section 41 reads as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      91.38,
      507.14,
      172.52
    ],
    "text": "“When the claim made in the action is for some specific portion of land, or for some share or interest in a specific portion of land, then the portion of land must be described in the plaint so far as possible by reference to physical metes and bounds; or by reference to a sufficient sketch, map or plan to be appended to the plaint, and not by name only”",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      175.26,
      543.21,
      284.27
    ],
    "text": "The plaint in it’s schedule describes lot 603 in reference to a portion of a Final Village Plan namely section 05 of FVP 43. But the plaint does not describe nor gives the metes and bounds of the land alleged to have been filled up by the defendant. Nor does it indicate where the defendant’s land lies in the said plan. Thus, ex-facie on the plaint, Court cannot ascertain from the land described in the schedule the specific portion of the land upon which the cause of action has arisen to grant the relief.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      287.01,
      543.19,
      345.47
    ],
    "text": "On the corollary, the defendant in the schedule to his answer described his land bearing lot No 2755 depicted in section 04 of the Final Village Plan No. 73 as well as the disputed road way and the water course said to be on the eastern boundary of the plaintiff’s land.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      359.25,
      543.21,
      717.15
    ],
    "text": "Therefore, the submission of the defendant that the plaint is not in accordance with the provisions of the Civil Procedure Code, as it does not refer to the specific disputed portion of land has merit and can be accepted. The Counsel for the defendant further submitted that the plaint does not disclose a date on which the plaintiff was disposed from the land. The plaint only indicates that the defendant unlawfully filled a portion of the plaintiff’s land. The evidence led, especially the proceedings in the Section 66 application indicate that the plaintiff has blocked the road way and the water course in December 1995 and the Primary Court restored the possession to the defendant in September 1996. The plaint upon which this appeal lies has been filed in May 2000, four and a half years after the said Section 66 order and does not indicate the date upon which the plaintiff was dispossessed from the land. Was it the date of the Section 66 notice or some other date? The plaintiff has also not prayed for ejectment of the defendant. The record further bears out that in 2001, whilst the District Court case was pending once again the Primary Court has made order to restore the possession of the defendant, as the plaintiff has blocked the water course and impeded cultivation of the defendant’s fields. Hence, it is observed that the nondisclosure of the date of dispossession of the plaintiff is a material omission. More over the statement that the date is not relevant in a rei vidicatio action is a clear misdirection by the District Court. In the said circumstances, we hold that the District Court has failed to appreciate the ingredients and the burden of proof in a rei vindicatio action. Thus, the High Court correctly",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "8",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      65.08,
      543.21,
      95.72
    ],
    "text": "set aside the said judgment for the reason that the plaintiff has failed to establish and prove the ingredients required to be proved in a rei vindicatio action.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      98.58,
      435.43,
      122.0
    ],
    "text": "Hence, this Court answers the 1st question of law in the negative.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      124.86,
      542.97,
      165.08
    ],
    "text": "The 2nd and the 3rd questions of law raised before this Court pertains to the permit and I wish to consider the said two questions together.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      167.94,
      543.22,
      224.96
    ],
    "text": "The plaintiff’s position before this Court was that the permit granted the plaintiff, absolute rights and has not reserved any right, servitude or otherwise to the defendant and thus the permit is not subject to a right of a water way or a roadway.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      237.42,
      380.95,
      251.24
    ],
    "text": "The permit given to the plaintiff has many conditions.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      254.13,
      338.95,
      277.55
    ],
    "text": "Condition 03 of the permit reads as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      290.01,
      507.1,
      320.63
    ],
    "text": "“The permit holder’s occupations of the land is subject to any right of way or other servitude existing over the land on the date of this permit.”",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      323.49,
      543.2,
      474.13
    ],
    "text": "Thus, it is apparent that the permit holder occupies the land subject to any existing right of way or other servitudes over the land. This Court observes that the High Court has considered and evaluated the said condition correctly and in the proper manifestation whereas the District Court has not lend it’s mind to the said condition. According to condition 03 of the permit, the permit holder’s occupation of the land is subject to any right or servitude existing over the land on the day the permit was issued. Thus, the next question that has to be ascertained is whether there was any right of way or servitude existing over the land when the permit was issued to the plaintiff in August 1999.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      476.99,
      543.22,
      567.73
    ],
    "text": "The evidence led at the trial clearly establishes that a right of way or a servitude existed. Both parties admit that they occupied the said properties for many years, though the permits were issued as stated earlier, in the year 1999 and 2000 respectively. However, plaintiff failed to establish by way of a sketch or a plan, whether the right of way was over or on the eastern boundary of the land given to her under the permit.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      580.07,
      543.19,
      644.44
    ],
    "text": "In fact the Primary Court in September 1996 issued an Order for the plaintiff not to obstruct the water course and the road way. Thus, a roadway and a water course existed as at that date. The plaintiff did not go up in appeal or revision against the said Order and accepted the Order of Restoration of the defendant’s possession of the road way and the water way.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      647.19,
      543.08,
      702.99
    ],
    "text": "The roadway and the waterway referred to in this appeal could easily be understood when considering the factual ground position. These lands are part of the Walave Basin of the Mahaweli Zone. These lands were given to villagers for cultivation many decades ago. Block",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "9",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      65.08,
      543.22,
      257.03
    ],
    "text": "out plans were made subsequently and permits issued to the occupiers of the high lands and paddy lands. This position was clearly spelt out in the Commission Report filed in this case. The roadway when referring to the paddy fields is commonly referred to as a Niyara (kshr) and where existing the bund of a canal which is also referred to as a water way/water course/ ela/we, (and runs adjoining or parallel to the road way/niyara) which channels water to the fields from the main water source being a wewa or a river. According to the Primary Court Order the plaintiff was asked to restore the blocked waterway and roadway or repair the ‘niyara’ that was cut to divert water exclusively to the plaintiff’s paddy fields. Thus, it is amply clear that a road way or a servitude was in existence at the time the permit was issued to the plaintiff. A road way (bund) and a water course is a sine-quo-non for a paddy field and is an essential element and held in rem.",
    "fonts": [
      "DL-Manel-bold.-x",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      6.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      259.77,
      543.15,
      351.95
    ],
    "text": "We observe, that the plaintiff moved the District Court to obtain a declaration preventing the defendant from using the said road way or the servitude in such a background. The plaint did not disclose a date of dispossession nor an identifiable specific portion of land from which the plaintiff was dispossessed. Nevertheless, the District Court granted the plaintiff the said relief.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      354.69,
      543.21,
      413.15
    ],
    "text": "Having analyzed the evidence led and the documents marked, the High Court quite rightly set aside the said judgment of the District Court granting the said relief, viz a negative right to the plaintiff.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      415.89,
      543.19,
      491.29
    ],
    "text": "We see no reason to interfere with the said judgment of the High Court as the facts elicited categorically establish that the plaintiff did not have an absolute right to lot 603 and holds the said lot subject to the existing servitudes and other rights, either running over or adjacent to the said lot 603.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      494.03,
      543.03,
      535.69
    ],
    "text": "In the circumstances the 2nd and the 3rd questions of law are also answered in the negative.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      549.47,
      543.22,
      647.44
    ],
    "text": "Another factor that drew the interest of this Court were the two plans annexed to the Commission Report filed in the District Court. The Plan marked annexure (i) to the Commission Report was marked as P5(ii) in the appeal brief before us. In view of the paramount interest given to this plan and the bone of contention of the parties been the right of way and the water course, this Court, examined the original record (called for by this Court some time back) to verify the layout of the irrigation scheme.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      658.58,
      543.21,
      705.99
    ],
    "text": "The plan marked annexure (i) (P5 (ii) in the appeal brief) clearly encompasses the lots given to the plaintiff and the defendant bearing no 603 and 2755 and the existing water courses. It also shows lot 2752 adjacent to lot 603 referred to in the Commission Report as been",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "10",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      65.08,
      543.21,
      146.24
    ],
    "text": "occupied by the plaintiff for which a permit had not been issued. No reference was made by the plaintiff in the plaint with regard to this lot occupied by her. There exists a water course from the source ‘Yodha Ela’ which runs on the eastern boundary of lot 603 and abruptly ends near the plaintiff’s land. This factor correspondence with the defendant’s version with regard to the existing roadway and the water course.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      148.98,
      543.22,
      325.31
    ],
    "text": "To the Commission Report was also annexed the proposed block out plan marked annexure (ii) in which the two lands occupied by the plaintiff (on a permit and without a permit) have been marked as a single block of land and the ‘proposed’ waterways are depicted. It is observed by this Court, that this proposed block out plan had been referred to by the learned Additional District Judge when coming to a finding that the water course and the road way referred to by the defendant did not exist. The District Court went on the assumption that the defendant was not a permit holder as at the date of the plaint and thus a trespasser. The learned Additional District Judge also referred to the defendant’s land being high land, though paddy was cultivated and therefore did not consider the importance of the existing water course as depicted in the plan annexure (i) to the Commission Report.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      328.05,
      543.22,
      386.63
    ],
    "text": "Thus, we hold that the learned Additional District Judge was in error when emphasis was placed on the said proposed block out plan to grant a declaration that the defendant has no right of way nor a right to access water from the water course.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      389.37,
      543.22,
      531.97
    ],
    "text": "On the corollary, the High Court has correctly analysed the legal position pertaining to a rei vidicatio action and the servitude rights. It based its judgment on the legal principles enunciated in the Court of Appeal case of David Vs Gnanawathie [2000]2 SLR 352 where it was held that a plaintiff claiming a prescriptive use of a right of way over a defined route should imperatively comply with Section 41 of the Civil Procedure Code, since noncompliance would impede the execution of the decree and/or the judgment if the servient tenement is not described with precision and definiteness. Incidentally, this case pertains to a right of way, over State land in Embilipitiya vested with the Mahaweli Authority of Sri Lanka.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      534.83,
      543.22,
      686.92
    ],
    "text": "The High Court also relied on the judgment of another Court of Appeal case Gunasekara Vs Punchimenike and other [2002] 2 SLR 43, where it was held that the Court was obliged initially to have rejected the original plaint since it did not describe the portion encroached upon - vide Section 46(2)(a) read together with Section 41 of the Civil Procedure Code. With regard to the burden of proof it is observed that the High Court relied on the dicta of Dias S.P.J. in Peeris Vs Savunhamy 54 NLR 207 where he held that the initial burden of proof rests upon the plaintiff to prove his title including the identification of the boundaries",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.960000038146973,
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "11",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      65.08,
      543.21,
      95.72
    ],
    "text": "and went on to hold that a finding of fact may be reversed on appeal if the trial judge has demonstrably misjudged the position.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      98.58,
      543.19,
      155.72
    ],
    "text": "Thus, the learned Judges of the High Court have analysed the evidence led and the judicial decisions and came to a correct finding and set aside the judgment of the District Court on valid and cogent grounds.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      158.46,
      481.78,
      183.32
    ],
    "text": "Hence, we see no reason to interfere with the judgment of the High Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      186.06,
      542.9,
      227.72
    ],
    "text": "Thus, we answer all three questions raised before this Court in the negative and in favour of the substituted defendant-appellant-respondent. We see no merit in this appeal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      230.46,
      543.13,
      288.95
    ],
    "text": "In the aforesaid circumstances, we affirm and we uphold the judgment of the Civil Appellate High Court holden in Ratnapura dated 10-11-2010. The judgment of the District Court of Embilipitiya dated 14-11-2007 is set aside and the plaint is dismissed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      291.69,
      543.09,
      420.35
    ],
    "text": "Appeal filed before this Court by the plaintiff-respondent-appellant is dismissed with costs fixed at Rs 25,000/=",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.0,
      8.039999961853027,
      9.960000038146973,
      12.479999542236328,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      360.07,
      420.83,
      546.1,
      447.29
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      447.5,
      543.22,
      564.53
    ],
    "text": "Buwaneka Aluwihare, PC. J. I agree Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      3.9600000381469727,
      11.039999961853027,
      12.0,
      12.479999542236328,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      564.76,
      219.17,
      629.85
    ],
    "text": "S. Thurairaja, PC. J. I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      3.0,
      8.039999961853027,
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      630.2,
      577.66,
      675.04
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      2.0399999618530273,
      12.0,
      12.479999542236328
    ]
  }
]