[
  {
    "page_number": 0,
    "bbox": [
      59.76,
      748.39,
      554.37,
      757.39
    ],
    "text": "SC APPEAL 33 & 34/2025 - JUDGMENT 1",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.48,
      72.24,
      557.96,
      108.38
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.0,
      111.02,
      364.78,
      147.14
    ],
    "text": "OF SRI ALNKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      149.74,
      560.91,
      231.64
    ],
    "text": "In the matter of an Appeal under and in terms of Article 127 of the Constitution of the Democratic Socialist Republic of Sri Lanka. 1. The Secretary,",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      234.34,
      529.66,
      385.51
    ],
    "text": "Ministry of Health, Suwasiripaya, No. 385, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10. And 2 Others",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.0,
      387.97,
      561.1,
      453.09
    ],
    "text": "Respondents – Appellants SC Appeal Nos. 33/2025 SC/SPL/LA No. 318/2023 Vs. CA Writ Application No. 508/2022",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      455.79,
      504.46,
      470.25
    ],
    "text": "1. Geethani Hemamala Kotikawatte",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      472.95,
      501.7,
      573.09
    ],
    "text": "No. 196, Srimath Bandaranaike Mawatha, Colombo 12. And 2 Others",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      415.39,
      575.55,
      561.1,
      589.81
    ],
    "text": "Petitioners – Respondents",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      592.23,
      561.1,
      623.52
    ],
    "text": "1. Hon. Dinesh Gunawardena",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      626.22,
      547.51,
      709.32
    ],
    "text": "Prime Minister and Minister of Public Administration, Home Affairs, Provincial Councils and Local Government, Independence Square, Colombo 7.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.76,
      748.39,
      554.37,
      757.39
    ],
    "text": "SC APPEAL 33 & 34/2025 - JUDGMENT 2",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.44,
      404.59,
      121.24
    ],
    "text": "And 20 Others",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.0,
      123.7,
      561.1,
      357.35
    ],
    "text": "Respondents - Respondents BEFORE : YASANTHA KODAGODA, PC, J. A. H. M. D. NAWAZ, J. JANAK DE SILVA, J. COUNSEL : Vikum de Abrew, PC, ASG with Sehan Soysa, SSC & Nayanthara Balapatabendi, SC instructed by Rizni Firdous, SSA for the Respondent – Appellants. Dr. Romesh de Silva, PC with Ruwantha Cooray and Niran Anketell instructed by Sanath Wijewardane for the Petitioner – Respondents. ARGUED & DECIDED ON : 17.07.2025",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.41,
      359.65,
      344.71,
      407.27
    ],
    "text": "JUDGMENT",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.0,
      409.57,
      561.09,
      508.53
    ],
    "text": "YASANTHA KODAGODA, PC, J. This is an Appeal in respect of which this Court, having heard parties, had decided to grant Special Leave to Appeal in respect of three questions of law arising out of the impugned Judgment of the Court of Appeal dated 24th October 2023. Those three questions of law are as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.0,
      511.23,
      561.09,
      714.36
    ],
    "text": "1) Does the Judgment dated 24th October 2023, pronounced by the Court of Appeal, primarily contain copied parts from the written submissions filed by parties? 2) If the answer to the above question is in the affirmative, then has the Court of Appeal consciously considered the case put forward by all parties before it? 3) In any event, are the Petitioners entitled to the reliefs claimed in the Petition? At the very outset of the hearing, learned Additional Solicitor General cum President’s Counsel who appeared for the Appellants, drew the attention of this Court to an annexure to his pre-hearing written submissions filed in this Court which inter alia contains a photocopy of the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      59.76,
      748.39,
      554.37,
      757.39
    ],
    "text": "SC APPEAL 33 & 34/2025 - JUDGMENT 3",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.0,
      72.44,
      561.1,
      704.4
    ],
    "text": "impugned judgment of the Court of Appeal. In that document, the learned Counsel for the Appellant, for the purpose of advancing his argument and also assisting Court in the adjudication of this Appeal, has highlighted portions of the impugned judgment of the Court of Appeal using two different colours. His position was that those highlighted portions of the impugned judgment correspond verbatim to the post-hearing written submissions tendered by learned Counsel to the Court of Appeal. We have examined the afore-stated document carefully, notwithstanding the fact that learned Counsel for the Respondent not having challenged its accuracy. That means, the learned Justice of the Court of Appeal, when preparing the impugned Judgment, had copied substantial portions from the written submissions tendered by learned counsel. We regret very much to note that, if the afore-stated reproduction of the post-hearing written submissions of counsel were to be removed from the impugned Judgment of the Court of Appeal, there is hardly any independent judicial evaluation of the material placed before Court and the arguments presented by learned counsel. In fact, this Court is embarrassed by the fact that the reproduction of the submissions of counsel in the impugned judgment of the Court of Appeal shows that even such re-production has not even been given effect to in a diligent manner. That is in view of the fact that some of the terminology found in the impugned Judgment of the Court of Appeal could not have been part of a Judges’ pronouncement and could have only been included into the submissions of counsel. This Court is of the view that it would be even more embarrassing to include such references in this Judgment, as this Judgment would serve as part of the permanent record. In view of the foregoing, the Court regrettably though notes that this is an instance where a serious miscarriage of justice has occurred at the hands of the learned Justice of the Court of Appeal who pronounced the impugned Judgment. It has been occasioned due to reasons unknown to this Court. However, it is necessary to place on record the observation that, this occurrence has taken place due to serious judicial misconduct and is certainly not due to a lapse on the part of the relevant Justice. Whatever may have been the reason, in the foregoing circumstances, it is not possible for this Court to permit the impugned Judgment of the Court of Appeal dated 24th October 2023 to stand. This matter ends with the delivery of this Judgment only because the relevant Justice is no longer serving in the judiciary. In the circumstances, the 1st question of law in respect of which Special Leave to Appeal has been granted must necessarily be answered in favour of the Appellant.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      59.76,
      748.39,
      554.37,
      757.39
    ],
    "text": "SC APPEAL 33 & 34/2025 - JUDGMENT 4",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.0,
      72.44,
      561.1,
      687.24
    ],
    "text": "I have noted above that once the copy-pasted portions of the post-hearing written submissions of learned Counsel before the Court of Appeal are removed from the impugned judgment, there is no independent evaluation of the positions taken up by the two parties. Nor are there independent judicial findings. In these circumstances, the 2nd question in respect of which Special Leave to Appeal has been granted must necessarily be answered in the negative, i.e., that the Court of Appeal has not consciously, judiciously and independently considered the cases presented to it by the parties. What is then left for this Court to decide is whether this Court should direct the Court of Appeal to rehear this matter. We have considered the nature of the dispute presented to the Court of Appeal by the two sides, in respect of which a highly relevant fact is the age of the Petitioners and those whom they represent. This is particularly given the passage of time since the filing of the original Application in the Court of Appeal and the relevancy of their age to the question of retirement from public service. As learned counsel for the Appellant pointed out, it is more than likely that these Petitioners have by now exceeded the age of 63 which thereby disentitles them to remain in public service even under the terms of the gazette notification, which the Executive had initially introduced (which extended the age of retirement from 60 to 63) and later vacated. It is the vacation of the said notification which led to the Petitioners – Respondents instituting action in the Court of Appeal. In the circumstances, the third question of law in respect of which Special Leave to Appeal was granted must also be answered in favour of the Appellants. Learned counsel for the Respondents submits that this is an instance where the Executive has treated medical officers and medical specialists differently from the manner in which they have treated nursing officers. In view of the fact that this Court is exercising appellate jurisdiction with regard to the impugned Judgment of the Court of Appeal, it is the view of this Court that this is not a fit case where this Court should consider and decide whether in fact one party has been discriminated against the other. In the circumstances, we refrain from making any observation in that regard. However, if the Respondents so choose, they may engage in suitable negotiations and arrive at an amicable settlement on whether any nursing officer aged between 60 to 63 who has served the National Health Service beyond reaching 60 years ought to be remunerated.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      59.76,
      748.39,
      554.37,
      757.39
    ],
    "text": "SC APPEAL 33 & 34/2025 - JUDGMENT 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.0,
      72.44,
      560.95,
      172.72
    ],
    "text": "In view of the foregoing, we quash and set aside the impugned judgment of the Court of Appeal dated 24th October 2023. This Appeal is allowed. Parties shall bear their own costs. The Judgment delivered in SC Appeal 33/2025 shall apply to SC Appeal 34/2025 as well.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.0,
      258.37,
      561.1,
      355.79
    ],
    "text": "JUDGE OF THE SUPREME COURT A. H. M. D. NAWAZ, J.",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.0,
      358.09,
      561.1,
      456.13
    ],
    "text": "JUDGE OF THE SUPREME COURT JANAK DE SILVA, J.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      358.75,
      458.55,
      561.1,
      473.01
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]