[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      36.21,
      561.34,
      64.39
    ],
    "text": "SC.SPL/LA No. 231/2015",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      129.14,
      78.97,
      485.98,
      92.25
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      230.57,
      92.77,
      384.55,
      106.05
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      106.33,
      525.08,
      423.36
    ],
    "text": "In the matter of an application for Leave to Appeal under the provisions of section 5 of the Industrial Disputes Act No. 32 of 1990. D.S.Aaron Senarath P.O.Box 02, Maskeliya Applicant-Appellant-Petitioner SC. SPL/LA No. 231/2015 Vs. H.C.Case No. 10/94/2009 1. The Manager LT HCNE 06/2014 Moray Estate, Maskeliya. 2. Maskeliya Plantations Limited, No. 310, High Level Road Nawinna, Maraharagama. Respondents-Respondents-Respondents",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      423.66,
      565.18,
      727.01
    ],
    "text": "Before : Priyasath Dep, PC, J Upaly Abeyrathne, J K.T. Chitrasiri, J Counsel : J.C. Boange for the Applicant-Appellant-Petitioner Suren Fernando for the Respondent-Respondent-Respondent Argued on : 01.04.2016 Decided on : 19.01.2017",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      36.21,
      561.34,
      64.39
    ],
    "text": "SC.SPL/LA No. 231/2015",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "2",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      65.15,
      525.12,
      547.34
    ],
    "text": "Priyasath Dep P.C., J. The Applicant-Appellant-Petitioner (hereinafter referred to as the “Petitioner”) filed this Application dated 12th November 2015 seeking Leave to Appeal to set aside the judgment dated 6th October 2015 of the Provincial High Court of Central Province held in Nuwara Eliya in Case No. LT HCNE 06/2014 and the Order dated 3rd April 2015 of the Labour Tribunal of Hatton in Case No.10/94/2014 The Applicant-Appellant- Petitioner filed an Application in the Labour Tribunal alleging that the termination of his services by the Respondent –Respondent –Respondent (hereinafter referred to as “Respondent”) was unlawful and unjust. The Labour Tribunal after an inquiry held that the Applicant was guilty of misconduct and the termination of his services both lawful and just. The Applicant appealed against the order to the High Court and the High Court dismissed the appeal and affirmed the order of the Labour Tribunal. The present leave to appeal application was filed against the judgment of the High Court. When this matter was taken up for support on 10th February 2016, the learned Counsel for the Respondent raised two preliminary objections on the basis that the Petition has not been filed in compliance with the Supreme Court Rules 1990, in particular, Rule 2 read with Rules 6 and 34 (relating to the failure to file material documents) and that the purported application was futile as no substantive relief had been sought from the Supreme Court. The learned Counsel for the Respondent moved that the Application be dismissed in limine for failure to comply with the mandatory Rules of the Supreme Court. The learned Counsel for the Petitioner sought time to consider the said objections. The Petitioner subsequently by a motion dated 29th February 2016 filed proceedings of the Provincial High Court which included proceedings/evidence of the Labour Tribunal. The motion dated 29th February 2016 acknowledged the fact that the Respondent had already raised a preliminary objection. When this Application was taken up for support on 1st of April 2016 the learned Counsel for the Respondent raised the following preliminary objections:",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.02,
      547.86,
      524.73,
      574.94
    ],
    "text": "1) The Petitioner has failed to comply with the Rule Nos. 2, 6 and 34 of the",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.02,
      575.46,
      525.09,
      657.77
    ],
    "text": "Supreme Court Rules 1990, as he failed to tender along with the Petition any of the proceedings before the Labour Tribunal with the relevant material and failed to seek permission of the Supreme Court to tender the proceedings subsequently. 2) The Application to the Supreme Court is futile as the prayer only seeks to set",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      658.29,
      524.98,
      726.77
    ],
    "text": "aside the Order of the Labour Tribunal and the Judgment of the High Court and does not seek any substantial relief from the Supreme Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      36.21,
      561.34,
      64.39
    ],
    "text": "SC.SPL/LA No. 231/2015",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "3",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      64.91,
      528.1,
      726.77
    ],
    "text": "The learned Counsel for the Petitioner submitted that the ‘material documents including the record of the lower court which had not been tendered with the Petition , were not required for him to support the application, since he is now seeking leave only on the question of law set out in paragraph 11(b) of the Petition. In other words he has abandoned the question of law set out in paragraph 11(a). The Court directed the parties to file written submissions and both parties had tendered comprehensive written submissions. The Petitioner sought leave to appeal from the Provincial High Court to the Supreme Court, as provided by section 31DD (1) and (2) of the Industrial Disputes Act as amended. Section 31DD (1) of the Industrial Disputes Act states: “Any workman, trade union or employer who is aggrieved by any final order of a High Court established under Article 154P of the Constitution, in the exercise of the appellate jurisdiction vested in it by law or in the exercise of its revisionary jurisdiction vested in it by law, in relation to an order of a labour tribunal, may appeal therefrom to the Supreme Court with the leave of the High Court or the Supreme Court first had and obtained” The learned Counsel for the Respondent submitted that in practice, the Supreme Court apply the Supreme Court Rules of 1990 to applications for Leave to Appeal from the High Court to the Supreme Court. He further submitted that when filing a Petition of Appeal in the Supreme Court, there is an obligation on the part of the Petitioner to comply with the Supreme Court Rules of 1990. It is the contention of the learned Counsel for the Respondent that in paragraph 5 (a), (b), (c),(d),(e), (g), (h), (i),(j), (l), (m), (n), (o), (p), (q), (r) and paragraph 8,7 and 9 of the Petition, the Petitioner is challenging the order of the Learned President of the Labour Tribunal based on the proceedings/evidence led before the Labour Tribunal. The errors of law alleged by the Petitioner are in respect of errors of law in assessing and evaluating the evidence. Therefore, it is imperative that the Petitioner should have annexed the record/proceedings of the Labour Tribunal. It is the position of the Respondent that without examining and analyzing the evidence the Supreme Court will not be in a position to answer the questions of law set out in paragraph 11 of the Petition, or even to determine whether a prima facie case warranting the grant of leave to appeal, has been made out. The Respondent moved for the dismissal of the leave to appeal application for non-compliance with Rules 2 and 6 of the Supreme Court Rules 1990, which makes mandatory the filing of material relevant to the case. Rule 2 of the Supreme Court Rules of 1990 reads thus: “Every Application for Special Leave to Appeal to the Supreme Court shall be made by a petition in that behalf lodged at the Registry together with affidavits and documents in",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      36.21,
      561.34,
      64.39
    ],
    "text": "SC.SPL/LA No. 231/2015",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "4",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      64.91,
      530.95,
      712.97
    ],
    "text": "support thereof as prescribed by rule 6, and a certified copy, or certified photocopy, of the judgment or order in respect of which leave to appeal is sought. Three additional copies of such petition, affidavits, documents and judgment or order shall also be filed; Provided that if the petitioner is unable to obtain any such affidavit, document, judgment or order, as is required by this rule to be tendered with his petition, he shall set out the circumstances in his petition and shall pray for permission to tender the same, together with the requisite number of copies, as soon as he obtains the same. If the Court is satisfied that the Petitioner had exercised due diligence in attempting to obtain such affidavit, document, judgment or order, and that the failure to tender the same was due to circumstance beyond his control, but not otherwise, he shall be deemed to have complied with the provisions of this rule.” The learned Counsel for the Respondent submitted that in terms of Rule 2 of the Supreme Court Rules 1990 if it is proved that a default was due to circumstances beyond the Petitioner’s control, but not otherwise that he shall be deemed to have complied with the provisions of this rule. The learned Counsel for the Respondent cited the cases of Ceylon Electricity Board and others v. Ranjith Fonseka (2008) 1 Sri.L.R.337 and Annamalai Chettiar Muthapan Chettiar vs Karunanayake and another (S.C. Appeal 69/2003, SC Minutes of 06.06.2005) where the Supreme Court insisted on strict compliance of the rules and dismissed the said applications for non compliance of the Supreme Court Rules. In Kiriwantha Vs.Navaratna 1990(2) Sri. L.R. 393 a Judgment-dealing with the Court of Appeal Rules 1990, Fernando J. held that: “The weight of authority thus favors the view that while these Rules (Rules 46, 47, 49, 35) must be complied with, the law does not require or permit an automatic dismissal of the application or appeal of the party in default. The consequence of non- compliance (by reason of impossibility or for any other reason) is a matter falling within the discretion of the Court, to be exercised after considering the nature of the default, as well as the excuse or explanation therefore in the context of the object of the particular Rule” . The learned Counsel for the Respondent submitted that the Petitioner has failed to annex material documents, he has failed to give any reason for his default and also he has failed to seek permission in the Petition to obtain and file them later. The learned Counsel for the Respondent further submitted that the application filed by the Petitioner is a futile application. The Petitioner though prayed for the setting aside of the judgments in the Labour Tribunal and the High Court did not seek the relief prayed for in the Labour Tribunal to award him compensation. Therefore, even if the Supreme Court sets aside the judgment of the Provincial High Court and the order of the Labour Tribunal, the Petitioner will not be entitled to compensation as he had not prayed for in the Petition. The Respondent submitted that the Petition must be dismissed on the ground of futility.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      36.21,
      561.34,
      64.39
    ],
    "text": "SC.SPL/LA No. 231/2015",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      63.88,
      530.88,
      574.94
    ],
    "text": "The learned Counsel for the Petitioner in his written submissions filed on 30th May 2016 stated that the Supreme Court Rules 1990 relates to applications for special leave to appeal from judgments of the Court of Appeal and has no application to Leave to Appeal applications filed under section 5 of the Industrial Disputes (Amendment) Act No 32 of 1990. Under that Act there is no reference made to Supreme Court Rules 1990. It should be observed that the High Court (Special Provisions) Act No. 19 of 1990 and Industrial Disputes (Amendment) Act No 32 of 1990 conferred on the High Court of Provinces concurrent Jurisdiction with the Court of Appeal to hear and determine appeals and revision applications in relation to orders from the Labour Tribunals. There was a shift of the forum jurisdiction and the High Court of Provinces exercise the appellate and revisionary jurisdiction hitherto exercised by the Court of Appeal. In the absence of specific rules formulated in respect of leave to Appeal applications, the Supreme Courts Rules of 1990 which is applicable for leave to Appeal Application from the Court of Appeal to the Supreme Court was adopted as a matter of practice. In any event to invoke the jurisdiction of the Supreme Court to obtain leave the party seeking leave should place necessary material for the consideration of the Supreme Court. If not the Supreme Court could refuse to entertain the Application. The learned Counsel for the Petitioner submitted that the Petitioner had filed the relevant documents to establish his grounds for leave to appeal to the Supreme Court the Petitioner had filed the following documents: P1. Copy of the Application to the Labour Tribunal P2. Answer of the Respondent P3. Replication of the Petitioner P4.Order of the Labour Tribunal. P5.Written Submissions of the Petitioner P6. Written Submissions of the Respondent P7 Judgment of the Provincial High Court. It is at this stage relevant to refer to the questions of law set out in paragraphs 11 (a) and (b) of the Petition to ascertain whether documents submitted by the Petitioner is sufficient to consider the questions of law set out in the Petition. The relevant paragraphs read as follows: 11 (a) Did the learned High Court Judge err in law in his assessment of the evidence",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      575.46,
      525.1,
      630.17
    ],
    "text": "in arriving at the conclusion that the alleged misconduct justified termination of services of an employee on the verge of retirement. 11(b) did the learned High Court Judge fail to consider whether the Petitioner should",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      630.69,
      525.12,
      712.97
    ],
    "text": "have been compensated in the event of termination of services in recognition of his long period of service. The learned President of the Labour Tribunal having considered the evidence led at the inquiry held that the Applicant who was a field officer abused and threatened the superintendent of the estate and assaulted the chief clerk and thereby guilty of",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      36.21,
      561.34,
      64.39
    ],
    "text": "SC.SPL/LA No. 231/2015",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "6",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      64.91,
      525.12,
      726.77
    ],
    "text": "misconduct which justified the termination of his services. The High Court affirmed the order of the Labour Tribunal and dismissed the Appeal. In the Petition in relation to the questions of law it was alleged that the order of the Labour Tribunal and the judgment of the High Court is contrary to the evidence, not supported by evidence and also perverse. The Petitioner alleged that the learned President of the Labour Tribunal and the Learned High Court Judge had failed to assess and evaluate the evidence. In the circumstances the proceedings in the Labour Tribunal is material and without it this Court is unable to consider the application. The learned Counsel for the Petitioner in his written submissions stated that the material submitted by the Petitioner is sufficient to establish the ground set out in paragraph 11B of the Petition which relates only to the question of compensation which was the main ground urged at the Provincial High Court. I am of the view that the question of law set out in paragraph 11 (b) is linked to the question of law set out in paragraph 11(a) of the petition and cannot be considered in isolation. As regards to the second objection raised by the Respondent that the Petitioner’s application is a futile Application as the relief prayed for does not seek compensation. The learned Counsel for the Petitioner submitted that if the answer is in the affirmative as regards to the questions of law set out in the Petition, the Supreme Court has a wide discretion to refer the case back to the Provincial High Court for the assessment of compensation, or to grant relief in terms of limb (iv) of the prayer to the Petition. The Petitioner submitted that in view of section 5 of the Industrial Disputes (Amendment) Act No 33 of 1990 which enacted section 31DD (2) the Supreme Court has wide powers to grant relief in the instance application. The Petitioner moves that the preliminary objection to be overruled and the application to be fixed for support. The learned Counsel for the Respondent submitted that the conduct of the workman is of utmost importance in determining whether or not to award compensation. Where the termination was caused by the fault of the workman, he cannot be awarded compensation. He further submitted that to support either of the question of law the record of the Labour Tribunal is essential as the workman is entitle to compensation only if the workman was not guilty of misconduct. I am of the view that the Petitioner has failed to comply with the Rules of the Supreme Court when he failed to annex the material documents required by Rule 2 and Rule 6. The Petitioner in his Petition did not seek permission of the Court to file the documents subsequently. He had failed to give reasons for noncompliance. In terms of Rule 2 of the Supreme Court Rules 1990 the Petitioner could be excused only if it is proved that he had exercised due diligence to obtain the documents and the default was due to circumstances beyond his control, but not otherwise, that he shall be deemed to have complied with the provisions of this rule.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      36.21,
      561.34,
      64.39
    ],
    "text": "SC.SPL/LA No. 231/2015",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "7",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      64.91,
      524.95,
      574.94
    ],
    "text": "I uphold the first preliminary objection raised by the Respondent that the Petitioner had failed to file material documents and violated Rules 2 and 6 of the Supreme Court Rules 1990. In view of this finding it is not necessary to consider the second preliminary objection raised by the Respondent. The Application dismissed. No costs. Judge of the Supreme Court Upali Abeyrathne J. I agree. Judge of the Supreme Court K.T. Chitrasiri J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  }
]