[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      129.14,
      65.27,
      485.98,
      78.55
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      81.13,
      384.55,
      107.77
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      110.05,
      543.0,
      305.83
    ],
    "text": "In the matter of and Application under and in terms of Article 126 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Kankanan Arachchige Hemasiri, Mahagedara Watta, Wepatha-Ira, Hakmana. Petitioner SC FR Application No. 12/2010 Vs",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      305.99,
      450.07,
      319.44
    ],
    "text": "1. Kamal Amarasinghe,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      319.96,
      458.35,
      402.24
    ],
    "text": "Inspector of Police, Officer in Charge, Police Station, Hakmana. 2. R.M.W.K. Rathnayake,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      402.76,
      479.74,
      471.26
    ],
    "text": "Police Constable, Police Station, Hakmana. 3. Inspector General of Police,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      471.78,
      498.1,
      526.46
    ],
    "text": "Sri Lanka Police Headquarters, Colombo 01. 4. Hon. Attorney General",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      526.98,
      500.02,
      724.13
    ],
    "text": "Attorney Generals Department, Colombo 12. Respondents Before: Murdu N.B.Fernando, PC. J., P.P.Surasena, J. and S.Thurairaja, PC. J. Counsel: Upul Kumarapperuma with Radha Kuruwitabandara for the Petitioner. Kuvera de Zoysa, PC with Pasindu Bandara for the 1st Respondent. Ms. Ganga Wakishta Arachchi, SSC for the 3rd and 4th Respondents.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      64.91,
      230.33,
      160.82
    ],
    "text": "Argued on: 05.08.2021 Decided on: 08.05.2024 Murdu N.B. Fernando, PC. J.,",
    "fonts": [
      "Calibri",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      170.05,
      543.08,
      212.73
    ],
    "text": "The Petitioner filed this application seeking a Declaration that his fundamental rights guaranteed under Articles 11, 12(1), 12(2), 14(1)(a) of the Constitution have been infringed by the Respondents.",
    "fonts": [
      "Calibri",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      221.22,
      543.09,
      250.17
    ],
    "text": "Leave to proceed was granted by this Court to the Petitioner on 20th January, 2010 for the alleged violation of Articles 11 and 14 of the Constitution against all the Respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      258.69,
      543.1,
      302.4
    ],
    "text": "The 1st Respondent was the Officer-In-Charge of the Hakmana Police Station and the 2nd Respondent was a Police Constable attached to the Hakmana Police. The 3rd Respondent was the Inspector General of Police and the Hon. Attorney General was the 4th Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      310.77,
      543.12,
      354.6
    ],
    "text": "Initially, the 1st and 2nd Respondents were represented by one and the same Counsel. Two separate sets of objections were filed on their behalf. At the hearing however, President Counsel represented only the 1st Respondent. The 2nd Respondent was absent and unrepresented.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      364.24,
      370.63,
      377.52
    ],
    "text": "The Petitioners version as narrated in the Petition",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      386.68,
      543.1,
      429.36
    ],
    "text": "The Petitioner at the time of the incident was 61 years of age, a retired school teacher, father of two sons who were undergraduates at the Faculty of Medicine, University of Colombo. Petitioners wife was a Government school teacher.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      438.9,
      542.99,
      466.82
    ],
    "text": "The Petitioner was an active member of the United National Party, a recognized political party, and a divisional co-ordinating secretary of the party for the Hakmana electorate.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      475.31,
      543.06,
      504.26
    ],
    "text": "The incident complained of happened on 19th December, 2009 which was on the run up to the Presidential Elections 2010, scheduled for January 2010.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      512.75,
      543.08,
      556.46
    ],
    "text": "A political rally was scheduled for 20th December, 2009 to secure the victory of the common presidential candidate General Sarath Fonseka at Matara and a poster campaign had been launched in the Hakmana area pertaining to the said rally.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      564.83,
      543.12,
      711.65
    ],
    "text": "On 19th December, 2009 at or around 10.30 pm while the Petitioner and others were gathered to be engaged in the poster campaign, the 1st and 2nd Respondents (the Respondents) had arrived in a police jeep and inquired about the posters in their possession. Upon being informed that it was for the political rally scheduled for next day, the 1st Respondent had become agitated and had started abusing the Petitioner and others in obscene language and ordered one Palangasinghe who was with the Petitioner to get into the police jeep. When Palangasinghe resisted the command of the 1st Respondent, the 2nd Respondent had dragged Palangasinghe from his shirt collar towards the Jeep. The Petitioner had then pleaded with the Respondents, not to take Palangasinghe to the police station, as they had not committed any offence nor violated the Election Law. At that juncture, the 1st Respondent had assaulted Palangasinghe.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      63.88,
      543.1,
      122.37
    ],
    "text": "The Petitioner thereafter had repeatedly pleaded with the 1st and 2nd Respondents not to assault Palangasinghe and not to take Palangasinghe to the police station. Then the 1st Respondent had directed a blow to the Petitioners face and with that blow the Petitioner had started bleeding from his mouth and had felt dizzy.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      130.74,
      543.02,
      159.81
    ],
    "text": "Thereafter, the 1st and 2nd Respondents had taken the posters into their custody and left the place threatening the Petitioner and others that they would be shot.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      169.21,
      543.12,
      256.17
    ],
    "text": "After this incident, one Alahengoda who was also with the Petitioner, had taken the Petitioner to the Ellawela Rural Hospital. The Petitioner had been treated at the Rural Hospital that night. On the next day i.e., on 20th December, 2009 the Petitioner had been transferred to General Hospital Matara, since the Petitioners condition was serious and there was bleeding from his gums. At the Matara Hospital, three of Petitioners front teeth had been extracted under local anaesthesia.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      265.6,
      543.1,
      337.8
    ],
    "text": "The Petitioner annexed to the Petition, a copy of the Diagnosis Ticket issued to him. Further, the Petitioner pleaded, that a police officer attached to the police post at the General Hospital, Matara took a statement from him on 22nd December, 2009 regarding the incident. The Petitioner also pleaded that on the said date ASP Matara too, visited him at the Hospital and requested him to report to the ASPs office upon being discharged.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      346.17,
      543.1,
      404.64
    ],
    "text": "On 23rd December, 2009 the next day, the Petitioner had been examined by the Judicial Medical Officer, Matara and thereafter discharged. On the same evening the Petitioner had reported to the ASPs office and his statement had been recorded. Thereafter, statements had also been recorded from some others, including Palangasinghe at the ASPs office.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      413.01,
      543.1,
      528.26
    ],
    "text": "Further, the Petitioner pleaded in the Petition dated 11th January, 2010 that he was still taking medical treatment for injuries inflicted on him and finds it extremely difficult to eat and speak. Petitioner also pleaded that he and his family were humiliated and are in severe mental pain due to the acts of the 1st and 2nd Respondents and moved for the relief stated in the Petition, inter-alia a Declaration that the 1st and 2nd Respondents and/or the State have violated the Petitioners fundamental rights, and a direction to initiate criminal proceedings and disciplinary proceedings against the 1st and 2nd Respondents in relation to the assault inflicted upon the Petitioner.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      0.9599999785423279,
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      534.11,
      518.26,
      547.82
    ],
    "text": "The 1st and 2nd Respondents version as stated in their objections and affidavits",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      565.19,
      543.1,
      667.85
    ],
    "text": "The 1st Respondent in his objections stated that he left the police station with two other officers on patrol duty on 19th December, 2009 and at 1.30am on 20th December, 2009, observed three persons standing by a wall. One was pasting posters and one was carrying a bucket. When the jeep approached them the 1st Respondent pleaded, two persons ran away but one remained. The 1st Respondent apprehended the person who remained, namely Palangasinghe for being in possession of several posters of a presidential candidate, and pasting them which was in violation of Section 74 of the Presidential Elections Act No 15 of 1981.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      676.34,
      543.1,
      705.29
    ],
    "text": "The 1st Respondent also pleaded that the Petitioner was not present when Palangasinghe was arrested and that the 1st Respondent does not know the Petitioner, and he is unable to state",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      63.88,
      543.1,
      92.97
    ],
    "text": "whether the Petitioner was with Palangasinghe or fled away when the jeep in which the 1st Respondent travelled approached the three persons.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      101.34,
      543.1,
      159.81
    ],
    "text": "The 1st Respondent vehemently denied that he assaulted or punched the Petitioner or that the 2nd Respondent accompanied the 1st Respondent on his patrol rounds and categorically denied the narration of the Petitioner and went on to aver that it is a malicious fabrication and a deliberate utterance of falsehood.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      168.18,
      543.1,
      256.17
    ],
    "text": "The objections of the 2nd Respondent was a general denial of the alleged incident. Nevertheless, he admitted that he too went on routine night patrol in Hakmana town on the direction of the 1st Respondent [the officer-in-charge of the station], on the relevant night with another officer and returned to the station the next day morning. He also pleaded that he, with another police officer produced Palangasinghe to the Judicial Medical Officer (JMO) on 20th December, 2009 and annexed all the police entries of the said two dates to his affidavit.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      264.57,
      543.12,
      308.28
    ],
    "text": "To the objections of the 1st Respondent was annexed a copy of the B report [1R2] dated 21-12-2009 and extracts of police entries [1R1, 1R3 and 1R4] to substantiate his stand. 1R1 is an in-out entry. 1R3 and 1R4 are notes pertaining to the arrest of Palangasinghe.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      317.8,
      543.1,
      419.28
    ],
    "text": "This Court observes that whilst 1R3 refers to the arrest per se, 1R4 refers to a more detailed description of the arrest in line with the position taken up by the 1st Respondent in his objections to this Court. Nevertheless, the Court notes that there is a significant discrepancy between 1R4 and the selfsame arrest note tendered to this Court by the 2nd Respondent with his affidavit, wherein specific reference is made to a person carrying a bucket of paste, two persons running away when the police jeep approached them, one falling down on the road and thereafter getting up and running away.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      428.82,
      543.1,
      471.5
    ],
    "text": "This Court also observes, that there are two documents marked 1R2 tendered to this Court, the aforesaid B report and a further report dated 07-01-2010. However, in the 1st Respondents objections, no reference whatsoever is made to the further report and its content.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      489.11,
      543.1,
      562.34
    ],
    "text": "The Petitioner in his counter affidavit denied the version of the 1st and 2nd Respondents and re-iterated his stand, that the Petitioner identified both the 1st and 2nd Respondents at the scene of the incident and the participation of the 2nd Respondent in the assault. Further, he pleaded that he has no reason to falsely implicate the 2nd Respondent. The Petitioner also re-iterated that he was punched on the face by the 1st Respondent.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      570.71,
      543.11,
      702.77
    ],
    "text": "Answering further, the Petitioner averred that the arrest note [1R3] prepared by the 1st Respondent and marked and produced by him with his affidavit, contradicts the subsequent note [1R4] purportedly prepared on 10th December, 2009 [a date prior to the date of incident] and affixed on the information book on 20th December, 2009. The said 1R4 arrest note, the Petitioner avers gives a more detailed report about the incident, viz., at the scene where Palangasinghe was arrested there were two others with him; one was carrying a bucket; the said two persons ran away from the scene; one knocked on an obstacle at the centre of the road, fell, thereafter got up and ran away; and that the 1st Respondent could not apprehend the persons who fled. Further, the Petitioner alleged that the version of the 1st Respondent as referred to in his objections filed of record is only",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      63.88,
      542.99,
      92.97
    ],
    "text": "substantiated by 1R4, the purported statement dated 10th December, 2009 and not by 1R3, the initial arrest note.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      101.34,
      543.1,
      145.05
    ],
    "text": "The Petitioner also pleaded in the counter affidavit, that the first B Report [1R2] dated 21st December, 2009 submitted to the Magistrate Court, also did not refer to two persons running away from the scene and only referred to the arrest of Palangasinghe.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      154.57,
      543.02,
      182.49
    ],
    "text": "The averments in the counter affidavit of the Petitioner, have not been controverted by the 1st and 2nd Respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      201.37,
      191.66,
      214.65
    ],
    "text": "Factual Matrix",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      222.9,
      543.1,
      281.4
    ],
    "text": "The Court observes, the further report filed in the Magistrate Court dated 07th January, 2010 under the hand of the 1st Respondent, named the Petitioner and four others as suspects, who should be apprehended, for being in possession and for pasting of posters which is an offence under the Presidential Elections Act.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      290.8,
      543.1,
      392.4
    ],
    "text": "The Court also observes, that although the further report tendered to the Magistrate Court named the Petitioner and four others as suspects, that the affidavit of the 1st Respondent does not aver nor refer to the participation or involvement of the Petitioner at the scene of the incident where Palangasinghe was arrested. Moreover it is observed, that the 1st Respondent categorically pleaded in his affidavit, that the Petitioner is not known to the 1st Respondent; that when Palangasinghe was arrested the Petitioner was not present at the scene; and that the 1st Respondent is unable to say whether the Petitioner fled away or not, when the jeep arrived.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      401.8,
      543.1,
      518.18
    ],
    "text": "The Petitioner with his written submissions has tendered to this Court, the Charge Sheet filed against the Petitioner and four others [viz., Palangasinghe and Alahengoda referred to in the Petitioners narration of the alleged incident and two others] under Section 74(2)(1) of the Presidential Elections Act No 15 of 1981. Whilst the Presidential Elections Act does not have a section to such effect, we observe that the extracts of the Magistrate Court Record tendered to this Court by the Petitioner together with his written submissions, indicates that all five accused have been acquitted by the learned Magistrate of the charges filed against them, upon the direction of the Hon. Attorney General.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      526.55,
      543.1,
      570.38
    ],
    "text": "The docket also bears out that the 1st Respondent had been indicted by the Hon. Attorney General in the High Court, for causing grievous hurt to the Petitioner and after trial the 1st Respondent had been convicted of an offence under Section 314 of the Penal Court and sentenced.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      579.78,
      543.09,
      666.65
    ],
    "text": "This Court upon granting of leave to proceed, called for the Medical Reports pertaining to the Petitioner from the General Hospital Matara and the statements given by Palangasinghe and others at the ASPs office. We have perused the said documents i.e., the statements of Palangasinghe and another which corroborates the narration of the Petitioner, specifically the presence of the Respondents at the scene and especially the assault by the 1st Respondent on the Petitioner, by striking him with his fist.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      676.17,
      543.1,
      718.85
    ],
    "text": "We have also perused the Transfer of Patients Form received from the General Hospital, Matara, which indicates that the patient (the Petitioner) was transferred from the Rural Hospital to the General Hospital, Matara on 20th December, 2009 for judicial opinion. The said Form refers to",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      64.91,
      543.1,
      92.97
    ],
    "text": "the assault as reason for transfer, and bleeding from the gums being special examination required of the Petitioner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      102.37,
      543.04,
      145.05
    ],
    "text": "The Admission Form and the Medical Report forwarded to this Court by the General Hospital, Matara also bears testimony to the facts narrated in the Diagnosis Ticket annexed to the Petition by the Petitioner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      153.54,
      543.09,
      182.49
    ],
    "text": "We have also perused the Medico Legal Report (MLR) dated 22nd December, 2009 which states inter-alia,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      112.58,
      191.84,
      497.26,
      205.29
    ],
    "text": "(A) explaining in verbatim the nature, size, shape, disposition and site of injury,",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.02,
      221.24,
      368.71,
      249.45
    ],
    "text": "1. No external injuries on the face or mouth. 2. Maxillofacio Surgeons findings;",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.02,
      250.31,
      543.09,
      264.96
    ],
    "text": "Mobility of right upper incisors and canine teeth and left lower canine",
    "fonts": [
      "Arial",
      "Symbol",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.02,
      266.44,
      542.89,
      295.32
    ],
    "text": "and first premolar teeth Avulsion fracture in relation to the right upper two incisors and canine",
    "fonts": [
      "Arial",
      "Symbol",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.02,
      296.8,
      542.89,
      325.56
    ],
    "text": "teeth Grade three mobility of upper right two incisors and canine and",
    "fonts": [
      "Arial",
      "Symbol",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.02,
      327.04,
      543.06,
      355.92
    ],
    "text": "subluxation of upper two incisors Severe periodontitis in relation to this assault may [be] aggravated the",
    "fonts": [
      "Arial",
      "Symbol",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.02,
      357.4,
      543.08,
      386.16
    ],
    "text": "mobility and subluxation of the teeth Extraction of upper two incisors and canine done under local",
    "fonts": [
      "Arial",
      "Symbol",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      112.58,
      387.64,
      309.17,
      430.34
    ],
    "text": "anaesthesia (B) The opinion of the JMO is given as,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.02,
      439.86,
      403.15,
      453.14
    ],
    "text": "injuries were caused by blunt force trauma",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      112.58,
      462.37,
      543.08,
      475.82
    ],
    "text": "(C) The JMO also refers to grievous injuries as Nos 2 and limb under Section 311 of",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      130.58,
      477.3,
      251.57,
      490.58
    ],
    "text": "Penal Code as limb (g)",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      499.98,
      543.1,
      587.66
    ],
    "text": "The Diagnosis Ticket annexed to the Petition gives the injuries as reflected in the MLR. It also refers to the medication prescribed. In the Diagnosis Ticket, cause of injury is given as assault by a police officer-complaint of loosening teeth, whereas in the Medico Legal Report of the JMO, under the heading short history given by the patient, it specifically refers to OIC Hakmana punching the Petitioner on the mouth (w; g fud<j,d udf.a lgg .eyqjd) on 19th December, 2009 at 10.30pm.",
    "fonts": [
      "DL-Manel-bold.-x",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      597.09,
      551.98,
      684.05
    ],
    "text": "The Petitioner in his written submissions filed before Court, specifically refers to the discrepancies and disparities in the affidavit of the 1st Respondent, the initial B Report filed [1R2] and the subsequent report [also marked 1R2], the extracts of the police records [1R3 and 1R4] to present a case, that the version of the 1st Respondent lacks, veracity and accuracy which indicates that the 1st Respondent has made several attempts to conceal certain actions involving the Petitioner that may question the reliability of the position taken-up by the 1st and 2nd Respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      692.41,
      542.94,
      721.37
    ],
    "text": "Corollary, the 1st Respondent, in his submissions presented a case referring and relating to certain contradictions viz--viz the High Court proceedings to establish that the Petitioner is not a",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      64.91,
      542.93,
      92.97
    ],
    "text": "credible witness, lacks uberima fides and thus, his evidence and pleadings should be rejected and should not be acted upon, in determining this fundamental rights application.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      102.61,
      270.65,
      115.89
    ],
    "text": "Legal consequences Article 11",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      125.05,
      543.09,
      167.85
    ],
    "text": "Having referred to the factual matrix of the matter in issue, let me now move onto examine the legal consequences of this case, in order to ascertain whether the Petitioners fundamental rights guaranted under Article 11 of the Constitution have been violated by the Respondents.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      177.25,
      243.05,
      190.53
    ],
    "text": "Article 11 reads as follows;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      199.93,
      507.01,
      227.97
    ],
    "text": "No person shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      237.37,
      543.1,
      324.36
    ],
    "text": "This Court in a plethora of cases has consistentently recognized that this constitutional prohibition is an absolute bar which protects all persons. This guarantee, in no uncertain terms expresses the fundamental obligation of every civilized State to protect all those within its territory from torture or cruel, inhuman or degrading treatment or punishment. Article 11 of our Constitution echoes Article 5 of the Universal Declaration of Human Rights, 1948 and Article 7 of the International Convention on Civil and Political Rights, 1966.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      333.76,
      543.1,
      361.8
    ],
    "text": "In the land mark case of Velmurugu v. Attorney General [1981] 1 SLR 406 at page 421, Sharvananda J., (as he then was) observed as follows;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      371.2,
      507.11,
      531.62
    ],
    "text": "Article 11 of the Constitution guarantees that no person shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment. The practice of torture is prohibited in all civilized societies. Article 11 is on the same lines as Article 5 of the Universal Declaration of Human Rights. The fundamental nature of the human right of freedom from torture is emphasized by the fact that no derogation is permitted from this right under any condition, even in times of war, public danger or other emergency. This human right of freedom from torture is vouched not only to citizens, but to all persons, whether citizen or not. The Constitution is jealous of any infringement of this human right. This care is not to be exercised less vigilantly, because the subject whose human dignity is in question may not be particularly meritorious.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      541.14,
      543.1,
      569.06
    ],
    "text": "In 1987, Athukorale J., in Amal Sudath Silva v. Kodithuwakku [1987] 2 SLR 119 at page 126 observed as follows;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      578.58,
      507.1,
      724.37
    ],
    "text": "Article 11 of our Constitution mandates that no person shall be subjected to torture, or to cruel, inhuman or degrading treatment or punishment. It prohibits every person from inflicting torturesome, cruel or inhuman treatment on another. It is an absolute fundamental right, subject to no restriction or limitation [] The police force being an organ of the State, is enjoined by the Constitution to secure and advance this right [] It is therefore the duty of this Court to protect and defend this right jealously, to its fullest measure with a view to ensuring that this right, which is declared and intended to be fundamental is always kept fundamental and that the Executive by its actions does not reduce it to a mere illusion. (emphasis added)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      64.91,
      543.06,
      107.61
    ],
    "text": "Thus, there is no doubt whatsoever, that this Court will, at all times, protect, secure and advance human dignity and protect all persons from torture, cruel, inhuman and degrading treatment, under any condition, even in times of war, public danger or other emergency.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      117.13,
      543.09,
      159.81
    ],
    "text": "Hence, when allegations of violation of Article 11 are made before this Court, the Court must always ensure that full and meaningful steps are taken to safe guard such rights enshrined in the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      169.21,
      543.08,
      226.65
    ],
    "text": "In order to fulfill such obligations this Court should primarily decide, upon evidence placed before Court, whether the version of the Petitioner is correct or whether the version relied upon by the Respondents are correct. The applicable standard of proof in such applications is one of a balance of probability.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      236.17,
      534.34,
      249.45
    ],
    "text": "In Gunawardena v. Perera and others [1983] 1 SLR 305 at page 313, Soza, J. stated;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      258.88,
      507.1,
      404.64
    ],
    "text": "There can be no doubt that the burden is on the Petitioner to establish the facts on which she invites the Court to grant her the relief she seeks [] the standard of proof [] is proof by a preponderance of probabilities [] It is generally accepted that within this standard there could be varying degrees of probability. The degree of probability required should be commensurate with the gravity of the allegation sought to be proved. This Court when called upon to determine the question of infringement of fundamental rights will insist on a high degree of probability as for instance a court having to decide a question of fraud in a civil suit would. The conscience of the Court must be satisfied that there has been an infringement.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      414.04,
      543.05,
      442.1
    ],
    "text": "Furthermore, in the case of Channa Peiris and others v. Attorney General and others [1994] 1 SLR 1 the court observed,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      451.5,
      507.1,
      538.34
    ],
    "text": "having regard to the nature and gravity of the issue, a high degree of certainty is required, before the balance of probability might be said to tilt in favour of a Petitioner endeavoring to discharge his burden of proving that he was subjected to torture or to cruel, inhuman or degrading treatment or punishment; unless the Petitioner has adduced sufficient evidence to satisfy the Court that an act in violation of Article 11 took place.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      547.86,
      543.0,
      590.54
    ],
    "text": "Thus, in determining a fundamental right application, the conscience of the Court must be satisfied that there has been an infringement and the Petitioner must adduce evidence to establish that Article 11 has been violated.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      599.97,
      542.97,
      628.01
    ],
    "text": "Having referred to the basic tenants of a fundamental rights application filed under Article 11 of the Constitution, let me now consider the instant application in the said light.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      637.41,
      543.08,
      680.21
    ],
    "text": "Was there a torturesome treatment inflicted on the Petitioner by the Respondents or was there cruel, inhuman or degrading treatment meted out on the Petitioner by the Respondents, is the issue that this Court should now determine.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      689.6,
      543.08,
      717.65
    ],
    "text": "In the case of W.M.K. de Silva v. Chairman, Ceylon Fertilizer Corporation [1989] 2 SLR 393 at page 405, Amerasinghe, J., in a separate judgement observed,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      64.91,
      507.06,
      137.13
    ],
    "text": ". Article 11 of the Constitution prohibits any act by which severe pain or suffering, whether physical or mental is, without lawful sanction in accordance with a procedure established by law, intentionally inflicted on a person [] by a public official acting in the discharge of his executive or administrative duties or under colour of office [.] (emphasis added)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      146.53,
      543.09,
      203.97
    ],
    "text": "From the foregoing dicta it is clearly seen that this Court has recognized that severe pain or suffering even without torture, could be inflicted either physically or mentally and the treatment contemplated by Article 11, isnt confined to the realms of physical violence. It would rather embrace the sphere of the soul and mind as well.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      213.37,
      543.09,
      256.17
    ],
    "text": "Thus, this Court has given a broad definition of the right not to be subjected to inhuman treatment, extending beyond physical violence into emotional harm as well. [See Landage Ishara Anjali v. Waruni Bogahawatte S.C./F.R. 677/2012 decided on 14.02.2018]",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      265.6,
      543.05,
      293.64
    ],
    "text": "The learned Counsel for the Petitioner in his written submissions drew our attention to the case of,",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      303.04,
      543.1,
      360.48
    ],
    "text": "Abeywickreme v. Guneratne and others [1997] 3 SLR 225 where Shirani Bandaranayake, J., (as she then was) at page 228 quoted with approval the dicta in Thadchana moorthi v. Attorney General 1980 FRD 120 at page 140 and a passage from ARB Amerasinghes book, Our Fundamental Right of Personal Security and physical Liberty viz.,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      369.88,
      507.01,
      427.32
    ],
    "text": "This Court has expressed the view that an aggravated form of treatment or punishment could satisfy requirements under Article 11 and something might be degrading in the relevant sense, if it grossly humiliates an individual before others, or drives him to act against his will or conscience,",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      435.71,
      543.09,
      479.54
    ],
    "text": "to submit, that the acts and/or the omissions of the 1st and 2nd Respondents in assaulting the Petitioner is an aggravated form of treatment that is degrading in the relevant sense, that successfully satisfies the requirements of Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      488.94,
      480.7,
      502.22
    ],
    "text": "The learned Counsel for the Petitioner also drew our attention to the case of,",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      511.86,
      543.1,
      539.66
    ],
    "text": "Suppaiah Sivakumar v. Jayaratne and others SC/FR/56/2012 decided on 26.07.2018 wherein Aluwihare, J., observed;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      549.06,
      507.1,
      636.05
    ],
    "text": "The prohibition in Article 11 of the Constitution in degrading treatment is absolute and the guarantees therein must be protected irrespective of the victims conduct. Even if the Respondents had their grounds for suspecting the Petitioner being involved in the riot, the Respondent could have resorted to the procedure established by law to dispel their suspicion without physically and verbally assaulting the Petitioner,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      644.42,
      543.12,
      702.89
    ],
    "text": "to submit that the 1st and 2nd Respondents cannot assault the Petitioner, owing to their suspicion or to the fact that the Petitioner was committing an offence under the Presidential Elections Act No 15 of 1981, and that such degrading treatment violates the absolute fundamental right of the Petitioner guaranteed by Article 11.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      314.19,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      63.88,
      543.09,
      137.13
    ],
    "text": "On the contrary, the 1st Respondent in his submissions to this Court, justified the steps taken by him. His contention was that at the High Court trial the Petitioner admitted that he interfered and obstructed the 1st Respondent from performing his duties whilst the 1st Respondent was arresting Palangasinghe and thus took up the position that the Petitioner was committing an election offence, in terms of Section 74(1) of the Presidential Elections Act.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      146.53,
      259.73,
      159.81
    ],
    "text": "Section 74(1) reads as follows;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      144.02,
      169.21,
      507.01,
      226.89
    ],
    "text": "74 (1) During the period commencing from the day of nomination at an election and ending on the day following the day on which a poll is taken at such election no person shall, for the purpose of promoting the election display",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      198.05,
      236.17,
      237.41,
      249.45
    ],
    "text": "(a) []",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      198.05,
      258.88,
      507.0,
      331.08
    ],
    "text": "(b) any hand bill, placard, poster, notice, photograph of a candidate, symbol, sign or drawing on any place to which the public have a right of, or are granted access, except in or any premises on any day on which an election meeting is due to be held in such premises; or (emphasis added)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.520000457763672,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      339.45,
      543.1,
      412.56
    ],
    "text": "Further, the contention of the 1st Respondent before this Court was that in terms of Section 74(5) of the Presidential Elections Act, any police officer is permitted to use such force as may be reasonably necessary for preventing any contravention of the provisions of sub-section 74(1), and thus, the 1st Respondent as of right was empowered to use necessary force, whenever an election related offence was committed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      422.1,
      259.73,
      435.38
    ],
    "text": "Section 74(5) reads as follows;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      144.02,
      444.78,
      507.05,
      516.98
    ],
    "text": "Any police officer may take such steps, and use such force as may be reasonably necessary for preventing any contravention of the provisions of sub-section (1) and may seize and remove any handbill, placard, poster, notice, photograph of a candidate, symbol, sign, drawings, flag or banner used in such contravention.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      526.38,
      543.08,
      569.06
    ],
    "text": "From a cursory reading of the above section it appears that a police officer may take steps and use force as may be reasonably necessary to prevent, display of election material i.e., posters and may seize and remove such posters.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      578.58,
      543.06,
      636.05
    ],
    "text": "But does it make provision for a police officer to apprehend persons as of right for contravention of an election related offence viz., having in possession a poster or a bucket of paste? If so, what are the step a police officer could take and what is the force that may be reasonably used to seize or remove posters?",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      645.45,
      543.01,
      688.13
    ],
    "text": "The learned Presidents Counsel in his submissions drew our attention to the case of Thavarasa and others v. Gunasekara and others [1996] 2 SLR 357, where G.R.T.D. Bandaranayake, J., held that,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      314.19,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      63.88,
      507.1,
      181.29
    ],
    "text": "The duty of the 1st Respondent as a public servant had to perform is set out in Section 74(5) of the Parliamentary Elections Act No 1 of 1981 and empowered the police to take such steps and use such force as may be reasonably necessary for prevention of contravention of election laws. Section 74(1)(b) of the Act prohibits the display of posters, in a place where the public have a right of access. The offence of such display of posters is a cognizable offence punishable with fine or imprisonment or both. Therefore, the police arrested everybody at that time and that arrest was lawful (emphasis added)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      189.66,
      543.1,
      248.13
    ],
    "text": "to submit that the Petitioner committed an election offence, the 1st Respondent is empowered to take steps and use force for prevention of contravention of Election Laws and thus, the Petitioner is not in a position to make an application under Articles 11, 12 or 14 of the Constitution to vindicate his rights.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      257.56,
      543.06,
      300.36
    ],
    "text": "The Presidents Counsel also drew our attention to, the case of Nandasena v. Chandradasa, O.I.C. Police Station, Hiniduma and others [2006] 1 SLR 207, wherein this Court held,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      309.76,
      507.06,
      396.6
    ],
    "text": "When there is an allegation based on violation of fundamental rights guaranteed in terms of Article 11 of the Constitution, it would be necessary for the Petitioner to prove his position by way of medical evidence and /or by way of affidavits and for such purpose it would be essential for the Petitioner to bring forward such documents with a high degree of certainty for the purpose of discharging his burden",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      406.0,
      545.98,
      419.28
    ],
    "text": "to submit that the Petitioner has failed to establish a violation under Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      427.79,
      520.3,
      442.1
    ],
    "text": "I have considered the aforesaid submissions of the Petitioner and the 1st Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      450.47,
      543.12,
      612.05
    ],
    "text": "As discussed in detail in this judgement earlier, the 1st Respondent whilst admitting that Palangasinghe was arrested, produced and charged under Section 74 of the Presidential Elections Act, categorically denied the narration of the Petitioner i.e., the fact of Petitioner being present at the scene of arrest of Palangasinghe; the involvement of the Petitioner with Palangasinghe; pleading of the Petitioner not to arrest Palangasinghe and specifically the alleged assault/punch of the Petitioner by the 1st Respondent. Having taken such a stand and pleading categorically that the Petitioners narration is a malicious fabrication and a deliberate falsehood, it is ironic that the 1st Respondent, before this Court has done a complete reversal and contends by way of written submissions that the Petitioner has interfered and obstructed the 1st Respondent from performing his duty as set out in the Presidential Elections Act and has demonstrably committed an election offence.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      620.42,
      543.1,
      664.13
    ],
    "text": "In my view, the 1st Respondent approbates and reprobates. He is blowing hot and cold. In his pleadings, he denies the presence of the Petitioner at the scene of the incident and thereafter, takes up the position that the Petitioner obstructed the arrest of Palangasinghe.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      672.62,
      543.08,
      716.33
    ],
    "text": "Another pertinent matter that interests this Court, is that the 1st Respondent in the affidavit filed before this Court, did not refer to even to an iota of evidence pertaining to the Petitioners presence and/or involvement of any incident on 19th December, 2009 at the Hakmana town.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      314.19,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      63.88,
      543.1,
      122.37
    ],
    "text": "However, in the written submissions the 1st Respondent justifies using of force by police officers in preventing a contravention of the provisions of the Elections Law. Hence, it appears that the 1st Respondent by his written submissions, justifies the punch or the alleged assault on the face of the Petitioner by police officers using a clenched fist.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      131.77,
      543.1,
      218.73
    ],
    "text": "The next matter this Court is called upon to examine is who punched the Petitioner? Is it the 1st Respondent? If so, did the 1st Respondent actually use force on the Petitioner to prevent a contravention of the Elections Law as stated in his written submissions? What is the force used by the 1st Respondent? Was it necessary or was it reasonable? Did the assault or the punch or the blow given by the 1st Respondent as contended by the Petitioner, lead to the Petitioners loosening of teeth?",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      227.1,
      542.97,
      300.36
    ],
    "text": "The docket bears out that the 1st Respondent was indicted under Section 316 of the Penal Code for causing grievous hurt on the Petitioner and was found guilty for an offence committed under Section 314 of the Penal Code and sentenced. Similarly, the docket bears out that the Petitioner and four others were acquitted by the Magistrate of the charges filed against them under Section 74(1) of the Presidential Elections Act.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      309.76,
      543.1,
      367.2
    ],
    "text": "Whilst the Petitioner strenuously contended before this Court, that the punch inflicted on the open mouth of the Petitioner resulted in the loosening of teeth and subsequent removal of three teeth, the submission of the 1st Respondent was that the removal of the teeth was due to a surgery performed by a doctor and not to any act of the 1st Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      375.57,
      543.09,
      448.82
    ],
    "text": "The 1st Respondent also submitted based on the JMOs report, that the Petitioner suffered from severe periodontitis, which condition caused inflammation of the gums and therefore removal of teeth was not due to any blow received from the 1st Respondent but due to weak teeth which the Petitioner was having prior to the alleged incident and thus, the Petitioners injury is not qualitatively of a reprehensible kind.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      457.19,
      543.06,
      545.06
    ],
    "text": "The 1st Respondent further submitted that according to the JMOs report, no external injuries on the face of the Petitioner had been observed and therefore without any external injury the Petitioner cannot contend, that there was a blow or that the 1st Respondent used his fist to punch, especially in the absence of a crack on the lips or on the face of the Petitioner. Therefore the 1st Respondent submitted, that the Petitioner has failed to prove with a high degree of certainty that the 1st Respondent violated Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      553.55,
      543.1,
      670.85
    ],
    "text": "In response to the said submissions of the 1st Respondent, the Petitioner contended, although the 1st Respondent attempted to infer (through the subsequent IB extracts) that the injury in question would have been resulted by the Petitioner falling when fleeing from the scene of the incident, that such an inference cannot be drawn since the Petitioner did not suffer any external injuries on his face or mouth as reflected in the MLR. Further, the Petitioner contended, if the Petitioner fell on his face, he would have suffered some external injuries and it is very unlikely that one would fall on his face and only hit his teeth directly on the ground and get injured only internally.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      679.34,
      543.05,
      723.05
    ],
    "text": "Thus, the Petitioner contended that the explanation of the 1st Respondent is beyond comprehension. The Petitioner re-iterated that the 1st Respondent punched the Petitioner in his mouth while it was open, which resulted in no external injuries but in fact caused bleeding from",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      314.19,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      64.91,
      543.09,
      92.97
    ],
    "text": "the gums and the loosening of teeth, and the loose teeth had to be subsequently extracted by surgery.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      102.37,
      543.06,
      189.21
    ],
    "text": "The Petitioner further contended that the punch on the Petitioners mouth aggravated the periodontitis condition of the gums and that prior to the incident taking place there were no arrangements whatsoever to remove, extract or adjust the Petitioners teeth. The Petitioner also drew the attention of Court to the Transfer of Patients Form which specifically state assaulted by a police officer at about 10.45 pm on 19.12.2009, complaint of loosening teeth, as well as the observations of the doctor in attendance at the admission desk mobility of teeth and swelling.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      198.73,
      543.1,
      270.84
    ],
    "text": "This Court has already referred to the statement in the Transfer of Patient Form, which indicates that the Petitioner was transferred to the General Hospital, Matara because the Petitioner was bleeding from the gums; the observations of the Maxillofacial Surgeon that severe periodontitis in relation to this assault may have aggravated the mobility and subluxation of teeth and the opinion of the JMO that the cause of injuries to be of blunt force trauma.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      280.36,
      543.09,
      367.2
    ],
    "text": "Thus, it is apparent that when the Petitioner was transferred from the Rural Hospital to the General Hospital, Matara for judicial opinion, there was bleeding from the gums, mobility of teeth and swelling. According to the Maxillofacial Surgeons opinion, assault may have aggravated the mobility and subluxation or partial dislocation of teeth and the opinion of the JMO is that the injury was caused by a blunt force trauma, which could have been caused by a punch on the open mouth by a clenched fist.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      376.6,
      543.1,
      448.82
    ],
    "text": "In the aforesaid, I am of the view that the Petitioner has established before this Court, that the Petitioner was assaulted by the 1st Respondent by a punch on his mouth with a clenched fist. The Petitioner has also satisfied Court, that such aggravated form of treatment is degrading in the relevant sense and the requirements of Article 11 of the Constitution and the degree of proof have been fulfilled.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      458.22,
      543.1,
      574.58
    ],
    "text": "In coming to this conclusion, the Court was mindful that the fundamental right of no person shall be subjected to torture, or to cruel, inhuman or degrading treatment or punishment recognized by Article 11 is one of the two fundamental rights out of all the fundamental rights recognized under Chapter III of the Constitution, which is not subject to any restrictions set out in Article 15 of the Constitution. Thus, my considered view is that even if the Presidential Election had been scheduled and the provisions of the Presidential Elections Act has kicked in, the police force should foster and protect the fundamental rights recognized under Article 11 of the Constitution and should not permit any derogation of such right by any police officer.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      583.98,
      543.09,
      641.45
    ],
    "text": "The police force is an organ of the State. It is designed to protect and defend the fundamental rights of all persons of this country and the 1st and 2nd Respondents being members of such police force are duty bound to safeguard such right and not subject any person to torture or cruel, inhuman or degrading treatment.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      650.85,
      543.09,
      708.29
    ],
    "text": "From the foregoing it is clearly evident that the Respondents not only violated the Petitioners rights but have been prejudicial towards the Petitioner and suppressed material facts relating to the assault and thereby failed to uphold their duty to secure and advance the fundamental rights guaranteed under the Constitution to all persons.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.26,
      314.19,
      755.74
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      64.91,
      543.1,
      137.13
    ],
    "text": "Considering all the above circumstances this Court holds that the cruel, inhuman, degrading treatment meted out to the Petitioner by executive action and the conduct of the police caused an affront to the Petitioners human dignity. Thus, I hold that the Petitioners fundamental rights guaranteed in terms of Article 11 of the Constitution have been infringed by the 1st Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      146.77,
      279.65,
      160.05
    ],
    "text": "Legal consequences Article 14",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      178.45,
      542.96,
      235.89
    ],
    "text": "This Court also granted to the Petitioner, leave to proceed in terms of Article 14 of the Constitution. The Petitioner alleges the acts and omissions of the Petitioner which violates Article 11 of the Constitution consequentially violates the Petitioners freedom of speech and expression including publication.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      245.32,
      543.11,
      317.52
    ],
    "text": "It is the contention of the Petitioner, that the arrest of Palangasinghe, the seizure of a set of posters by the Respondents which were to be displayed to disseminate information, the assault of the Petitioner, the subsequent filling of the B report in the Magistrate Court and the further report naming the Petitioner as a suspect, violates the Petitioners fundamental rights guaranteed under Article 14(1)(a) of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      326.92,
      543.01,
      369.72
    ],
    "text": "The Petitioner further contended, that this Court has expanded and given a broader interpretation to Article 14(1)(a) of the Constitution and relied upon the following cases to substantiate his argument.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      379.36,
      543.1,
      465.98
    ],
    "text": "Karunathilaka v. Dissanayake [1999]1 SLR 157; Deshapriya v. Municipal Council, Nuwara Eliya [1995] 1 SLR 362; Channa Peiris v. Attorney General [1994] 1 SLR 1; Fernando v. SLBC [1996] 1 SLR 157; Joseph Perera v. Attorney General [1992] 1 SLR 197; Saranapala v. Solanga Arachchi [1999] 3 SLR 166; Sunila Abeysekara v. Ariya Rubasinghe [2000] 1 SLR 314 and Kurukulasuriya and Jayasekara v. Sri Lanka Rupavahini Corporation SC/FR/ 556 and 557/2008 decided on 17.02.2021.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      467.46,
      543.1,
      554.3
    ],
    "text": "The Petitioner justified his argument heavily relying on the fact that the Petitioner was subsequently discharged and acquitted by the Magistrate from the case filed by the 1st Respondent under the Presidential Elections Act. The Petitioner contended that the aforesaid acts of the Respondents, especially the arrest and filling of charges for having in possession posters was illegal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      563.82,
      543.1,
      665.45
    ],
    "text": "The learned Counsel for the Petitioner submitted that such acts violated his freedom of speech and expression including publication and occluded the Petitioners political belief. Furthermore, the Petitioners Counsel contended, the liberty of the public to see, hear and read, as well as the expected public awareness intended to have reached by the poster campaign was stalled by the actions of the Respondents. Thus, the contention of the Petitioner was that the freedom of speech and expression does not merely limit to speech but broadens its parameters up to receiving and imparting information to make correct and calculated decisions.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      673.82,
      543.09,
      717.53
    ],
    "text": "None of the Respondents including the Senior State Counsel who appeared for the 3rd and 4th Respondents, responded to the aforesaid submissions relating to Article 14(1)(a) of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.26,
      314.19,
      755.74
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      64.91,
      543.09,
      181.29
    ],
    "text": "We have considered the said submissions of the Petitioner, the relevant facts of the instant matter revolving around the impugned incident and especially the 1st Respondents act of assault and the punch on the mouth of the Petitioner whilst being involved in a poster campaign. We have also considered the implication and the development of the fundamental rights guaranteed to citizens under Article 14(1)(a) of our Constitution. However, we are of the view that the Petitioner has failed to establish a rational connection and/or a positive relationship between the said two elements in the instant case in order to obtain a declaration by this Court, that consequentially to Article 11, the Petitioners rights have been violated under Article 14(1)(a) of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      190.93,
      171.38,
      204.21
    ],
    "text": "Conclusion",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      212.34,
      544.3,
      256.17
    ],
    "text": "For reasons morefully adumbrated in this judgement, this Court holds that the 1st Respondent has subjected the Petitioner to cruel, inhuman and degrading treatment and thereby violated the fundamental rights of the Petitioner guaranteed under Article 11 of the Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      264.57,
      543.05,
      293.64
    ],
    "text": "Accordingly, the 1st Respondent is directed to pay a sum of Rs. 150,000/= as compensation to the Petitioner from his personal funds.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      303.04,
      543.09,
      331.08
    ],
    "text": "Further, the State is also directed to pay a sum of Rs. 100,000/= as compensation and costs to the Petitioner.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      340.48,
      542.99,
      368.4
    ],
    "text": "The Petitioner is thus, entitled to a total sum of Rs. 250,000/= as compensation and costs and all payments to be made within six months from the date of the judgement.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      446.34,
      508.54,
      544.46
    ],
    "text": "Judge of the Supreme Court P.P. Surasena, J. I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      545.22,
      508.54,
      643.37
    ],
    "text": "Judge of the Supreme Court S.Thurairaja, PC. J. I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      360.07,
      644.13,
      511.54,
      657.41
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]