[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      72.42,
      536.96,
      85.8
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      285.05,
      87.32,
      330.41,
      100.7
    ],
    "text": "LANKA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      145.34,
      110.24,
      526.16,
      153.36
    ],
    "text": "In the matter of an Appeal.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      154.88,
      495.21,
      198.02
    ],
    "text": "THE SWADESHI INDUSTRIAL WORKS LIMITED No.57,Colombo Road,",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      199.52,
      615.27,
      272.57
    ],
    "text": "Kandana. PLAINTIFF S.C. C.H.C. Appeal No. 10/2005 VS. C.H.C. Case No. 36/2002/3",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      274.07,
      497.36,
      361.85
    ],
    "text": "1. DURAI VISVANATHAN RAJPRASAD C/O M/S Rani Grinding Mills, No. 219, Main Street, Matale. .",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      363.35,
      600.82,
      481.03
    ],
    "text": "2. DIRECTOR OF INTELLECTUAL PROPERTY National Intellectual Property Office, 3rd Floor, Samagam Medura, Colombo. DEFENDANTS AND",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      482.53,
      540.32,
      629.98
    ],
    "text": "DURAI VISVANATHAN RAJPRASAD C/O M/S Rani Grinding Mills, No. 219, Main Street, Matale. 1ST DEFENDANT- APPELLANT VS.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      631.48,
      495.21,
      674.62
    ],
    "text": "THE SWADESHI INDUSTRIAL WORKS LIMITED No.57, Colombo Road,",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      676.12,
      615.27,
      719.38
    ],
    "text": "Kandana. PLAINTIFF- RESPONDENT",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.42,
      600.46,
      353.93
    ],
    "text": "DIRECTOR OF INTELLECTUAL PROPERTY National Intellectual Property Office, 3rd Floor, Samagam Medura, Colombo. 2ND DEFENDANT- RESPONDENT BEFORE: Priyasath Dep, PC,CJ. B.P.Aluwihare,PC,J. Prasanna Jayawardena, PC J. COUNSEL: M. U. M. Ali Sabry, PC with Ruwantha Cooray and Samhan Munzir for the 1st Defendant - Appellant.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      355.43,
      601.9,
      398.57
    ],
    "text": "Dr. Harsha Cabral, PC with Buddhika Illangatilleke for the Plaintiff - Respondent. Rajiv Goonetilleke, SSC for the 2nd Defendant - Respondent.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      400.07,
      537.32,
      428.33
    ],
    "text": "WRITTTEN By the 1st Defendant - Appellant on 01st June 2005 and on 06th",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      429.45,
      252.37,
      443.21
    ],
    "text": "SUBMISSIONS March 2017.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      444.35,
      459.18,
      458.11
    ],
    "text": "FILED: By the Plaintiff - Respondent on 24th February 2017.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      459.61,
      543.44,
      726.22
    ],
    "text": "ARGUED ON: 31st January 2017. DECIDED ON: 18th January 2018. Prasanna Jayawardena, PC, J. The plaintiff instituted this action against the 1st defendant in the Commercial High Court, on 09th December 2002, under the provisions of the Code of Intellectual Property Act No.52 of 1979, which was then in force. The Director of Intellectual Property was named as the 2nd defendant in the plaint. It is not in dispute that, the plaintiff is a leading manufacturer of soaps, talcum powder and other personal care products. The evidence establishes that, in the 1940s, the plaintiff commenced manufacturing a toilet soap named “Rani” Sandalwood Soap. It is also",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.42,
      543.44,
      727.06
    ],
    "text": "established that, over the 60 years or more since then, this soap gained much popularity and has become a well-known and widely used product in Sri Lanka. It is clear that, from 1947 onwards, the plaintiff has submitted applications to register several trade marks which are devices containing the word “Rani” or “Rani” Sandalwood Soap”. Gazette notifications with depictions of some of the trade marks which the plaintiff has applied to register, were produced at the trial marked “P5a” to “P5e”. These documents show that: in 1947, the plaintiff applied to register trade mark no. 10,297 consisting of the words “RANI SANDALWOOD SOAP ” placed within an oval device; in 1962, the plaintiff applied to register trade mark no. 24,199 consisting of the word “රාණි” below a crown; in 1963, the plaintiff applied to register trade mark no. 24,399 consisting of the word “මහාරාණි” below a crown; in 1964, the plaintiff applied to register trade mark no. 25,635 consisting of the word “Rani” in a distinctively stylized and bold font in which the capital letter “R” ends with an elongated flourish, placed within a device of an ornate crest topped by a crown; and, on 30th June 2000, the plaintiff applied to register trade mark no. 98653 which is a device consisting of an ornate crest topped by a crown with a picture of a woman’s face within the crest and the word “Rani” in the same distinctively stylized and bold font in which the capital letter “R” ends with an elongated flourish, appearing below the crest together with some descriptive words. The plaintiff also produced, marked “P7a” to “P7h”, specimens of soap boxes used by the plaintiff, since the 1940s, to market its “Rani” Sandalwood Soap. However, it appears that, although the plaintiff has applied to register the aforesaid trade marks, the plaintiff does not state that any of these trade marks have, in fact, been subsequently registered. In any event, these documents produced by the plaintiff establish that, at least from 1964 onwards, the plaintiff has been using trade marks which consist of a device with the word “Rani” in the aforesaid distinctively stylized and bold font in which the capital letter “R” ends with an elongated flourish, together with an ornate crest topped by a crown. There have been some variations to this device from time to time - in particular, the introduction of a picture of a woman’s face - but the continuing and distinct pattern has been the consistent use of the word “Rani” in the aforesaid distinctively stylized and bold font in which the capital letter “R” ends with an elongated flourish, together with the device of an ornate crest topped by a crown. The plaintiff states that it has used this “Trade Mark `Rani’ ” for many years and has claimed that consumers identify and associate this trade mark with the plaintiff. The 1st defendant is the proprietor of a Grinding Mill in Matale. His business was registered in 1980. He makes and markets packets of curry powder and packets of spices. These facts are not in dispute. The plaintiff says that, in September 2002, the Director of Intellectual Property published a notification marked “P9” stating that the 1st defendant had applied for registration of a trade mark no. 98930. The trade mark which the 1st defendant applied to register, is a",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.42,
      543.44,
      383.69
    ],
    "text": "device consisting of the word “Rani” within a crest which is topped by a crown and with the words “Estd 1966” appearing immediately below the crest. The plaintiff states that this device was “identical” to the device used in the plaintiff’s trade marks in respect of “Rani” Sandalwood Soap. The plaintiff states that, therefore, it intends to oppose the registration of trade mark no. 98930. The plaintiff states that, the 1st defendant had made another application no. 93987 to register a similar trade mark and that the plaintiff intends to oppose that registration too. The plaintiff goes on to say that, its investigations unearthed the further discovery that, the 1st defendant had earlier successfully registered trade mark no. 93988 marked “P10a” consisting of a device which has the word “Rani” with the words “The Flavour of Lanka”. The plaintiff states that, this device “visually and phonetically resembles” the device used in the plaintiff’s aforesaid trade marks. The plaintiff says that it did not oppose the registration of the trade mark no. 93988 because the plaintiff was unaware of the 1st defendant’s application to register that trade mark. The plaintiff then goes on to state that, the investigations carried out by the plaintiff in 2002, “revealed” that, the 1st defendant was marketing various spices and curry powders in packets bearing a device consisting of the word “Rani” within a crest which is topped by a crown. Photographs of these packets of the 1st defendant’s “Chillie Powder” and “Curry Stuff” were produced at the trial marked “P11a” and “P11b”.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      399.23,
      543.44,
      726.94
    ],
    "text": "The plaintiff alleges that, there is a visual and phonetic resemblance between the trade marks used by the plaintiff and the devices marked “P11a” and “P11b” on the 1st defendant’s products and that this resemblance will mislead the public into believing that there is an association between the plaintiff’s products and the 1st defendant’s products, when, in fact, there is no such association. On this basis, the plaintiff pleaded a First Cause of Action that, the 1st defendant “is attempting to pass off his products” as those of the plaintiff and that the 1st defendant is committing “an act of unfair competition contrary to honest practices in industrial and commercial matters” and sought the permanent injunction which is prayed for in prayer (c) of the plaint. That is (reproduced verbatim): “A Permanent Injunction restraining the 1st Defendant whether acting by himself and/or through his employees and/or agents and/or otherwise howsoever directly and/or indirectly from manufacturing, marketing and/or selling products under the brand name `Rani’ and/or the Rani logo/device used by the Plaintiff Company.”. In prayer (c) of the plaint in Sinhala, the plaintiff has used the Sinhala words “ `රාණි’ යන වර්ග නාමය ” as having the same meaning as the words “the brand name `Rani’ ” used in prayer (c) of the plaint in English. I doubt the words “වර්ග නාමය“ are an appropriate translation for the term and concept of a “brand name” [see the Glossary of Technical Terms – Law, published by the Educational Publications Department and also Malalasekera’s English-Sinhala Dictionary]. However, since the plaintiff has used the words “වර්ග නාමය” to mean “brand name”, I will use those words when referring to the term “brand name”, in this judgment.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.42,
      543.44,
      727.42
    ],
    "text": "Thereafter, the plaintiff pleaded a Second Cause of Action that, the registration of trade mark no. 93988 was a reproduction and an imitation of the plaintiff’s trade marks and was likely to mislead the public and, that the use of this trade mark was contrary to the provisions of Chapter XXIX of the Code of Intellectual Property Act No.52 of 1979. On these grounds, the plaintiff prayed for a declaration that, the registration of trade mark no. 93988 in the name of the 1st defendant, was a nullity. The 1st defendant and 2nd defendant both filed their answers. These answers were filed after the Intellectual Property Act No. 36 of 2003 came into effect and the Code of Intellectual Property Act No.52 of 1979 was repealed. As required by section 208 (4) (c) of the Intellectual Property Act No. 36 of 2003, the present case was decided under the provisions of that Act. In his answer, the 1st defendant has specifically pleaded that, the plaintiff does not have an exclusive right to the use of the name “Rani” and that the 1st defendant too is entitled to use the name “Rani” on his products – “රාණී යන නාමය භාවිතා කිරීමේ සේූර්ණ අයිතිය පැමිණිලිකරුට පමණක් හිමි මනාමේ. මමම විත්තතිකරුටද එකී නාමය භාවිතා කිරීමට අයිතිවාසිකමක් ඇති බව ඔහු කියා සිටී”. The 1st defendant also averred that, he only manufactures and markets packeted spices and that his business activities are limited to the manufacturing and marketing of spices. At the trial, the plaintiff raised 25 issues based on the averments in the plaint and the 1st defendant raised 07 issues based on his answer. The 2nd defendant did not raise issues. The plaintiff led the evidence of a Director of the plaintiff company and produced the documents marked “P1” to “P11b”. The evidence was on the lines of the plaint and set out the plaintiff’s case. Learned counsel for the 1st defendant stated that the plaintiff’s witness would not be cross examined on behalf of the 1st defendant. The 1st defendant did not lead any evidence or produce any documents. The 2nd defendant did not do so either. Thus, as the learned High Court Judge observed in his judgment, the evidence of the plaintiff’s witness “has not been seriously contested by the 1st Defendant”. When one looks at the device used by the plaintiff in its trade marks for several decades and the device used by the 1st defendant on its packets of “Chillie Powder” and “Curry Stuff” marked “P11a” and “P11b”, it is immediately obvious that, there is a distinct and striking resemblance between the devices used by the 1st defendant on his products and the trade marks used by the plaintiff on its products. In fact, when the learned High Court Judge examined the trade marks used by the plaintiff and the impugned devices used by the 1st defendant, the learned judge observed. in his judgment, that, there was “a glaring similarity”. The learned trial judge was of the view that, this similarity between the trade marks could mislead the public into thinking that the 1st defendant’s products are associated with the plaintiff and its products. On that basis, the learned trial judge held, with regard to the plaintiff’s First Cause of Action, that the 1st defendant was attempting to pass off his",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.42,
      543.44,
      726.19
    ],
    "text": "products as products associated with the plaintiff or as the plaintiff’s products and that, thereby, the 1st defendant was committing an act of unfair competition within the meaning of section 160 of the Intellectual Property Act. Therefore, the High Court issued the aforesaid permanent injunction prayed for in prayer (c) of the plaint restraining the 1st defendant from “manufacturing, marketing and/or selling products under the brand name `Rani’ and/or the Rani logo/device used by the Plaintiff Company.” With regard to the plaintiff’s Second Cause of Action seeking a declaration of nullity of the registration of trade mark no. 93988, the learned trial judge held that, there was a similarity between trade mark no. 93988 and the plaintiff’s trade marks and that, as a result, the provisions of section 104 (1) (d) of the Intellectual Property Act made trade mark no. 93988, inadmissible for registration. On that basis, the learned judge issued the declaration prayed for in the plaint, declaring the registration of trade mark no. 93988, to be a nullity. The 1st defendant appealed to this Court against the judgment and prayed that the judgment of the High Court be set aside. At this point, it should be stated that, the aforesaid wording of the permanent injunction prayed for in prayer (c) of the plaint and issued by the High Court, makes it clear that this Order imposes a twofold prohibition on the 1st defendant. These two types of prohibitions are separated by the words “and/or” which occur between the words “under the brand name `Rani’” and the words “the Rani logo/device used by the Plaintiff Company.” in the permanent injunction. Thus, the first limb of the permanent injunction restrains the 1st defendant from “manufacturing, marketing and/or selling products under the brand name `Rani’….”. The second limb of the permanent injunction restrains the 1st defendant from “manufacturing, marketing and/or selling products under ….. the Rani logo/device used by the Plaintiff Company.” [emphasis added by me]. When the appeal was taken up before us, learned President’s Counsel appearing for the 1st defendant stated that: (i) the 1st defendant agrees and undertakes not to use, on its products, the font used by the plaintiff in the word “Rani” contained in the plaintiff’s trade marks; and (ii) the 1st defendant agrees and undertakes not to use the device used by the plaintiff - which must include an agreement and undertaking not to use the device of the crest which is topped by a crown, used by the plaintiff, with or without the word “Rani”; and (iii) the 1st defendant will not use the device of a crown. Learned President’s Counsel went on to state that, the 1st defendant confines his appeal to the contention that, the plaintiff is not entitled to the exclusive right to use the word “Rani”. Consequently, the written submissions filed on behalf of the 1st defendant state (verbatim): 13. However, at the commencement of the submissions before Your Lordship’s Court the counsel for 1st Defendant reduced the scope of the submissions on the basis that,",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      72.42,
      543.3,
      85.78
    ],
    "text": "a. the 1st Defendant will forego the use of the use of the font in which the name",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      87.32,
      543.41,
      145.34
    ],
    "text": "“Rani” had been presented, b. The 1st Defendant will forego the use of the devise around the same Rani c. The 1st Defendant will forego the use of the crown d. Thus, the 1st Defendant will only confine the case that, the Plaintiff is not",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      146.84,
      543.44,
      636.94
    ],
    "text": "entitled to exclusively use the word “Rani” 14. Therefore, the 1st Defendant will confine its argument only to whether in the light of the law (which will be dealt with in detail herein below) and in the circumstances of the case presented to Your Lordship’s Court as referred to above, the Plaintiff entitled to exclusively use the name `Rani’ for its line of products.”. The words used in the second limb of the permanent injunction issued by the High Court, which restrains the 1st defendant and its agents from “manufacturing, marketing and/or selling products under the ……. Rani logo/device used by the Plaintiff Company.” make it clear that, the restraint is placed on the use of the plaintiff’s logos and devices which incorporate the word “Rani” and the device of the crest and the crown. Therefore, the second limb of the permanent injunction will prohibit the 1st defendant from using devices which are the same or similar to the several trade marks of the plaintiff which were produced at the trial, which contain the word “Rani” in the aforesaid distinctively stylized and bold font in which the capital letter “R” ends with an elongated flourish, together with the device of an ornate crest topped by a crown. It is apparent from the undertaking given by learned President’s Counsel appearing for the 1st defendant and his written submissions that, the 1st defendant does not challenge the second limb of the permanent injunction issued by the High Court. As stated earlier, the High Court issued the permanent injunction following the learned judge’s determination that, the similarity between the marks used by the 1st defendant and the marks used by the plaintiff, was likely to mislead the public into thinking that the 1st defendant’s products are associated with the plaintiff and its products. Since the 1st defendant does not challenge the second limb of the permanent injunction, there is no need for us to examine the learned trial judge’s conclusion that, the similarity between the two trade marks used by the plaintiff and the 1st defendant was likely to mislead the public into thinking that the 1st defendant’s products are associated with the plaintiff and its products even though the type and nature of the products are very different to each other and, to use the words of Falconer J in LEGO SYSTEM vs. LEGO M. LEMELSTRICH [1983 FSR 155 Ch. D], the “field of activity” and the “field of recognition” of the plaintiff’s products and the 1st defendant’s products, appear to be very different to each other.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      650.44,
      543.44,
      723.34
    ],
    "text": "The aforesaid limits placed by learned President’s Counsel on the scope of this appeal, also make it clear that, the 1st defendant does not dispute the validity of High Court’s declaration that the registration of trade mark no. 93988 in the name of the 1st defendant, is null and void. Therefore, I will not examine the merits of that determination made by the High Court, although it appears that the plaintiff’s goods are not identical or similar to the",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.04,
      543.44,
      726.19
    ],
    "text": "1st defendant’s goods and the plaintiff does not own a registered trade mark, in terms of section 104 (1) (d) of the Intellectual Property Act. It follows that, only the aforesaid first limb of the permanent injunction - restraining the 1st defendant from “manufacturing, marketing and/or selling products under the brand name `Rani’….” [emphasis by me] - remains a bone of contention in this appeal. It is also evident that, the only question which has to be decided by us is whether the permanent injunction restraining the 1st defendant from “….. manufacturing, marketing and/or selling products under the brand name `Rani’ and/or the Rani logo/device used by the Plaintiff Company.”, prohibits the 1st defendant from using the word or name “Rani”, in any form or manner, on the 1st defendant’s products of whatever type. In this regard, as stated earlier, learned President’s Counsel appearing for the defendant has submitted that, the plaintiff is not entitled to the exclusive right to use word or name “Rani” on its products. In response, during the argument before us, learned President’s Counsel appearing for the plaintiff submitted that, the plaintiff is entitled to the exclusive right to use the word or name “Rani”. When this question raised by both learned President’s Counsel is considered, it hardly needs to be said that, not only is “Rani” a frequently used first name, it is also a word used in everyday language to refer to a queen. In these circumstances, a question would immediately arise as to whether any person can obtain, a sole and exclusive right to use the word “Rani” simpliciter – ie: an exclusive right to use the word “Rani” depicted in any form or manner and `stand-alone’ on that person’s products. In this regard, the well-known rule of both the law of trade marks and also the law relating to `passing off’ is that, in the absence of special circumstances such as, for example, cases where extensive use and nurture have resulted in widespread acceptance that a particular word is indelibly associated with a particular product or, cases where, as observed by Lord Herschell in REDDAWAY vs. BANHAM [1896 AC 199] a word has acquired a “secondary meaning” that it refers to a particular product, no person can acquire a trade mark which confers an exclusive right to use a name or word that is used in ordinary, everyday language and, similarly, no person can, by alleging `passing off’, prevent another from using a name or word that is used in ordinary, everyday language. The principle is that, ordinary words should be available for use by everyone and, therefore, no single manufacturer or trader is permitted to monopolize words which occur in everyday language. In the memorable words of Cozens-Hardy MR in “PERFECTION”: JOSEPH CROSFIELD & SONS APPLICATION [1909 26 RPC 837 at 854] “the great common of the English language” should be kept open to use by all manufacturers and traders. To illustrate this rule, learned President’s Counsel appearing for the 1st defendant cited the statement made by the Delhi High Court in RHIZOME DISTILLERIES P. LTD vs. PERNOD RICARD S.A.FRANCE [2009 Indlaw DEL 2900 para 24] that, “It is our analysis that no exclusive or proprietary rights can be claimed by either of the parties before us in respect of the word IMPERIAL which is not only in common parlance to be",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.42,
      543.44,
      727.06
    ],
    "text": "found in every dictionary, but is also laudatory in nature as it alludes to royalty or grandeur.”. In the same case, Vikramajit Sen J [at para 24] expressed the general rule thus: “The jural message, therefore, is clear and unequivocal. If a party chooses to use a generic, descriptive, laudatory or common word, it must realize that it will not be accorded exclusivity in the use of such words.”. Thus, it would appear that, in the absence of special circumstances of the nature described earlier, any claim to a right to the exclusive use of the word “Rani” as a trade mark, whether under the law relating to trade marks or the law relating to `passing off’, must be limited to a depiction of that word in a manner which is distinctive. It hardly needs to be mentioned here that, the depiction of the word in a distinctive manner may be achieved by the use of a particular font or a particular colour or a particular design or a combination of these elements or, to use the words of Aldous LJ in KONINKLIJKE PHILIPS ELECTRONICS NV vs. REMINGTON CONSUMER PRODUCT [2003 Ch. 159], the use of some “capricious addition”. But, in the absence of special circumstances of the nature described earlier, no person can obtain an exclusive right to use the word “Rani” simpliciter on his products. However, we are not required to further examine the aforesaid question raised by both learned President’s Counsel, since this appeal can be decided on a preliminary question arising from the plaintiff’s pleadings, the issues and the evidence placed before the High Court. In this connection, it is apparent from the aforesaid submissions made by both learned President’s Counsel during the argument before us, that both of them proceed on the basis that, the first limb of the permanent injunction - which restrains the 1st defendant from “manufacturing, marketing and/or selling products under the brand name `Rani’….” - has the effect of prohibiting the 1st defendant from using the word or name “Rani” depicted in any form or manner and on any product of whatever type. In other words, that the restraint placed on the 1st defendant using “the brand name `Rani’ ” constitutes an unqualified prohibition on the 1st defendant using the word “Rani” simpliciter - ie: a bar on the use of the word or name “Rani” depicted in any form or manner and whether the word or name “Rani” is used in combination with a device or get up or `stand-alone’. However, it must now be examined whether the first limb of the permanent injunction which restrains the 1st defendant from using “the brand name `Rani’…..” [“`රාණි’ යන වර්ග නාමය”] does, in fact, have the effect of imposing an unqualified prohibition on the 1st defendant using the word “Rani” simpliciter. In this regard, it is evident from the wording of the first limb of the permanent injunction, that the restraint is placed on the use of “the brand name `Rani’...”. Therefore, in order to ascertain the effect of the first limb of the permanent injunction, one must examine what is meant by the term “brand name”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.42,
      536.72,
      719.62
    ],
    "text": "In this regard, it seems to me that, in Sri Lanka, the terms “brand” and “brand name” are used more often in the corporate, marketing and advertising arenas to denote the totality of the identity and image of an enterprise or company and also sometimes to refer to the totality of the identity and image of a particular product. Thus, a “Brand” has been described as the “known identity of a company in terms of what products and services they offer and also the essence of what the company stands for in terms of service and other emotional, non-tangible consumer concerns” [D. Antonucci 2014]. Perhaps it could be fairly said that, in Sri Lanka, the terms “brand” and “brand name” are often used, in a general way, to denote the composite whole of the ideas, impressions and beliefs in the minds of the public with regard to an enterprise or company or a particular product and not as terms used to refer to specific Intellectual Property rights which are recognised in our Law and are protected by our Law. But, at the same time, it has to be recognised that, there are also instances where the terms “brand” and “brand name” are sometimes used, in everyday language, especially in the field of Marketing, to mean or refer to a trade mark, which, it hardly needs to be said, is a type of Intellectual Property recognised in our law. That is reflected in the definition of the word “brand” by the American Marketing Association which states that a “brand” is “A name, term, design, symbol, or any other feature that identifies one seller’s good or service as distinct from those of other sellers. The legal term for brand is trademark.”. [emphasised added by me] On the same lines, Philip Kotler, the acclaimed teacher and writer on Marketing, states in his work titled “Marketing Management”, a “brand” is a “name, term, sign, symbol, or design (or a combination of these) intended to identify the goods and services of one seller or group of sellers and to differentiate them from those of the competitor.“. In fact, the Shorter Oxford Dictionary [5th ed.] states the words “Brand name” means “a trade or proprietary name”. Black’s Law Dictionary [6th ed.] defines the word “Brand” as meaning “A word, mark, symbol, design, term or a combination of these, both visual or oral, used for the purpose of identification of some product or service”. That is on much the same lines in meaning and effect with the definition of a trade mark in section 101 of the Intellectual Property Act which states that a “`trade mark” means “any visible sign serving to distinguish the goods of one enterprise from those of another enterprise” and also the description in section 102 (3) of the Act which states “A mark may consist in particular, of arbitrary or fanciful designations, names, pseudonyms, geographical names, slogans, devices, reliefs, letters, numbers, labels, envelopes, emblems, prints, stamps, seals, vignettes, selvedges, borders and edgings, combinations and arrangements of colours and shapes of goods and containers.”. There could also be instances where the terms “brand” and “brand name” are used, in everyday language, when the intention is to mean and refer to a “trade name” of an enterprise within the meaning of section 101 of the Act or, even perhaps, in connection with “act of unfair competition” or a “business identifier other than a mark or a trade name” or an element of the “goodwill or reputation” of an enterprise etc, as contemplated in Part VIII of the Act.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.42,
      543.44,
      725.14
    ],
    "text": "Next, it is necessary to look at the Intellectual Property Act No. 36 of 2003 to ascertain whether it refers to the terms “brand” and “brand name” and whether these terms come within the scope and ambit of the Act. In this regard, the preamble of the Act states that it is an Act which provides for the Law relating to Intellectual Property in Sri Lanka and matters connected therewith or incidental thereto. This Act repealed the Code of Intellectual Property Act No. 52 of 1979 which had repealed the Copyright Ordinance, Designs Ordinance, Patents Ordinance, Trade Marks Ordinance, Merchandise Marks Ordinance and all other enactments which created or recognised or regulated Intellectual Property rights in Sri Lanka. Therefore, there is no other legislation in Sri Lanka which creates, recognises or regulates Intellectual Property rights. Unlike its predecessor - the Code of Intellectual Property Act - the present Act does not expressly state that it is a codifying Act. But, it is clear that, the Intellectual Property Act No. 36 of 2003 compendiously sets out the entirety of the statutory law which now prevails in Sri Lanka with regard to Intellectual Property rights. It is evident that, the Intellectual Property Act recognises and provides for and protects an array of specific and identified types of Intellectual Property such as Copyright, Industrial Designs, Patents, Trade Marks, Trade Names and Layout Designs of Integrated Circuits and also provides protection against Unfair Competition and misuse of Geographical Indications. However, the Act does not define or even refer to the term “brand name”. In particular, the term or concept of a “brand name” does not figure in Part V and VI of the Act which deals with “MARKS AND TRADE NAMES” and “TRADE NAMES” or in Part VIII of the Act which deals with “UNFAIR COMPETITION AND UNDISCLOSED INFORMATION” which are the areas of Intellectual Property Law which may be connected or relevant to the term and concept of a “brand name”. Thus, it is seen that, the term and concept of a “brand name” is not recognised by the Intellectual Property Act. Next, as far as I can ascertain, there are no decisions of the Superior Courts in Sri Lanka which have specifically recognised any rights which may arise from a claim to a “brand name” independent of rights under a trade mark. It appears that, a similar position is obtains in England where the Law recognises specific rights accruing from recognised types of Intellectual Property such as trade marks, copyrights, patents, designs and goodwill but does not protect the more abstract and larger concept of “brands” and “brand names”. Thus, Lewison J in O2 vs. HUTCHISON [2006 ETMR 677 at para 7] observed, “English Law does not, however, protect brands as such. It will protect goodwill (via the law of passing off); trade marks (via trade mark infringement) the use of particular words, sounds and images (via the law of copyright); and configuration of articles (via the law of unregistered design rights) and so on. But to the extent that a brand is greater than the sum of the parts that English law will protect, it is defenceless against the chill wind of competition.”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.42,
      543.45,
      727.54
    ],
    "text": "In the light of the aforesaid analysis, the resulting conclusion is that, in our Law, the term “the brand name `Rani’….” [“ `රාණි’ යන වර්ග නාමය”] used in the first limb of the permanent injunction, does not have any specific meaning or effect which is ex facie recognisable simply by the mere use of the term. Therefore, since there is no specific meaning or effect accorded to the term “brand name” by our Law, it cannot be said that, the first limb of the permanent injunction, which restrains the 1st defendant from using “the brand name `Rani’...”., ex facie prohibits the 1st defendant from using the word or name “Rani” simpliciter. Instead, in order to ascertain the effect of the first limb of the permanent injunction, one has to examine what the plaintiff sought to prohibit when it prayed for a permanent injunction restraining the 1st defendant from using “the brand name `Rani’….” and what the High Court intended when it issued that permanent injunction prohibiting the use of the “the brand name `Rani’…..”.. To do so, it is necessary to examine the pleadings in the plaint, the issues raised by the parties and what was proved at the trial. In this regard, an examination of the plaint shows that, in paragraphs [8], [10], [17], [18], [22], [23], [30], [32], [33] of the plaint, the plaintiff has referred to the applications it has made to register the “`Rani’ Trade mark and Logo”, its prior use of the “`Rani’ Trade mark and the crown logo/device” and the “Trade mark `Rani’” and the “Trade mark `Rani’ & the crown, the logo/device” and the “Trade marks and the logo/device used by the Plaintiff Company to market the `Rani’ Sandalwood Soap….”. In paragraphs [22] of the plaint, the plaintiff has referred to the plaintiff’s use of the “….. Trade mark `Rani’ and other associated Marks along with the logo/device of the crown without interruption since the early 1940’s and that the consumers identify and associate the said `Rani’ with the Plaintiff Company and is one of the most recognizable brand names in the country.”. However, the words “the said `Rani’ in the latter part of paragraph [22] must refer to the “Trade mark `Rani’ used earlier in that paragraph. Thus, it is seen that, the plaintiff has laid claim, in the plaint, to trade marks and has gone on to plead that, consumers identify these trade marks with the plaintiff. It is also seen from the documents produced by the plaintiff that, the trade marks claimed by the plaintiff consist of the word “Rani” in a distinctive stylized font in which the capital letter “R” ends with an elongated flourish, together with the device of an ornate crest and a crown. It is very clear that, the word “Rani” is only one of the constituent elements of elaborate and distinctive devices which were the plaintiff’s trade marks. Perhaps, it could be rightly said that, the word “Rani” is the major element or leading characteristic of the plaintiff’s trade marks. But, it still remains an incontrovertible fact that, the word “Rani” is but one element of the plaintiff’s trade marks. Accordingly, it is evident that, in the plaint, the plaintiff has only claimed unregistered trade marks [“වෙළඳ ලකුණු”] which contain the word “Rani” used together with several other constituent elements.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "Calibri",
      "IskoolaPota",
      "NirmalaUI"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.42,
      543.44,
      726.22
    ],
    "text": "Thereafter, when the plaintiff framed issues, it placed in issue the plaintiff’s rights to the “`Rani’ Trade mark” and the “Trade mark `Rani’”. Thus, issue no. [9] asks “Has the Plaintiff Company made the applications morefully set out in paragraph 8 of the Plaint for the registration of the `Rani’ Trade Mark and Logo …. ?”; issue no. [11] (c) asks “Is the said goodwill and/or reputation in the mind of the purchasing public and trade, associated inter alia, with the Rani trade mark and logo device with which the said product is offered to the public ?”; issue no. [11] (d) asks “Is the said Rani trade mark and logo device distinctive of Rani Sandalwood soap manufactured and marketed by the Plaintiff Company ?”; issue no. [11] (e) asks “Is the said Rani trade mark and logo device recognized by the public and trade as distinctive specifically of the Rani Sandalwood soap manufactured and marketed by the Plaintiff Company ?”; issue no. [15] asks “Is the Plaintiff Company the prior user of the Trade Mark `Rani’ & the crown, the logo/device ?”; issue no. [20] (b) asks “Is the Plaintiff the prior user in respect of the `Rani’ Trade Mark and the crown/logo device ?”; issue no. [20] (c) asks “Has the Plaintiff filed several valid applications in respect of the `Rani’ Trade Mark and the crown/Logo device ?”; issue no. [21] asks “Is the `Rani’ Sandalwood Soap a well known mark in Sri Lanka, in the circumstances morefully set out in paragraph 33 of the Plaint ?” and a few more issues on the same lines. Similarly, the 1st defendant raised a specific issue no. [30] which asks “Can the Plaintiff alone get the exclusive right to use the trade mark “Rani” ? The learned trial judge has answered all these issues in the affirmative. Thus, it is evident that, when the parties raised their issues, they placed in issue the plaintiff’s claim to trade marks which contain the word “Rani” together with several other constituent elements. Next, the affidavit dated 14th July 2004, which contains the evidence of the plaintiff’s witness, was also to the effect that, the plaintiff is entitled to trade marks which contain the word “Rani” and several other constituent elements. Thus, it is very clear from the pleadings in the plaint, the issues and the evidence that, the plaintiff has only pleaded and claimed that it is entitled to several unregistered trade marks which contains the word “Rani” used together with several other constituent elements. It is equally evident that, the plaintiff has not pleaded in the plaint or placed in issue or led evidence to the effect that it has an exclusive right to use the word or name “Rani” simpliciter - ie: the plaintiff has not claimed an exclusive right to use the word or name “Rani” depicted in any form or manner and `stand-alone’ without the devices of the crest and crown used by the plaintiff. Instead, the plaintiff’s case was that, it is entitled to trade marks which contain the word “Rani” together with several other constituent elements. Therefore, any reference in the plaint or in prayer (c) of the plaint to the “brand name `Rani’ ” must mean a reference to the trade marks containing the word “Rani” together with several other constituent such as the ornate crest and the crown.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota",
      "NirmalaUI"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.42,
      543.44,
      726.22
    ],
    "text": "To sum up, it is very clear from the pleadings, issues and evidence led at the trial which only referred to and dealt with the plaintiff’s trade marks, that, the plaintiff was only seeking to restrain the 1st defendant from using the word “Rani” in a manner which will cause confusion with the plaintiff’s unregistered trade marks produced at the trial, in terms of the provisions of section 160 of Part VIII of the Intellectual Property Act dealing with Unfair Competition. It follows that, since the permanent injunction that has been prayed for in the plaint must be construed in the light of the plaintiff’s pleadings and issues and what the plaintiff proved at the trial and be confined within those boundaries, the plaintiff could only seek, by means of the first limb of the permanent injunction set out in prayer (c) of the plaint, to restrain the 1st defendant from committing acts which were within the scope of the plaintiff’s pleadings and issues and what the plaintiff proved at the trial – ie: to restrain the 1st defendant from using the word “Rani” in a manner which was similar to the plaintiff’s trade marks. Further, since the learned High Court Judge was necessarily obliged to act within the four corners of the plaintiff’s pleadings, issues, what the plaintiff proved at the trial and the Law, when the learned judge decided to issue the permanent injunction prayed for in prayer (c) of the plaint, the learned judge could have only intended, by the first limb of that permanent injunction, to issue an Order restraining the 1st defendant from using the word “Rani” in a manner which was similar to the plaintiff’s trade marks - ie: to restrain the use of the word “Rani” in the aforesaid bold and distinctive font including the capital letter “R” ending with an elongated flourish with or without the other constituent elements of those trade marks, such as the crest and the crown. There was no cause or reason for the learned High Court Judge to intend to or, for that matter, to even contemplate issuing an Order which had the effect of restraining the 1st defendant from using the word “Rani” simpliciter and stand-alone. It appears from the written submissions made on behalf of the plaintiff that, learned President’s Counsel has acknowledged that, the High Court issued the permanent injunction to restrain the 1st defendant from using any devices which are the same as or resemble the plaintiff’s trade marks. Thus, in paragraphs [66] to [74] of his written submissions, learned President’s Counsel has formulated the question “Can the Plaintiff-Respondent Company claim an exclusive right to use the word Rani ?” and in paragraph [74] has concluded “….. in the circumstances the Plaintiff-Respondent is entitled to claim exclusive rights in respect of the Rani Trademark and logo/device and to restrain the 1st Defendant from using the said Rani Trademark and logo/device.”. Learned President’s Counsel has, correctly, not pressed a claim that the plaintiff has the exclusive right to use the word “Rani” simpliciter. In these circumstances, I am of the view that, the intended effect of the first limb of the permanent injunction issued by the High Court, which restrains the 1st defendant from",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.42,
      546.51,
      726.22
    ],
    "text": "“manufacturing, marketing and/or selling products under the brand name `Rani’….”, was to restrain the 1st defendant from manufacturing, marketing and/or selling products using the word “Rani” in a manner which was similar to the plaintiff’s trade marks. However, since the first limb of the permanent injunction contains the words “the brand name” and fails to use the intended and correct term of “the trade marks” (which has an immediately obvious meaning and effect in our law), it is necessary to decide the fate of the first limb of the permanent injunction. Either the first limb of the permanent injunction should be deleted as a result of the failure to use the correct term or, despite the lack of technical accuracy arising from the failure to use the proper term in the pleadings, the first limb of the permanent injunction should be amended to bring it in line with the relief the plaintiff intended to seek and the restraint the High Court intended to impose on the 1st defendant and to, thereby, make the first limb of the permanent injunction meaningful under the provisions of the Intellectual Property Act. When deciding this question, one should keep in mind that, as observed earlier, there are instances where the terms “brand” and “brand name” are used, in everyday language, when the intention is to mean and refer to a “trade mark”. It is evident that, this case is one of those instances since, as set out above, it is apparent that, the term “the brand name” has been loosely used in prayer (c) of the plaint when the intention was to mean and refer to the plaintiff’s trade mark. Next, one should also look at the circumstances of the case to decide which consequence should follow in the interests of justice and in conformity with the Law. In this regard, this Court must take into consideration the fact that, the 1st defendant has voluntarily given the aforesaid three undertakings and, therefore, will not suffer any prejudice as a result of a correction of the error in the wording of prayer (c) of the plaint. Further, there is no doubt that, the plaintiff has proved its rights to the trade marks produced at the trial and also that, at the trial, the 1st defendant did not dispute the plaintiff’s rights to those trade marks. It is also appears to me that, the use of the words “the brand name `Rani’….” in prayer (c) of the plaint after the plaintiff consistently used the term “trade marks” in the plaint, issues and also in the evidence of the plaintiff’s witness, is likely to have been an inadvertent error. Paragraph [74] of the plaintiff’s written submissions, which was referred to earlier, supports this view. In these circumstances, I do not think it is fitting to simply delete the first limb of the permanent injunction and, thereby, cause significant prejudice to the plaintiff due to what appears to be an inadvertent error in the wording of prayer (c) of the plaint. Instead, I think it fitting to amend the first limb of the permanent injunction to bring it in line with the relief the plaintiff intended to seek and the restraint the High Court intended to impose on the 1st defendant and to, thereby, make the first limb of the permanent injunction meaningful under the provisions of the Intellectual Property Act.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.42,
      543.44,
      726.22
    ],
    "text": "Therefore, I hold that, the scope and effect of the first limb of the permanent injunction issued by the High Court restraining the 1st defendant from “manufacturing, marketing and/or selling products under the brand name `Rani’….” only restrains the 1st defendant from using the word “Rani” depicted in a manner which is identical or similar to the plaintiff’s trade marks and from using any devices containing the word “Rani” which are identical or similar to the plaintiff’s trade marks. Accordingly, the permanent injunction which has issued under prayer (c) of the plaint is amended to read: “A Permanent Injunction restraining the 1st Defendant whether acting by himself and/or through his employees and/or agents and/or otherwise howsoever directly and/or indirectly from manufacturing, marketing and/or selling products which bear the word “Rani” depicted in a manner which is identical or similar to the plaintiff’s trade marks produced at the trial and/or which bear any device containing the word “Rani” which is identical or similar to the plaintiff’s trade marks produced at the trial and/or which is identical or similar to the Rani logo/device used by the Plaintiff Company.”. To clarify further, the permanent injunction does not impose a restraint on the 1st defendant using the word or name “Rani” simpliciter - ie: it does not impose an unqualified prohibition on the 1st defendant using the word “Rani” provided the 1st defendant does not violate the prohibitions placed by the permanent injunction, as amended. The aforesaid determination of the effect of the first limb of the permanent injunction issued by the High Court together with the three undertakings given by the 1st defendant and the fact that the 1st defendant does not challenge the second limb of the permanent injunction issued by the High Court and the declaration of nullity issued by the High Court, resolve this appeal. This appeal is allowed only to the extent that, the judgment of the High Court is varied by the amendment of the permanent injunction in the manner set out above. All other reliefs granted by the High Court to the plaintiff shall remain in force, without any change. The High Court is directed to amend the decree accordingly. The 1st defendant shall abide by the undertakings given on his behalf that the 1st defendant will not use on his products: (i) the font used by the plaintiff in the word “Rani” contained in the plaintiff’s trade marks; (ii) the device of the crest which is topped by a crown, used by the plaintiff; and (iii) any depiction of a crown. In the circumstances of this case, parties will bear their own costs. Judge of the Supreme Court.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.42,
      478.28,
      383.69
    ],
    "text": "Priyasath Dep,PC,CJ. I agree Chief Justice B.P.Aluwihare,PC,J. I agree Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  }
]