[
  {
    "page_number": 0,
    "bbox": [
      85.44,
      71.45,
      528.97,
      87.23
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      86.45,
      542.69,
      192.71
    ],
    "text": "In the matter of an application in terms of Article 105(3) of the Constitution of the Democratic Socialist Republic of Sri Lanka read with Section 8 of the Contempt of Court Act, No. 08 of 2024. SC Contempt No: 09/2024",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      192.05,
      487.16,
      237.95
    ],
    "text": "The Registrar, Supreme Court of Sri Lanka, Superior Court Complex, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      237.29,
      354.55,
      268.07
    ],
    "text": "PETITIONER",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.0,
      282.41,
      510.51,
      358.55
    ],
    "text": "Vs. Wickramage Don Dharmasiri Karunaratne, No. 57, Baseline Road, Colombo 08.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      357.89,
      364.03,
      386.95
    ],
    "text": "RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441,
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      396.05,
      542.49,
      713.39
    ],
    "text": "Before: Yasantha Kodagoda, PC, J Kumudini Wickremasinghe, J Arjuna Obeyesekere, J Counsel: Shanil Kularatne, PC, Additional Solicitor General with Hashini Opatha, Senior State Counsel for the Petitioner Shavindra Fernando, PC with Mirthula Skandarajah and Amanda Imbulana for the Respondent Rohan Sahabandu, PC for the Bar Association of Sri Lanka Inquiry on: 21st October 2024 and 17th December 2024 Written Tendered by the Petitioner on 20th January 2025 Submissions: Tendered by the Respondent on 17th January 2025 Decided on: 25th February 2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.17,
      542.92,
      532.19
    ],
    "text": "Obeyesekere, J The Respondent is an Attorney-at-Law of the Supreme Court. The Registrar of the Court of Appeal had submitted a written complaint to the Hon. Chief Justice that the Respondent, having applied to peruse the original case record in CA Case No. COC/11/2022 under a false name, and having been issued with the said case record, had torn two pages from the said case record. A complaint had also been made to the law enforcement authorities in respect of the said incident and a statement of the Respondent had been recorded. Issuance of a Rule on the Respondent Having considered the said complaint, the Hon. Chief Justice and the Judges of this Court had decided that disciplinary proceedings must be initiated against the Respondent in terms of the provisions of the Judicature Act, No. 2 of 1978 as amended, read together with the provisions of the Supreme Court (Conduct of and Etiquette for Attorneys-at-Law) Rules, 1988. Accordingly, the Registrar of this Court had issued the Respondent a notice dated 27th October 2023 under SC Rule No. 16/2023 in respect of the said complaint. The said notice, served on the Respondent by registered post and through the Fiscal at the address given by the Respondent in his aforementioned statement to the law enforcement authorities, refers to the above incident complained of by the Registrar of the Court of Appeal and proceeds to state as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.32,
      532.37,
      542.74,
      602.15
    ],
    "text": "His Lordship the Chief Justice and Judges of the Supreme Court considering the serious, felonious nature and the fraudulent tenor of your action find that: (a) By the fraudulent and felonious actions in submitting a false name to peruse",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.32,
      605.33,
      542.83,
      697.19
    ],
    "text": "the Case Record of Case bearing No. COC/0011/22 and tearing two pages of the same, you have committed a breach of Rule 11 of the Supreme Court (Conduct of and Etiquette for Attorneys-at-Law) Rules, 1988 made under Article 136 of the Constitution of the Democratic Socialist Republic of Sri Lanka;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      72.17,
      542.35,
      87.95
    ],
    "text": "(b) The aforesaid conduct amounts to acts of deceit, malpractice, crime or offence",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      91.25,
      542.55,
      160.91
    ],
    "text": "which warrants suspension from office or removal from office under Section 42(2) of the Judicature Act No. 2 of 1978; (c) By reason of the aforesaid conduct which cannot be countenanced you have",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      164.21,
      542.54,
      291.11
    ],
    "text": "conducted yourself in a manner which would reasonably be regarded as disgraceful or dishonourable of Attorneys-at-Law of good repute and competence and have thus committed a breach of Rule 60 of the Supreme Court (Conduct of and Etiquette for Attorneys-at-Law) Rules, 1988 made under Article 136 of the Constitution of the Democratic Socialist Republic of Sri Lanka; (d) By reason of the aforesaid acts and conduct, you have conducted yourself in a",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      294.29,
      542.5,
      383.15
    ],
    "text": "manner which is inexcusable and such as to be regarded as deplorable by your fellows in the profession and have thus committed a breach of Rule 60 of the said Rule; (e) By reason of the aforesaid acts and conduct, you have conducted yourself in a",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      386.33,
      542.73,
      713.03
    ],
    "text": "manner unworthy of an Attorney-at-Law and have thus committed a breach of Rule No. 61 of the said Rule. And whereas this Court is of the view that proceedings against you for suspension or removal from the office of Attorney-at-Law should be taken under Section 42(2) of the Judicature Act No. 2 of 1978 read with the Supreme Court Rules (Part VII) of 1978 made under Article 136 of the Constitution of the Democratic Socialist Republic of Sri Lanka; These are therefore to command you in terms of Section 42(3) of the Judicature Act No. 2 of 1978 to appear in person before this Court in Hulftsdorp, Colombo 12, Sri Lanka on the 17th November 2023 at 10.00 olock in the forenoon and show cause as to why you should not be suspended from practice or removed from the office of Attorney-at-Law of the Supreme Court of the Democratic Socialist Republic of Sri Lanka in terms of Section 42(2) of the Judicature Act.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.96,
      687.83
    ],
    "text": "Suspension of the Respondent from practicing as an Attorney-at-Law The Respondent was absent and unrepresented when SC Rule No. 16/2023 was called in open Court on 17th November 2023. Having taken into consideration the serious nature of the allegation levelled against the Respondent and his failure to be present in Court in spite of notice having been issued on him, three Judges of this Court had arrived at a decision that it was a fit case for this Court to act in terms of the powers vested in it in terms of the proviso to Section 42(3) of the Judicature Act, which permitted this Court to suspend an Attorney-at-Law from practice as an Attorney-at-Law as an interim measure pending the final decision of the Supreme Court. The Respondent was accordingly suspended from practicing as an Attorney-at-Law of this Court until the final determination of this Court in SC Rule No. 16/2023. Court had further ordered that the Respondent be issued with fresh notice and had fixed the matter for inquiry on 17th July 2024. SC Rule No. 16/2023 had however been called in Open Court on 2nd April 2024 pursuant to a motion dated 12th March 2024 filed on behalf of the Respondent in the name of Mr. Lakshman Fernando, Attorney-at-Law. The Rule had been read over to the Respondent who was present in open Court on that date and a copy thereof had been served on the Respondent. The Respondent had pleaded not guilty and had accordingly been directed to show cause on or before 31st May 2024 as to why he should not be suspended or removed from the Office of an Attorney-at-Law. In compliance with the said directive, the Respondent had filed an affidavit dated 10th June 2024 [the impugned affidavit]. Although the Respondent had been suspended from practicing as an Attorney-at-Law on 17th November 2023 as aforesaid only after Court was satisfied that the complaint against the Respondent demanded such a course of action, this Court nonetheless had heard submissions on behalf of the Respondent on 2nd April 2024, and being of the view that the incident complained of warrants the suspension of the Respondent had made a fresh order suspending the Respondent from practicing as an Attorney-at-Law until the conclusion of the inquiry, which had already been scheduled to commence on 17th July 2024.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      71.82,
      542.96,
      706.67
    ],
    "text": "Due to a suspicion that arose during the proceedings held on 2nd April 2024 with regard to the authenticity of the documents attached to the aforementioned motion dated 12th March 2024, this Court had summoned Mr. Lakshman Fernando, Attorney-at-Law under whose signature the said documents had been submitted to appear in Open Court on the same date. Upon Mr. Fernando being present in Court, he had been directed to confirm the signatures that appeared on the said documents as being his signature. Having examined the said documents, Mr. Fernando had confirmed that the seal appearing thereon is his seal but had been doubtful if the signature was his. Upon being questioned further with regard to one of the documents attached to the said motion, that being the letter dated 14th March 2024 addressed to the Hon. Chief Justice, Mr. Fernando had stated that the said letter had been signed by the Respondent, and not by him. Being of the view that tendering of forged documents to Court is a serious matter, this Court had directed that an investigation be carried out in this regard. The impugned documents had thereafter been examined by the Examiner of Questioned Documents who had confirmed by his report dated 2nd May 2024 that the signature appearing on the impugned documents is not that of Mr. Fernando. Further action is yet to be taken in this regard. Proceedings of 17th July 2024 SC Rule No. 16/2023 had been called in Open Court on 17th July 2024. On that occasion, three Judges of this Court had perused the impugned affidavit dated 10th June 2024 which the Respondent had admittedly filed in response to the Rule served on him, and had observed that the matters contained therein, which are morefully contained in the charge sheet that was subsequently served on the Respondent and to which I shall refer to later in this judgment, are contemptuous in nature and falls within the sphere of Section 3(1)(a) and (b) of the Contempt of a Court, Tribunal or Institution Act, No. 8 of 2024 [the Act]. Upon being afforded an opportunity to show cause, the Respondent had moved for time until the end of August 2024 to do so, which application had accordingly been allowed. Section 8(1)(a) of the Act provides that, Where it is alleged, or appears to the Supreme Court or the Court of Appeal, as the case may be, that a person has committed contempt of court in its presence or hearing, the Supreme Court or the Court of Appeal may cause such person to be detained in custody.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      446.05,
      106.91
    ],
    "text": "The proceedings of this Court on that date thereafter reads as follows:",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      107.09,
      542.63,
      687.83
    ],
    "text": "Having regard to the facts and circumstances and the material against the Respondent, the Court is of the view that this is a fit case in which Court must invoke the powers vested in this Court by the Contempt of Court Act, No. 8 of 2024, especially under Section 8(1)(a) of the Contempt of Court Act and the Court makes order detaining the said Wickremage Don Dharmasiri Karunaratne in custody pending the issuance and the inquiry of the Rule to be issued against him for contempt of Court. Having remanded the Respondent on that date, this Court had directed that all documents be forwarded to the Attorney General for necessary action and fixed SC Rule No. 16/2023 for inquiry. The said matter is presently pending before this Court. Contempt of Court In terms of Article 105(3) of the Constitution, The Supreme Court of the Republic of Sri Lanka and the Court of Appeal of the Republic of Sri Lanka shall each be a superior court of record and shall have all the powers of such court including the power to punish for contempt of itself, whether committed in the court itself or elsewhere, with imprisonment or fine or both as the court may deem fit. Since 1978, any contempt of the Supreme Court has been dealt with under Article 105 of the Constitution. While Section 6 of the Act reiterates the power of the Supreme Court to punish for contempt of itself, whether committed in its presence or elsewhere, the objects of the Act, as set out in Section 2 of the Act, are as follows: (a) uphold the dignity and authority of a court, tribunal and institution; (b) protect the due administration of justice; (c) ensure adherence to judicial directives; (d) preserve and maintain the effectiveness and impartiality of a court, tribunal and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      691.01,
      163.45,
      706.79
    ],
    "text": "institution;",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.05,
      542.3,
      103.79
    ],
    "text": "(e) strike a balance between the right of expression, fair comment and compliance with",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      107.09,
      545.37,
      300.47
    ],
    "text": "judicial directives; (f) set out with precision the ambit of contempt of a court, tribunal and institution; and (g) ensure the observance of, and respect for, the due process of law. The aforementioned charge sheet that was served on the Respondent refers to the following four sections of the Act, namely Sections 3(1)(a), 3(1)(b), 3(2)(c) and 3(2)(e): Section 3(1)(a) and 3(1)(b)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      300.65,
      542.47,
      354.47
    ],
    "text": "Save as provided for in any other written law and subject to the provisions of the Constitution, any person who commits an act or omission with intent to-",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      354.65,
      542.39,
      370.43
    ],
    "text": "(a) bring the authority of a court, tribunal or institution and administration of",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      373.73,
      542.42,
      535.31
    ],
    "text": "justice into disrespect or disregard; or (b) interfere with, or cause grave prejudice to the judicial process in relation to any ongoing litigation, commits contempt of a court, tribunal or institution, as the case may be. Section 3(2)(c) and (e)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      535.49,
      542.51,
      608.39
    ],
    "text": "Save as provided for in any other written law and subject to the provisions of the Constitution, any person who does any of the following acts commits contempt of a court, tribunal or institution, as the case may be-",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      608.57,
      542.44,
      624.35
    ],
    "text": "(c) expressing, pronouncing or publishing any matter that is false which, or doing",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      627.53,
      242.18,
      662.27
    ],
    "text": "any other act which-",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      128.64,
      662.45,
      542.5,
      678.23
    ],
    "text": "(i) scandalizes or lowers the judicial authority or dignity of a court, tribunal or",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      128.64,
      681.53,
      213.13,
      716.27
    ],
    "text": "institution;",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      128.64,
      72.17,
      542.47,
      87.95
    ],
    "text": "(ii) gravely prejudices, or unlawfully interferes with, the due course of any",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      91.25,
      458.71,
      160.79
    ],
    "text": "judicial proceeding; or (iii) interferes with, or obstructs the administration of justice;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      161.09,
      542.4,
      176.87
    ],
    "text": "(e) scandalizing a court, tribunal or institution, or a judge or judicial officer with",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      180.05,
      183.72,
      214.79
    ],
    "text": "intent to-",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      128.64,
      214.97,
      542.45,
      265.67
    ],
    "text": "(i) interfere with the due administration of justice; (ii) excite dissatisfaction in the minds of the public in regard to a court, tribunal",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      268.97,
      512.85,
      408.35
    ],
    "text": "or institution; or (iii) cast public suspicion on the administration of justice. Charge sheet served on the Respondent On 21st October 2024, the Respondent was served with the following charge sheet:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      408.65,
      542.65,
      703.67
    ],
    "text": "WHEREAS at all times material to this matter, you were an Attorney-at- law of the Supreme Court of the Democratic Socialist Republic of Sri Lanka ; WHEREAS efforts were made to serve a Notice dated 27 October 2023 with a view of proceeding against you for suspension or removal from the office of Attorney-at-Law in case No. SC/Rule/16/2023 due to your conduct in tearing two pages of the Case Record bearing case No. COC-0011-22 maintained in the Record Room of the Court of Appeal; WHEREAS by Orders of Court, the said Notice was directed to be sent to you by registered post and through the Fiscal. However, you were absent and unrepresented on 17 November 2023 when the subject Rule was taken up for consideration; WHEREAS when the said matter was taken up as above mentioned on 17 November 2023, an Order was made suspending you from practice as an Attorney-at-Law of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      72.17,
      543.84,
      700.55
    ],
    "text": "the Supreme Court as provided in the proviso to Section 42 (3) of the Judicature Act pending the final decision of the case bearing No. SC/Rule 16/2023 due to the serious nature of the allegation levelled against you and your failure to appear before Court in response to the notices served on you. Further Order was made to issue Notice to you through the Senior Superintendent of Police, Colombo Central in addition to the previous methods employed; WHEREAS on or around 12 March 2024 a motion was filed on your behalf purportedly by Mr. Lakshman Fernando, Attorney-at-Law by which it was stated that you were 'illegally' suspended from practice. A further motion was filed by you on or around 25 April 2024, wherein you had again asserted that you were 'unlawfully suspended'; WHEREAS on 02 April 2024, the subject Rule was read over in Open Court and served on you and as you pleaded not guilty, you were required to show cause as to why you should not be suspended or removed as an Attorney-at-Law on or before 31 May 2024. Upon hearing the submissions of your Counsel, Court was of the view that the subject incident warrants the suspension of the concerned Attorney-at-Law and accordingly re-affirmed the suspension imposed on you from practicing as an Attorney -at-Law until the conclusion of the inquiry; WHEREAS the Attorney-at-Law, Mr. Lakshman Fernando who had tendered proxy dated 11 March, 2024, letter addressed to the Supreme Court dated 11 March, 2024, a motion dated 12 March 2024 and a letter dated 14 March 2024 informed Court upon being Noticed on 02 April 2024 that he is unable to say as to who sent the letter dated 14 March 2024. In the said circumstances, Court was of the view that this subject matter should be investigated; WHEREAS the reports pertaining to the investigation conducted by the Criminal Investigations Department were tendered with motions dated 26 April 2024 and 27 June 2024 by the Attorney General and were brought to the attention of Court when this matter was considered on 17 July 2024; WHEREAS it was further observed on 17 July 2024 that you had filed motions dated",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      72.17,
      542.92,
      703.67
    ],
    "text": "11 June 2024 and 28 June 2024 and an Affidavit signed by you on 10 June 2024 wherein you have falsely, maliciously and without any basis stated and alleged the following; Paragraph 9 9. This whole case revolves around a very trivial issue i.e. whether I have torn 2 pages in that record of CoC-11/22? I wish to state as follows in this regard... Paragraph 11 11. The Court (SC) has unlawfully suspended me without considering any of these matters and the Hon. Judges had not seen the letter B before suspending me. Paragraph 12 12. However, much later when I appeared before the Supreme Court on 02.04.2024, I received a document marked NOTICE dated 27.10.2023 which contained some complaint with some allegations against me with lot of mistakes on it. Paragraph 14 14. Trivial Matter It is very clearly evident that this whole matter is such a trivial issue on which lot of judicial time, resources & money are being wasted. This may be due to the super-ego of someone in authority. For e.g. Rs. 2,200,000/- of public money was wasted in Elkaduwa Plantations Co. for a Court Case on theft of 2 Kg of pepper. This was recently revealed in the Parliament in the COPE committee. So there are same type of ego people everywhere. 14.1 The law does not permit to waste judicial time on useless matters. It is clear from the following 2 latin maxims. a. De Minimis non curat lex. b. Lex non curate de Minimis.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      72.05,
      542.52,
      548.15
    ],
    "text": "14.2 Those who handle the law are supposed to be prudent and intelligent persons. That is why the above maxims have come into existence. 14.3 Further these ideas/concepts are legalized in the following legislations also. a. Criminal procedure Code Act Sec 109 (5) This section states that trivial matters without sufficient grounds need not be investigated just because someone has complained. There are Case laws to support this view. b. Penal Code Sec 88 States that nothing is an offence by reason that; i. It causes or ii. That it is intended to cause or iii. That it is known to be likely to cause, Any Harm, if that Harm is so Slight that no person of ordinary sense and temper would complain of such harm. 14.4 i. In this case no material harm was done, ii. The 2 pages alleged to be torn are still there, iii. These papers were not taken away and no damage done to it, iv. Anybody interested could read them, v. Nobody is interested, as the Case was dismissed, vi. The 2 pages contained Notice etc. which are not important to me or any AAL. vii. Notice can be found in any text book, viii. That file would be sent to the Paper Factory in Valachchanai for",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      551.45,
      554.26,
      602.15
    ],
    "text": "disposal in due cause. 14.5 i. Ample judicial time & the resources were wasted and even the CID was",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      605.33,
      482.38,
      716.27
    ],
    "text": "involved in this matter. ii. CID personnel were amazed on triviality. iii. Only the Scotland Yard was not yet called. iv. This is worse than aforesaid Elkaduwa Plantations. v. More than 10 days were wasted in the M. C. Maligakanda.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      72.17,
      542.51,
      700.55
    ],
    "text": "Paragraph 15 15.3 Here while I am facing a risk of getting a conviction by the M.C. and simultaneously a disenrollment by the S.C. 15.4 This dangerous risk is totally due to the illegality in the procedure and violation of the provisions in the Judicature Act etc. 15.5.4 Sec 42(2) clearly states that AAL who was convicted or found guilty of a crime or an offence can be suspended. 15.5.5 But I was suspended contrary to that law without any conviction and without following the correct procedure. 15.5.6 the Proviso of the Act can be used only in exceptional circumstances. However, the proviso also states that for an AAL to be suspended, he should have been convicted. When that condition is not satisfied, suspension is illegal. 15.5.7 So it is totally incorrect to state that acting under the proviso to Section 42 (3), I can be suspended and therefore, the suspension done on 17.11.2023 is untenable and unlawful. Paragraph 16 16.1.1 After the Apex Court, no further appeal and therefore, the Court must guard against all errors and omissions. 16.1.2 The Apex Court must maintain the confidence of the people of the Country that Justice is assured and guaranteed in all matters by the Apex Court. 16.1.3 The Apex Court must ensure that the Law is always correctly and equitably applied in all matters and never allow to misuse or apply in arbitrary manner. 16.1.4 Under the circumstances, the SC Registrar cannot arbitrarily make Serious Mistakes and misdirect the Hon. Supreme Court as explained above thereby causing",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      72.17,
      545.29,
      713.15
    ],
    "text": "severe hardships to an innocent and independent AAL and his clients who are citizens of this country. 16.1.5 The Complainant, the Court of Appeal Registrar is also guilty of gross violations of the Law and making the same mistakes and the results as explained in 16.1.4 above, acting in collusion with the SC Registrar. WHEREAS during the proceedings in the aforementioned case bearing No. SC/Rule/16/2023, upon being questioned by Court on the matters set out in the above-mentioned Affidavit dated 10 June 2024, you admitted that you tendered the said Affidavit and observations to Court and further admitted the contents of the said document (A copy of the said Affidavit tendered by you is attached hereto marked as 'X'); AND WHEREAS by your aforementioned actions, you have acted in a manner evincing an intent to; a. bring the authority of the Supreme Court and administration of justice in to disrespect or disregard, b. express and/or pronounce that which is false which- (i) scandalizes or lowers the judicial authority or dignity of the Supreme Court, (ii) interferes with, or obstructs the administration of justice; c. scandalize the Supreme Court and/or their Lordships of the Supreme Court with intent to- (i) interfere with the due administration of justice; (ii) cast public suspicion on the administration of justice; (iii) excite dissatisfaction in the minds of the public; (iv) cast public suspicion on the administration of Justice WHEREAS their Lordships the Honourable Judges of the Supreme Court of the Democratic Socialist Republic of Sri Lanka, have taken cognizance of the aforementioned Affidavit dated 10 June 2024 and your actions on 17 July 2024 as",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.92,
      703.55
    ],
    "text": "being Contempt of Court warranting proceedings to be brought against you in terms of Sections 3(1)(a), 3(1)(b), 3(2)(c) and 3(2)(e) of the Contempt of Court, Tribunal or Institution Act, No. 08 of 2024 read with Article 105(3) of the Constitution of the Democratic Socialist Republic of Sri Lanka, and as minuted in the case No. SC/RULE/16/2023 recorded on 17 July 2024. This Charge is, therefore, issued to command you to show cause as to why you should not be found guilty and punished under Sections 3(1)(a), 3(1)(b), 3(2)(c) and 3(2)(e) of the Contempt of Court, Tribunal or Institution Act, No. 08 of 2024 to be read with Article 105(3) of the Constitution of the Democratic Socialist Republic of Sri Lanka and for committing the offence of contempt of Court. Inquiry against the Respondent This matter was taken up for inquiry on 21st October 2024. The Respondent was present and was represented by Presidents Counsel. The charge sheet having been read over, the Respondent had moved for time to consult his Counsel prior to pleading to the charge. On 11th December 2024, this Court had been informed that the Respondent wishes to plead guilty. As the bench was not properly constituted, the inquiry was re-fixed for 17th December 2024. On that date, the learned Presidents Counsel for the Respondent reiterated what had been conveyed to Court on the previous occasion that the Respondent wishes to plead guilty to the charge. The learned Presidents Counsel for the Respondent stated further that the Respondent is fully conscious of the implications arising from pleading guilty and that he has received clear instructions in that regard from the Respondent. Court thereafter inquired from the Respondent whether he wishes to tender an unqualified plea of guilt. The Respondent answered in the affirmative and with the full understanding of the consequences that follow such a plea. Being satisfied that the Respondent is acting on his own volition, this Court permitted the Respondent to plead guilty to the charge that had already been read over. Having accepted the unqualified plea of guilt tendered by the Respondent, the Respondent was found guilty by this Court of the matters set out in the charge sheet, and we accordingly proceeded to convict the Respondent.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      545.41,
      532.19
    ],
    "text": "The learned Presidents Counsel for the Respondent was thereafter heard in mitigation of sentence and all Counsel were directed to tender written submissions prior to a decision being taken with regard to the sentence that must be imposed on the Respondent. The Respondents impugned affidavit dated 10th June 2024 and contempt of Court The thrust of the impugned affidavit of the Respondent is twofold. The first is the accusation that the subject matter of the Rule is so trivial that it does not warrant any action by the Supreme Court and that the Supreme Court is wasting the resources of the State by pursuing disciplinary action against the Respondent. The second is that the suspension of the Respondent is not in accordance with the law and is therefore unlawful. I must state that a case record of a Court is a public document and the removal of documents from a case record of any Court is a serious criminal offence which attracts the provisions of the Penal Code and the Offences against Public Property Act. Furthermore, it is an interference with the due course of any judicial proceeding and causes grave prejudice to the judicial process. What aggravates this incident is that access to a case record is a privilege afforded only to an Attorney-at-Law and the Respondent was granted access thereto only because he is an Attorney-at-Law. Thus, the impugned conduct of the Respondent is a breach of professional etiquette and conduct expected of an Attorney-at-Law. In Re E. A. Vajira Dissanayake [SC Rule 2/2021; SC Minutes of 26th November 2024], this Court stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      532.37,
      542.95,
      719.51
    ],
    "text": "As provided in Section 40(1) of the Judicature Act, as amended [the Act], The Supreme Court may in accordance with rules for the time being in force admit and enrol as attorneys-at-law persons of good repute and of competent knowledge and ability. While it is only persons of good repute who shall be admitted as Attorneys-at-Law, the fact that in terms of Section 42(1) of the Act, the Supreme Court shall have the power to refuse to admit and enrol any person applying to be so admitted and enrolled as an attorney-at-law confirms that enrolment as an Attorney-at-Law is a privilege that is conferred on a person by the Supreme Court and that it is the responsibility of such person to continue to maintain such reputation and conduct at all times in order to enjoy the privilege of being an Attorney-at-Law. The",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.17,
      542.94,
      703.67
    ],
    "text": "repercussions of failing to do so are clearly set out in Section 42 (2) of the Act which provides that, Every person admitted and enrolled as an Attorney-at-Law who shall be guilty of any deceit, malpractice, crime, or offence may be suspended from practice or removed from office by any three Judges of the Supreme Court sitting together. [emphasis added] In Re H.A. Mahinda Ratnayake [SC Rule 4/2022; SC Minutes of 10th August 2023], Chief Justice Jayantha Jayasuriya, PC, having referred to Section 40(1) of the Judicature Act observed that, if a person of good repute after admission as an attorney-at-law engages in any conduct that changes the quality of his character and makes him no longer a person of good repute, such a person is liable to be subjected to disciplinary action as provided under the Judicature Act and the Rules of the Supreme Court. This position was reiterated in Ven. Wellawe Sri Chandananda Thero v S. Sarath W. De Silva [SC Rule No. 05/2022; SC Minutes of 03rd September 2024]. Being in a position of privilege, it is paramount that every Attorney-at-Law shall uphold the dignity and high standing of the profession at all times. The Supreme Court (Conduct of and Etiquette for Attorneys-at-Law) Rules, 1988 is a code of conduct that must be adhered to by each and every Attorney-at-Law. While Rule 60 which provides that, An attorney-at-Law must not conduct himself in any manner which would be reasonably regarded as disgraceful or dishonorable by Attorneys-at-Law of good repute and competency or which would render him unfit to remain an Attorney-at-Law or which is inexcusable and such as to be regarded as deplorable by his fellows in the profession, Rule 61 provides further that An Attorney-at-Law shall not conduct himself in any manner unworthy of an Attorney-at-Law. While this Court will hear the evidence in support of the complaint of the Registrar of the Court of Appeal, and the version of the Respondent prior to deciding whether the Rule has been proved and if so, what action must be taken, I have already noted that the proviso to Section 42(3) of the Judicature Act has empowered the Supreme Court to suspend an Attorney-at-law pending the final decision of the Supreme Court. The decision to suspend an Attorney-at-Law pending inquiry is not a decision that is taken lightly or without consideration of the facts of each case.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.17,
      542.78,
      710.03
    ],
    "text": "It is clear from the facts of this case that notice relating to the Rule was issued to the Respondent at the address given by the Respondent in his statement to the law enforcement authorities. It is only after Court was satisfied on 17th November 2023 that notices had been served on the Respondent that this Court proceeded to suspend the Respondent from practicing as an Attorney-at-Law until the conclusion of the inquiry. In spite of the said order, this Court afforded the Counsel representing the Respondent an opportunity of making submissions on 2nd April 2024 with regard to the suspension. Having done so, Court made order once more to suspend the Respondent from practicing as an Attorney-at-Law only after being satisfied that the incident complained of warrants the suspension of the Respondent until the conclusion of the inquiry in the Rule matter. Thus, this Court has acted reasonably at all times and has afforded the Respondent every possible opportunity of placing his side of the story prior to any steps being taken against the Respondent. I must reiterate that immediate steps being taken against the Respondent was warranted for two reasons. The first is, as already stated, case records are not made available for perusal by litigants but are only made available to Attorneys-at-Law and is thus a privilege afforded only to an Attorney-at-Law. There was prima facie evidence that the Respondent has clearly breached such privilege and the trust placed in him and has acted in a manner that brings the entire profession to disrepute. The second is that the complaint emanated from the Registrar of the Court of Appeal with supporting material, and thus, to permit the Respondent to continue to engage in the privileged position of an Attorney-at-Law pending inquiry is detrimental to the interests of the entire legal profession. I must emphasise that the subject matter of the Rule is not trivial at all and certainly warrants immediate action by the Supreme Court in order to uphold the dignity of the entire legal profession and the due administration of justice in this country. The suspension of the Respondent was a sine qua non in such circumstances and is the least that this Court could have done to safeguard the respect and dignity of the legal profession. By pursuing disciplinary action, the Supreme Court is certainly not wasting the resources of the State. Nor can it be said that the suspension of the Respondent is unlawful for the reason that, such a course of action is specifically provided for in the proviso to Section 42(3) of the Judicature Act. The exercise of the discretion vested in this Court has therefore been nothing but reasonable.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.05,
      542.92,
      475.19
    ],
    "text": "In these circumstances, I am of the view that the said averments in the affidavit of the Respondent that the matter is trivial and does not warrant any action by the Supreme Court, and that the suspension is unlawful, are certainly derogatory of the Supreme Court. The affidavit unduly challenges and seeks to interfere with the statutory authority of the Supreme Court to take disciplinary action against the Respondent, brings the Supreme Court and the system of administration of justice into disrespect, is not only an interference with the judicial process in relation to the Rule matter but seeks to scandalise and lower the judicial authority and dignity of the Supreme Court, and can excite dissatisfaction in the minds of the public with regard to orders made by the Supreme Court. In Hoiryong Poonglin Iwant and another v Jayasinghe [SC Contempt No. 3/2016; SC minutes of 15th July 2021], Justice Aluwihare cited with approval: (a) The observation of Lord Radcliffe in the case of Reginald Perera v The King [52 NLR 293; at page 296] that for an act to constitute contempt, There must be involved some act done or writing published calculated to bring a Court or a Judge of the Court into contempt or to lower his authority or something calculated to obstruct or interfere with the due course of justice or the lawful process of the Courts. (b) The observation of Donaldson MR in Attorney-General v Newspaper Publishing PLC",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      478.37,
      542.83,
      716.39
    ],
    "text": "[1988] Ch.333, 368] that, The law of contempt is based on the broadest principles, namely that the courts cannot and will not permit interference with the due administration of justice. Its application is universal. Justice Aluwihare thereafter went on to state that, If the people are to be governed by the rule of law, the judicature administering it should not only be credible, but should also command the confidence of the public; without which it loses its ability to perform its functions. In its determination on the Contempt of a Court, Tribunal or Institution Bill [SC SD Application Nos. 58-62/2024], this Court cited with approval the judgment of the Supreme Court of India in Supreme Court Bar Association v Union of lndia [AIR 1998 SC 1895] where it was observed that, The contempt of Court is a special jurisdiction to be",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      542.52,
      586.07
    ],
    "text": "exercised sparingly and with caution, whenever an act adversely affects the administration of justice or which tends to impede its course or tends to shake public confidence in the judicial institutions. This jurisdiction may also be exercised when the act complained of adversely affects the majesty of Law or dignity of the Courts. The purpose of contempt jurisdiction is to uphold the majesty and dignity of the Courts of law. This jurisdiction is not exercised to protect the dignity of an individual judge but to protect the administration of justice from being maligned. In the general interest of the community it is imperative that the authority of Courts should not be imperiled and there should be no unjustifiable interference in the administration of justice. While the Respondent has pleaded guilty to the charge and has accordingly been found guilty, I have no doubt in my mind that had he not done so, the facts and circumstances that I have referred to in this judgment would certainly have warranted a finding of guilt and the imposition of a custodial sentence. I shall now consider the circumstances pleaded in mitigation on behalf of the Respondent. Matters pleaded in mitigation The learned Presidents Counsel for the Respondent urged three grounds in mitigation of sentence. The first is the fact that the Respondent profusely apologised to this Court at the first available opportunity, the second is the mental health and condition of the Respondent, and the third is the age of the Respondent. Acting in terms of Section 8(2) of the Act, the Respondent was afforded an opportunity to make his defence to the charge sheet served on him. The Respondent has accordingly filed an affidavit dated 12th September 2024 where the Respondent has stated as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      100.32,
      586.37,
      542.43,
      713.15
    ],
    "text": "I state humbly that I had no intention at all to commit a contempt of the Supreme Court through the said affidavit. My sole intention was to describe the true merits of the case. I very humbly apologise to the utmost degree for the content of the affidavit which has been identified by the Hon. Lordships as a contempt of the Supreme Court. I wish to express my deepest regrets for any of the unintentional statements in the said",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      72.17,
      542.65,
      398.87
    ],
    "text": "affidavit which resulted hurt (sic) to the sentiments of the Hon. Lordships of the Supreme Court. I state again that I very humbly apologises to the utmost degree for the content of the affidavit which has been identified by the Hon. Lordships as a contempt of the Supreme Court. I am indeed much obliged if Your Lordships consider the above factors and decide mercifully to forgive me and not to take any further steps in terms of the Contempt of a Court, Tribunal or Institution Act, No. 8 of 2024. As Alexander Pope famously stated, to Err is human; to forgive is divine. I am satisfied from the above averments that the Respondent (a) has expressed remorse for his actions at the first opportunity available to him, and (b) was repenting the derogatory statements made by him in the impugned affidavit dated 10th June 2024. In the said affidavit dated 12th September 2024, the Respondent has stated further as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      399.05,
      542.51,
      713.15
    ],
    "text": "I wish to state that I was under mental agony and pressure when I drafted that affidavit. I wish to state that my mental agony started when I got to know that I have been temporarily suspended to practice as a lawyer. I wish to state further that some of the words which may be understood as impolite is a result of the pressure I was undergoing. Due to the pressure I was undergoing, I felt that I am having psychiatric issues too. So I consulted a Psychiatrist, . She has identified that I am suffering from a paranoid disorder. The symptoms are poor sleep, aggressiveness and being sad and happy. The Respondent had annexed an uncertified copy of the observations of the Psychiatrist who he claims he consulted, but other than the said document, there is nothing to indicate that the Respondent is suffering from any psychiatric condition. In fact, at the time the Respondent was afforded the opportunity of tendering submissions in relation to the sentence, this Court indicated to the learned Presidents Counsel for the Respondent that should he require, he may tender expert opinion in support of the submission that the Respondent is suffering from a paranoid disorder. However, no such",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.17,
      542.48,
      446.51
    ],
    "text": "material has been forthcoming. Hence, I am not in a position to accept the submission that the Respondent is suffering from any mental condition. The third factor pleaded is that the Respondent would reach the age of 70 in May this year. Conclusion In view of the age of the Respondent and the fact that he has expressed remorse at the first available opportunity, I shall hold my hand from imposing a custodial sentence on the Respondent at this stage. However, taking into consideration the gravity and serious nature of the charge to which the Respondent has pleaded guilty, I impose on the Respondent a sentence of two years rigorous imprisonment suspended for a period of ten years, from the date of this judgment. In addition, a fine in a sum of Rs. 100,000 is imposed on the Respondent, with a default sentence of two years simple imprisonment. The fine shall be paid to the Registry of this Court within 90 days hereof.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      446.57,
      521.16,
      525.83
    ],
    "text": "JUDGE OF THE SUPREME COURT Yasantha Kodagoda, PC, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      525.89,
      521.16,
      652.79
    ],
    "text": "JUDGE OF THE SUPREME COURT Kumudini Wickremasinghe, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      652.85,
      521.16,
      700.55
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]