[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      87.89,
      542.79,
      230.63
    ],
    "text": "In the maƩer of an appeal to the Supreme Court in terms of ArƟcle 128(2) of the ConsƟtuƟon of the DemocraƟc Socialist Republic of Sri Lanka SC Appeal No. 61/2024 SC Spl L/A No. 88/2024 CA/LTA/0002/2023 HC Colombo No. HC B 70/2020",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      230.69,
      542.87,
      341.75
    ],
    "text": "Director General, Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon, No. 36, Malalasekera Mawatha, Colombo 7.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      341.81,
      355.54,
      373.43
    ],
    "text": "COMPLAINANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      373.61,
      293.16,
      405.23
    ],
    "text": "-Vs-",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      405.29,
      479.18,
      579.83
    ],
    "text": "1. Sandresh Ravindra Karunanayake, No. 1291/6/1, RajamalwaƩe Road, BaƩaramulla. 2. Arjun Joseph Aloysius, No. 52/1, Flower Road, Colombo 7. ACCUSED",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      579.89,
      450.88,
      706.67
    ],
    "text": "And between Sandresh Ravindra Karunanayake, No. 1291/6/1, RajamalwaƩe Road, BaƩaramulla. 1ST ACCUSED – PETITIONER",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      542.87,
      436.91
    ],
    "text": "-Vs – Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon, No. 36, Malalasekera Mawatha, Colombo 7. COMPLAINANT – RESPONDENT Arjun Joseph Aloysius, No. 52/1, Flower Road, Colombo 7. 2ND ACCUSED – RESPONDENT And now between Director General, Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon, No. 36, Malalasekera Mawatha, Colombo 7.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      437.09,
      429.64,
      468.71
    ],
    "text": "COMPLAINANT – APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.48,
      468.77,
      516.05,
      706.67
    ],
    "text": "- Vs – Sandresh Ravindra Karunanayake, No. 1291/6/1, RajamalwaƩe Road, BaƩaramulla. 1ST ACCUSED – PETITIONER – RESPONDENT Arjun Joseph Aloysius, No. 52/1, Flower Road, Colombo 7. 2ND ACCUSED – RESPONDENT – RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.05,
      542.92,
      321.11
    ],
    "text": "Before: E.A.G.R. Amarasekara, J A.H.M.D. Nawaz, J Arjuna Obeyesekere, J Counsel: Harippriya Jayasundera, PC, AddiƟonal Solicitor General with Udara Karunathilake, Senior State Counsel, Disna Gurusinghe, Assistant Director General, Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon and Chathuri Jayakody, Assistant Director General, Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon for the Complainant – Appellant Faisz Musthapha, PC with Razik Zarook, PC, Shavindra Fernando, PC, Faisza Musthapha Markar, PC, Zainab Markar and Bishran Iqbal for the 1st Accused – PeƟƟoner – Respondent",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      322.01,
      542.92,
      699.71
    ],
    "text": "Razik Zarook, PC with Rohana Deshapriya and Chanakya Liyanage for the 2nd Accused – Respondent – Respondent Argued on: 6th November 2024 and 2nd December 2024 WriƩen Tendered on behalf of the Complainant – Appellant on 14th June 2024 Submissions: and 6th December 2024 Tendered on behalf of the 1st Accused – PeƟƟoner – Respondent on 26th July 2024 and 13th December 2024 Decided on: 30th May 2025 Obeyesekere, J This judgment consists of three parts. The ﬁrst part deals with the indictment ﬁled in the Provincial High Court of the Western Province holden in Colombo [the High Court] by the Director General of the Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon [the Complainant – Appellant / the Appellant] against the 1st Accused – PeƟƟoner – Respondent [the 1st Accused] and the 2nd Accused – Respondent – Respondent [the 2nd Accused], the preliminary objecƟon raised",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      71.82,
      542.92,
      697.19
    ],
    "text": "by the 2nd Accused with regard to the maintainability of the said indictment based on the deﬁniƟon of public servant and public oﬃcer, and the order made by the High Court. The second part deals with the two separate applicaƟons ﬁled in the Court of Appeal by the Accused against such order of the High Court seeking leave to appeal of the Court of Appeal, the two preliminary objecƟons taken on behalf of the Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon [CIABOC] with regard to the maintainability of such applicaƟons, and the order made by the Court of Appeal. The third and ﬁnal part of this judgment deals with the peƟƟon ﬁled in this Court by the Appellant seeking special leave to appeal against such order of the Court of Appeal, the quesƟons of law on which leave has been granted, an analysis of the issues relaƟng to the aforemenƟoned preliminary objecƟons raised by the CIABOC before the Court of Appeal, and the determinaƟon of this Court with regard to the said objecƟons and the quesƟons of law. Indictment against the 1st and 2nd Accused The 1st Accused is a Member of Parliament. He was at all Ɵmes relevant to this appeal, the Minister of Finance of the Republic and a member of the Cabinet of Ministers. The 2nd Accused was inter alia a director of Perpetual Capital (Private) Limited and Walt & Row Associates (Private) Limited. On 21st September 2020, the Appellant insƟtuted proceedings in the High Court by way of an indictment containing the following charges against the 1st Accused: 1. That, between 12th February 2016 and 30th September 2016 the 1st Accused, being a public servant, i.e., as the Minister of Finance, solicited or accepted a graƟﬁcaƟon from the 2nd Accused by residing at an apartment at Monarch Housing Complex for which the 2nd Accused paid a sum of Rs. 11.68 million using cheques from Walt and Row Associates (Private) Limited and Perpetual Capital (Private) Limited of which the 2nd Accused was a director and thereby commiƩed an oﬀense punishable under SecƟon 19(c) of the Bribery Act, No. 11 of 1954 as amended;",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      71.82,
      545.53,
      605.27
    ],
    "text": "2. That, between 18th March 2016 and 21st March 2016 the 1st Accused, being a public servant, i.e., as the Minister of Finance, solicited or accepted a graƟﬁcaƟon from the 2nd Accused by allowing the 2nd Accused to pay a sum of Rs. 15,346.52 to the Condominium Management Council of the Monarch Housing Complex using cheques from Perpetual Capital (Private) Limited of which the 2nd Accused was a director and thereby commiƩed an oﬀense punishable under SecƟon 19(c) of the Bribery Act, No. 11 of 1954 as amended; 3. That, between 6th April 2016 and 27th April 2016 the 1st Accused, being a public servant, i.e., as the Minister of Finance, solicited or accepted a graƟﬁcaƟon from the 2nd Accused by allowing the 2nd Accused to pay Rs. 68,048.95 as lease rental for apartment No. 5PH2 to the Condominium Management Council of the Monarch Housing Complex using cheques from Perpetual Capital (Private) Limited of which the 2nd Accused was a director and thereby commiƩed an oﬀense punishable under SecƟon 19(c) of the Bribery Act, No. 11 of 1954 as amended. The 2nd Accused stood indicted of aiding and abeƫng the 1st Accused in commiƫng the above oﬀences under and in terms of SecƟon 19(c) read with SecƟon 25(2) of the Bribery Act. DeﬁniƟon of Public Servant under the Bribery Act and the amendment in 1994 It is clear from the above three charges that the 1st Accused has been charged for acts commiƩed while he was a Minister of the Cabinet of Ministers. In order to give context to the issue that arose before the High Court and eventually culminated in this appeal, I shall at the outset refer to the deﬁniƟon of ‘public servant’ and ‘public oﬃcer’ as found in the Bribery Act and the ConsƟtuƟon, respecƟvely. At the Ɵme the Bribery Act was introduced in 1954, the phrase, ‘public servant’ [rPfha",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      608.57,
      542.77,
      700.43
    ],
    "text": "fiaplfhla] was deﬁned in SecƟon 90 thereof to include, “every oﬃcer, servant or employee of the Crown, or of any local authority, or of any scheduled insƟtuƟon, every juror, and every arbitrator or other person to whom any cause or maƩer has been referred for a decision or report by any court or by any other competent public authority”.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.05,
      542.97,
      233.87
    ],
    "text": "While SecƟons 16, 17, 18 and 19 of the Bribery Act dealt with the oﬀering to or the soliciƟng and/or accepƟng of any graƟﬁcaƟon by a police oﬃcer, peace oﬃcer or public servant, the above deﬁniƟon of a ‘public servant’ did not include a Member of Parliament probably due to SecƟons 14 and 15 of the Bribery Act containing speciﬁc provisions relaƟng to bribery by members of the Senate or the House of RepresentaƟves. It must however be noted that SecƟons 14 and 15 are narrower in scope than SecƟon 19. This may have prompted the following amendment to the deﬁniƟon of ‘public servant’ by the Bribery (Amendment) Act, No. 20 of 1994:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      234.05,
      542.96,
      608.39
    ],
    "text": "“A public servant includes a Minister of the Cabinet of Ministers, a Minister appointed under ArƟcle 45 of the ConsƟtuƟon, Speaker, Deputy Speaker, Deputy Chairman of CommiƩees, a Deputy Minister, the Governor of a Province, a Minister of the Board of Ministers of a Province, a Member of Parliament, every oﬃcer, or employee of the State or any Chairman, director, Governor, member, oﬃcer or employee, whether in receipt of remuneraƟon or not, of a Provincial Council, local authority or of a scheduled insƟtuƟon, or of a company incorporated under the Companies Act, No. 17 of 1982, in which over ﬁŌy per centum of the shares are held by the Government, a member of a Provincial Public Service, every juror, every licensed surveyor and every arbitrator or other person to whom any cause or maƩer has been referred for decision or report by any court or any other competent public authority: …” The intenƟon of the legislature to make a Member of Parliament liable under the Bribery Act to its fullest extent has thus been made clearer by the above deﬁniƟon. Perhaps, as a maƩer of interest, I must refer to the following extracts from the speech made by the then Minister of JusƟce at the Ɵme he moved the amendment to the Bribery Act in 1994, which is found in the Hansard of 4th October 1994 submiƩed to this Court by the learned AddiƟonal Solicitor General:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      608.57,
      542.43,
      624.35
    ],
    "text": "“m<uqjekak ;uhs fus jrog NdPkh jkafka ljqo lshk tl’ who are the persons who are",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      627.33,
      545.1,
      706.28
    ],
    "text": "liable for this oﬀence? fuslg NdPkh jkafka ljqo lshk m%Yakh ‘rdPH ks,Odrska - Public servants - lshk mqoa.,hska ;uhs’ wo mj;sk ks;sh wkqj fus wmrdOhg NdPkh jkafka rdPh ks,Odrsfhla h lshd lshkafka ljs o@ oeka ;sfnk wd{d mk; hgf;a thg ksrajpkhla-deﬁniƟon-;sfnkjd’ “oﬃcial employee or servant of the State” fus ksrajpkh lsrSu iusnkaOfhka wkak ta jpk ;uhs Ndjs;d lr ;sfnkafka’’ oeka ta ksrajpkh wkqj huslsis wmyeos,s ;ekla",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      11.498174667358398
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      71.97,
      545.19,
      219.71
    ],
    "text": ";shkjd’ wud;Hjrfhla\" ksfhdaPH wud;Hjrfhla\" mdra,sfuSka;= uka;%sjrfhla\" m<d;a iNd iNslfhla ta ksrajpkfha reyek we;=<g jefgkjdo keoao lshk m%Yakh ms<snoj wmyeos,sNdjhla j;auka kS;sfha wXx.= jS ;sfnkjd’ wms fus wjia:dfjS oS l%shd lrkafka wkak ta ielh oqre lsrSug muKhs’ oeka ta i|yd w,q;a ksrajpkhla bosrsm;a lrkjd’ thska m%ldYs;j i|yka fjkjd fus mqoa.,hka ta ksrajpkfha reyk we;=<g jefgkjdh lshd’ tys lsisu jrola keye’ uf.a wud;HdxYfha ks,Odrsfhla w,a,ia .kakjd kus ta mqoa.,hdg jsreoaOj ovqjus meusKs jsug mqµjka kus wud;Hjrhd yegshg uu w,a,ia .;af;d;a uf.a ks,Odrshd yd ud yd w;r jsfyaokhla oelajSu wjerosh lshd ljqrej;a m%ldY lrkafka keye.” [page 285]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      219.89,
      542.9,
      311.75
    ],
    "text": "“But even with regard to bribery, there are certain deﬁciencies in the exisƟng law which the government is endeavouring to correct. There are two limitaƟons in that ﬁeld which we think require legislaƟve acƟon for the purpose of correcƟon of the exisƟng anomalies.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      311.93,
      542.93,
      718.19
    ],
    "text": "One of these deﬁciencies relates to the deﬁniƟon of public servant which is part and parcel of the present law. The deﬁniƟon refers to oﬃcers, servants and employees of the State. There is some element of doubt as to whether ministers, deputy ministers, members of parliament, members of provincial councils and other persons fall within the ambit of this deﬁniƟon. It is purely for the purpose of clarifying a doubt which exists at present that the new secƟon has been put in and in that area we think it is totally proper that the change should apply with retroacƟve eﬀect because it cannot be contended with any degree of validity that disƟncƟon should be drawn between a poliƟcian and a bureaucrat with regard to the applicaƟon of that oﬀense. So that parƟcular deﬁniƟon will be given eﬀect retroacƟvely.” [Page 413] Thus, the 1st Accused, by virtue of being a Member of Parliament and a Minister of the Cabinet of Ministers was a public servant for the purposes of the Bribery Act and was therefore liable to be charged in terms of the provisions of the Bribery Act, which was the law applicable to bribery and corrupƟon at the Ɵme the aforemenƟoned oﬀences referred to in the indictment were commiƩed. United NaƟons ConvenƟon against CorrupƟon ArƟcle 2 of the United NaƟons ConvenƟon against CorrupƟon [the ConvenƟon], introduced in 2003 and to which Sri Lanka and another 195 countries are signatories, provides that:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.17,
      300.16,
      104.39
    ],
    "text": "“For the purposes of this ConvenƟon:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      103.85,
      278.5,
      136.19
    ],
    "text": "(a) “Public oﬃcial” shall mean:",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      128.64,
      135.65,
      542.86,
      240.35
    ],
    "text": "(i) any person holding a legislaƟve, execuƟve, administraƟve or judicial oﬃce of a State Party, whether appointed or elected, whether permanent or temporary, whether paid or unpaid, irrespecƟve of that person’s seniority; (ii) any other person who performs a public funcƟon, including for a public",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      128.64,
      243.53,
      542.84,
      329.15
    ],
    "text": "agency or public enterprise, or provides a public service, as deﬁned in the domesƟc law of the State Party and as applied in the perƟnent area of law of that State Party; (iii) any other person deﬁned as a “public oﬃcial” in the domesƟc law of a",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      332.45,
      223.34,
      364.67
    ],
    "text": "State Party.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      364.13,
      542.94,
      716.99
    ],
    "text": "However, for the purpose of some speciﬁc measures contained in Chapter II of this ConvenƟon, “public oﬃcial” may mean any person who performs a public funcƟon or provides a public service as deﬁned in the domesƟc law of the State Party and as applied in the perƟnent area of law of that State Party;” Thus, members of the legislature as well as of the execuƟve are considered a ‘public oﬃcial’ for the purposes of the ConvenƟon. ConsƟtuƟonal DeterminaƟon – 2023 The AnƟ-CorrupƟon Bill was published in the Government GazeƩe of 3rd April 2023 and was placed on the Order Paper of Parliament of 27th April 2023. Its preamble provided inter alia that it was an Act to give eﬀect to certain provisions of the United NaƟons ConvenƟon against CorrupƟon and repeal the Bribery Act. In its DeterminaƟon under ArƟcle 123(1) of the ConsƟtuƟon [SC SD Nos. 16-21/2023], this Court, whilst noƟng that corrupƟon is a transnaƟonal phenomenon that aﬀects all socieƟes and economies and undermines the insƟtuƟons and values of democracy, highlighted the importance of the leadership of a country being honest, and the ripple eﬀect that it will have on the rest of the Country, when it stated as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      72.17,
      542.78,
      180.59
    ],
    "text": "“Bribery and corrupƟon appear to have been in existence from Ɵme immemorial. The proof is found in ancient religious scriptures which deal with the subject. Adhamma SuƩa of AṅguƩara Nikāya discusses how corrupt leadership has adverse consequences not only on the enƟre social order but also on nature and the physical environment:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      180.05,
      542.87,
      462.35
    ],
    "text": "“Monks, at a Ɵme the kings are unethical, the royal servicemen become unethical. When the royal servicemen become unethical, the Brahmin householders become unethical. When the Brahmin householders become unethical, those in the townships and provinces become unethical. When the townships and provinces become unethical, the moon and sun move unevenly. When the moon and sun move unevenly, the stars and the constellaƟons move unevenly. When the stars and constellaƟons move unevenly, then the night and day occur unevenly. When the night and day occur unevenly, the fortnights and months become uneven. When the fortnights and months become uneven, winds blow unevenly and in the wrong direcƟon. When winds blow unevenly and in the wrong direcƟons, deiƟes become disturbed. When the deiƟes become disturbed, the sky does not bring proper rainfall. When there is no proper rainfall, the grains ripen unevenly. When humans eat unevenly ripened grains, their life span is shortened, and they lose their beauty and power and are struck by many ailments. Monks, at a Ɵme the kings are ethical the opposite to the above happens.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      467.21,
      542.5,
      482.99
    ],
    "text": "When caƩle are crossing a (water way), if the leading bull goes crooked, all of",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      487.85,
      406.03,
      503.63
    ],
    "text": "them go crooked as the leading one has gone crooked.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      508.49,
      542.35,
      524.27
    ],
    "text": "Even so, among humans, if one considered the chief behaves unethically, the rest",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      529.13,
      199.11,
      544.91
    ],
    "text": "will follow suit.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.6,
      549.77,
      421.76,
      565.55
    ],
    "text": "If the king is unethical, the whole country rests unhappily.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      570.41,
      542.84,
      659.87
    ],
    "text": "When caƩle are crossing a (water way), if the leading bull goes straight, all of them go straight as the leading one has gone straight. Even so, among humans, if one considered the chief, indeed conducts oneself ethically all the rest follow suit. If the king is ethical, the whole country rests happily.” [emphasis added]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      659.33,
      539.5,
      713.03
    ],
    "text": "[cited by Prof. P. D. Premasiri, Buddhist Principles of Good Governance, pages. 64-65,Nagananda InternaƟonal Vesak FesƟval]”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.93,
      421.07
    ],
    "text": "Similarly, in the Holy Bible, Chapter 18, Verse 21 of the book of Exodus explicitly highlights that when choosing leaders, they must be capable men who fear God and trustworthy men who reject dishonest gain as trustworthiness and rejecƟon of corrupƟon are essenƟal qualiƟes of a good leader. The verse states that, “But in addiƟon, you should choose some capable men and appoint them as leaders of the people: leaders of thousands, hundreds, ﬁŌies, and tens. They must be God-fearing men who can be trusted and who cannot be bribed.” [Exodus 18:21] DeﬁniƟon of Public Oﬃcial – the AnƟ-CorrupƟon Act, No. 9 of 2023 The AnƟ-CorrupƟon Act, No. 9 of 2023 was cerƟﬁed by the Speaker on 8th August 2023. While speciﬁcally providing in SecƟons 93 and 94 that it shall be an oﬀence for a Member of Parliament to solicit or accept any graƟﬁcaƟon, SecƟon 96 and several secƟons thereaŌer provide that it shall be an oﬀence for a ‘public oﬃcial’ to solicit or accept any graƟﬁcaƟon. SecƟon 162(2) of the Act has deﬁned a ‘public oﬃcial’ for the purposes of the AnƟ-CorrupƟon Act to include the following:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      421.25,
      542.89,
      713.15
    ],
    "text": "“the President, the Prime Minister, a Minister of the Cabinet of Ministers, a Minister appointed under ArƟcle 45 of the ConsƟtuƟon, Speaker, Deputy Speaker, Chairman of a CommiƩee, Deputy Chairman of a CommiƩee, a Deputy Minister, the Governor of a Province, a Minister of the Board of Ministers of a Provincial Council, a Member of Parliament, …” Thus, whether it be under the Bribery Act or under the AnƟ-CorrupƟon Act, Members of Parliament and Ministers of the Cabinet of Ministers are liable to be charged for bribery and corrupƟon. DeﬁniƟon of Public Oﬃcer – the ConsƟtuƟon While the Bribery Act referred to a ‘public servant’ and the AnƟ-CorrupƟon Act to a ‘public oﬃcial’, ArƟcle 170 of the ConsƟtuƟon contains a deﬁniƟon of a ‘public oﬃcer’. The deﬁniƟon found in the ConsƟtuƟon at the Ɵme it was enacted in 1978 was repealed by the 19th Amendment to the ConsƟtuƟon and replaced with the following:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      88.01,
      542.59,
      139.31
    ],
    "text": "“ ‘public oﬃcer’ means a person who holds any paid oﬃce under the Republic, other than a judicial oﬃcer but does not include –",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      138.77,
      542.92,
      716.39
    ],
    "text": "(a) the President; (b) the Prime Minister; (c) the Speaker; (d) a Minister; (e) a Deputy Minister; (f) a Member of Parliament; (g) – (v) …;” Although the said deﬁniƟon has been amended subsequent to the date of the commission of the oﬀences speciﬁed in the indictment, a Minister of the Cabinet of Ministers conƟnues to be excluded from the deﬁniƟon of ‘public oﬃcer’ for the purposes of the ConsƟtuƟon. ObjecƟon before the High Court and its Order Both Accused had pleaded not guilty when indictment was served on them on 5th February 2021. When the case was taken up for trial before the High Court on 14th March 2022, the learned President’s Counsel appearing for the 2nd Accused at that Ɵme had submiƩed that even though a Minister of the Cabinet of Ministers is a ‘public servant’ for the purposes of the Bribery Act, the 1st Accused was not a ‘public oﬃcer’ within the meaning of the phrase ‘public oﬃcer’ contained in ArƟcle 170 of the ConsƟtuƟon. He had therefore submiƩed that there is an inconsistency between the provisions of the ConsƟtuƟon and the Bribery Act and that in such a situaƟon, the provisions of the ConsƟtuƟon must prevail. It was therefore the posiƟon of the learned President’s Counsel for the 2nd Accused that the 1st Accused cannot be indicted in terms of the Bribery Act. The consequenƟal argument was that since charges cannot be maintained against the 1st Accused, no charges can be maintained against the 2nd Accused, as well, and therefore",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      71.82,
      542.95,
      548.15
    ],
    "text": "both Accused must be discharged. The learned President’s Counsel for the 1st Accused had associated himself with the said objecƟon. Having heard the submissions of all parƟes, the High Court, by its Order delivered on 24th January 2023, overruled the said objecƟon and ﬁxed the maƩer for further trial. I am in agreement with the conclusion reached by the High Court for the simple reason that the deﬁniƟon of ‘public oﬃcer’ contained in the ConsƟtuƟon is for the purposes of the ConsƟtuƟon, as clearly speciﬁed at the commencement of ArƟcle 170. The deﬁniƟon of ‘public servant’ as found in the Bribery Act, as amended, would apply where proceedings are insƟtuted under the Bribery Act. I must reiterate that there can be no doubt that a Minister of the Cabinet of Ministers and everyone else referred to in the deﬁniƟon of ‘public servant’ found in the Bribery Act, as amended is a ‘public servant’ for the purposes of the Bribery Act, and that proceedings can be insƟtuted against all such persons including a Minister of the Cabinet of Ministers for an oﬀence commiƩed under the Bribery Act. The posiƟon is the same under the AnƟ-CorrupƟon Act, as well. Leave to Appeal applicaƟon to the Court of Appeal This brings me to the second part of this judgment. Aggrieved by the said Order of the High Court, the 1st Accused made an ‘applicaƟon for leave to appeal under and in terms of SecƟon 331 read with SecƟon 340 of the Code of Criminal Procedure Act, No. 15 of 1979’, seeking inter alia the following relief: (a) Leave to appeal against the order of the High Court; (b) Uphold the preliminary objecƟon raised by the 2nd Accused and set aside the order",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      551.45,
      542.59,
      598.91
    ],
    "text": "of the High Court; (c) Make order discharging and acquiƫng the Accused from all charges ﬁled against",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      602.21,
      542.91,
      706.79
    ],
    "text": "them in the High Court. According to the journal entries of the Court of Appeal tendered to this Court together with the peƟƟon of appeal, the 2nd Accused too had made an applicaƟon for leave to appeal against the said order of the High Court and sought the idenƟcal relief. The learned AddiƟonal Solicitor General submiƩed during the course of her submissions before this",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.94,
      449.63
    ],
    "text": "Court that that applicaƟon, which is idenƟcal in nature, is pending before the Court of Appeal awaiƟng the outcome of this appeal. I shall now address the two preliminary objecƟons raised by the learned AddiƟonal Solicitor General relaƟng to the maintainability of the above applicaƟons ﬁled in the Court of Appeal. First preliminary objecƟon – failure to name necessary parƟes In its applicaƟon to the Court of Appeal, the 1st Accused had named the Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon [CIABOC] as a Respondent but not its Director General. In terms of SecƟon 3 of the Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon Act, No. 19 of 1994, the CIABOC shall invesƟgate allegaƟons contained in communicaƟons made to it under SecƟon 4 and where any such invesƟgaƟon discloses the commission of any oﬀence by any person under the Bribery Act or the DeclaraƟon of Assets and LiabiliƟes Law, No. 1 of 1975, the CIABOC shall direct the insƟtuƟon of proceedings against such person for such oﬀence in the appropriate Court. SecƟon 11 of the Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon Act, No. 19 of 1994 provides as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      449.81,
      542.93,
      709.91
    ],
    "text": "“Where the material received by the Commission in the course of an invesƟgaƟon conducted by it under this Act discloses the commission of an oﬀence by any person under the Bribery Act or the DeclaraƟon of Assets and LiabiliƟes Law, No. 1 of 1975, the Commission shall direct the Director-General to insƟtute criminal proceedings against such person in the appropriate court and the Director-General shall insƟtute proceedings accordingly; …” SecƟon 12(1) of Act No. 19 of 1994 provides further that, “Where proceedings are insƟtuted in a High Court in pursuance of a direcƟon made by the Commission under SecƟon 11 by an indictment signed by the Director- General, such High Court shall receive such indictment and shall have jurisdicƟon to try the oﬀence described in such indictment in all respects as if such indictment were an indictment presented by the AƩorney-General to such Court”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.96,
      683.03
    ],
    "text": "In Kesara Senanayake v AƩorney General and another [(2010) 1 Sri LR 149; at page 162] the appellant had named the CIABOC as a party to the appeal but not its Director General. On an objecƟon raised that proceedings have been insƟtuted by the Director General and therefore the Director General is a necessary party to the appeal and should have been named as a respondent, Shirani Bandaranayake, J (as she was then) considered inter alia the above provisions of Act No. 19 of 1994 and held that insƟtuƟon of proceedings are carried out by the Director General of CIABOC on the direcƟve of CIABOC, and thus, “it is evident that the Director-General has to be regarded as the complainant in such an applicaƟon and therefore is a necessary party to this appeal.” When the above leave to appeal applicaƟon was supported before the Court of Appeal on 19th July 2023, the learned AddiƟonal Solicitor General had quite rightly raised a preliminary objecƟon relaƟng to the maintainability of the said applicaƟon on the basis that a necessary party, that being the Director General of the CIABOC has not been named as a respondent, and that the said applicaƟon is therefore misconceived and liable to be dismissed in limine. I am in agreement with the aforemenƟoned reasoning of this Court in Kesara Senanayake, and I am therefore of the view that the learned AddiƟonal Solicitor General was enƟtled to succeed with the said objecƟon. Second preliminary objecƟon – the Accused does not have a right of appeal The learned AddiƟonal Solicitor General had raised a further preliminary objecƟon before the Court of Appeal that the applicaƟon made by the 1st Accused is misconceived in law in that the 1st Accused does not have a right of appeal against the impugned interim order of the High Court and therefore he cannot come before the Court of Appeal by way of a leave to appeal applicaƟon. This is the core issue in this appeal and will be discussed in detail in the ﬁnal part of this judgment. Order of the Court of Appeal It is clear that both objecƟons raised by the learned AddiƟonal Solicitor General relate to the maintainability of the two applicaƟons of the Accused before the Court of Appeal and go to the root of the maƩer. Having aﬀorded all parƟes an opportunity of making oral submissions supplemented by wriƩen submissions, the Court of Appeal had overruled the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      71.82,
      542.92,
      710.03
    ],
    "text": "said preliminary objecƟons with its aforemenƟoned Order delivered on 9th February 2024. This appeal stems from that Order. Having carefully examined the said Order of the Court of Appeal, I regret to state that the Court of Appeal has not considered at all the preliminary objecƟon that the Director General of CIABOC was a necessary party and that the failure to name him as a party respondent is fatal to the maintainability of the applicaƟon before the Court of Appeal. With regard to the other preliminary objecƟon that an accused does not have a right of appeal against an interim order of the High Court, the Court of Appeal has not considered the provisions of the Judicature Act but has instead proceeded on the basis that the impugned order of the High Court was a ﬁnal order, applied the reasoning of this Court in Dona Padma Priyanthi Senanayake v Chamika Jayantha and others [SC Appeal No. 41/2015; SC minutes of 4th August 2017] which had considered the provisions of the Civil Procedure Code and which therefore had no relevance, and overruled the objecƟon that the accused had no right of appeal. QuesƟons of Law I shall now deal with the ﬁnal part of this judgment. Leave to appeal has been granted by this Court on 30th May 2024 on the following quesƟons of law: 1. Did the Court of Appeal err in law in overruling the preliminary objecƟons of the appellant founded upon sound and valid legal principles? 2. Did the Court of Appeal err in law in interpreƟng and applying exisƟng law governing the leave to appeal procedure? 3. Did the Court of Appeal err in recognizing the concept of ﬁnality of proceedings? 4. Did the Court of Appeal err in interpreƟng the concept of a ﬁnal order? 5. Did the Court of Appeal err in law in recognizing as a ﬁnal order an order of overruling a preliminary objecƟon raised to an indictment even prior to a trial proper having commenced and prior to a ﬁnality of proceedings being reached?",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      69.65,
      542.92,
      710.03
    ],
    "text": "6. Did the Court of Appeal err in law in failing to recognise the principle of necessity of naming the necessary parƟes to the applicaƟon? During the course of the hearing before this Court, the learned AddiƟonal Solicitor General disƟlled the core quesƟon of law to be determined in this appeal as being whether an accused who stands indicted before the High Court has a right of appeal against an interim order made by the High Court. This quesƟon brings into play three important laws relaƟng to appeals. The ﬁrst is the ConsƟtuƟon which sets out the forum jurisdicƟon of the Court of Appeal. The second is the Judicature Act, No. 2 of 1978, as amended which confers the right of appeal. The third is the Code of Criminal Procedure Act, No. 15 of 1979, as amended which sets out the procedure that should be followed in puƫng into moƟon such right of appeal conferred by the Judicature Act in the forum provided for by the ConsƟtuƟon. There are two maƩers that I wish to advert to, prior to considering the above quesƟon and the statutory provisions relaƟng thereto. Failure by the Appellant to name necessary parƟes I have already stated that proceedings have been insƟtuted in the High Court by the Director General of CIABOC and that the Director General should have been named as a party to the applicaƟons made by the Accused to the Court of Appeal. Although the Director General of CIABOC had not been made a party in the said applicaƟons to the Court of Appeal, the appeal to this Court has been made by the Director General. AdmiƩedly, neither the CIABOC nor its members have been made a party to this appeal. During the hearing, the learned President’s Counsel for the 1st Accused submiƩed that this appeal is misconceived in law since the CIABOC who was the party before the Court of Appeal should have invoked the jurisdicƟon of this Court since the rights of CIABOC cannot be decided in its absence. Not having made the Director General a party before the Court of Appeal, it is indeed ironic for the 1st Accused to now claim that CIABOC is a necessary party. While this is a maƩer that should have been raised at the Ɵme leave was granted, the necessity for me to consider this submission does not arise since it has been",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      71.82,
      542.96,
      567.11
    ],
    "text": "admiƩed in the post argument wriƩen submissions ﬁled on behalf of the 1st Accused on 13th December 2024 that it is only the Director General who has the right to present an appeal. I must in any event state that (a) the failure to name the CIABOC or its members as a party to this appeal is not fatal since the proper party who can invoke the jurisdicƟon of this Court is the Director General, and not CIABOC, and (b) to have presented this appeal in the name of CIABOC would have been contrary to the ﬁrst preliminary objecƟon raised by the learned AddiƟonal Solicitor General in the Court of Appeal. Thennakoonwela v Director General, CIABOC The second maƩer that I wish to advert to is that, aŌer special leave to appeal was granted, this Court delivered its judgment in Thennakoonwela v Director General, Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon [SC TAB No. 4/2023; SC minutes of 7th October 2024]. The impugned order in that case, interlocutory in nature, had been made by the Permanent High Court-at-Bar pursuant to an applicaƟon under SecƟon 200 of the Code of Criminal Procedure Act to acquit the accused without calling for the defence. The Permanent High Court-at-Bar has been established in terms of SecƟon 12A of the Judicature Act introduced by the Judicature (Amendment) Act, No. 9 of 2018. It is a High Court of the Province established by ArƟcle 154P of the ConsƟtuƟon, similar to the High Court that delivered the order in this case. SecƟon 12B(1) and (2) of the Judicature Act provides as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.32,
      567.29,
      542.77,
      583.07
    ],
    "text": "“(1) An appeal from any judgment, sentence or order pronounced at a trial held by",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.32,
      586.37,
      542.89,
      694.19
    ],
    "text": "a Permanent High Court at Bar under secƟon 12A, shall be made within twenty eight days from the pronouncement of such judgment, sentence or order to the Supreme Court and shall be heard by a Bench of not less than ﬁve Judges of that Court nominated by the Chief JusƟce. (2) The provisions of the Code of Criminal Procedure Act, No. 15 of 1979 and the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      128.64,
      697.37,
      542.85,
      713.15
    ],
    "text": "Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon Act, No. 19 of",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.17,
      542.64,
      294.11
    ],
    "text": "1994, or of any other wriƩen law governing appeals to the Court of Appeal from judgments, sentences or orders of the High Court in cases tried without a Jury shall, mutaƟs mutandis, apply to the appeals to the Supreme Court under subsecƟon (1) from judgments, sentences or orders pronounced at a trial held before the Permanent High Court at Bar under secƟon 12A.” Since SecƟons 12A and 12B seem to suggest that an appeal is available against any judgment, sentence or order pronounced by the Permanent High Court at Bar, this Court had proceeded to consider as a threshold issue whether an appellant could ﬁle an appeal against an interlocutory order of the Permanent High Court at Bar. Having considered the applicable statutory provisions, Samayawardhena, J stated that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      294.29,
      542.93,
      706.79
    ],
    "text": "“Although secƟon 12B(1) of the Judicature Act appears to confer a right of appeal from any judgment, sentence or order pronounced by a Permanent High Court at Bar to the Supreme Court, it is important to emphasize that, as secƟon 12B(2) states, such a right must be understood in light of other wriƩen laws governing appeals to the Court of Appeal from judgments, sentences or orders of the High Court in cases tried without a Jury. This includes the provisions of the Judicature Act, the Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon Act, the Code of Criminal Procedure Act and the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990. When so considered, it is the view of this Court, unless there is an amendment to explicitly reﬂect the intenƟon of the legislature, the term “order” in secƟon 12B(1) shall be understood, insofar as an accused is concerned, as referring to a ﬁnal order having the eﬀect of a ﬁnal judgment, but does not include an interlocutory order.” [emphasis added] Thus, a divisional bench of this Court has already held that an accused indicted before the Permanent High Court-at-Bar does not have a right of appeal against an interlocutory order made by such High Court. Although the issue before Court in Thennakoonwela related to the analysis and interpretaƟon of SecƟon 12B of the Judicature Act, this Court had also analysed the scope and width of SecƟons 14, 15 and 16 of the Judicature Act, which are the three SecƟons of the Judicature Act which arise for consideraƟon in this appeal, and concluded that an accused does not have a right of appeal against any interim order of a High Court in terms of those secƟons, as well. While I shall refer to the speciﬁc",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      542.77,
      214.79
    ],
    "text": "ﬁndings in that regard in the laƩer part of this judgment, I must state that I am in respecƞul agreement with the said analysis of this Court with regard to the ambit of SecƟons 14, 15 and 16, for the reasons explained below. Forum jurisdicƟon and the right of appeal ArƟcle 138 of the ConsƟtuƟon reads as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      100.32,
      214.97,
      542.5,
      230.75
    ],
    "text": "“(1) The Court of Appeal shall have and exercise subject to the provisions of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      100.32,
      234.05,
      542.91,
      383.03
    ],
    "text": "ConsƟtuƟon or of any law, an appellate jurisdicƟon for the correcƟon of all errors in fact or in law which shall be commiƩed by the High Court, in the exercise of its appellate or original jurisdicƟon or by any Court of First Instance, tribunal or other insƟtuƟon and sole and exclusive cognizance, by way of appeal, revision and resƟtuƟo in integrum, of all causes, suits, acƟons, prosecuƟons, maƩers and things of which such High Court, Court of First Instance, tribunal or other insƟtuƟon may have taken cognizance:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      100.32,
      383.21,
      542.55,
      471.95
    ],
    "text": "Provided that no judgement, decree or order of any court shall be reversed or varied on account of any error, defect or irregularity, which has not prejudiced the substanƟal rights of the parƟes or occasioned a failure of jusƟce. (2) The Court of Appeal shall also have and exercise all such powers and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      475.25,
      542.79,
      713.15
    ],
    "text": "jurisdicƟon, appellate and original, as Parliament may by law vest or ordain.” Thus, the forum to which any person who is dissaƟsﬁed with a decision made by the High Court in the exercise of its original jurisdicƟon must prefer an appeal is the Court of Appeal. However, it is trite law that even though the Court of Appeal is the appropriate forum to which an appeal must be preferred, the right of appeal to the Court of Appeal must be speciﬁcally conferred by statute. This issue has been exhausƟvely dealt with by this Court in MarƟn v Wijewardena [(1989) 2 Sri LR 409]. That was a case arising under the Agrarian Services Act, No. 58 of 1979 and the quesƟon to be decided was whether ArƟcle 138 of the ConsƟtuƟon confers a right on an aggrieved person to appeal to the Court of Appeal from any order made by the Assistant Commissioner of Agrarian Services in terms of",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      72.17,
      542.84,
      421.07
    ],
    "text": "SecƟon 18(1) of Act No. 58 of 1979, when such a right has not been speciﬁcally conferred by statute. It was sought to be argued on behalf of the appellant in that case that “ArƟcle 138 not only spells out the appellate jurisdicƟon of the Court of Appeal but that it also grants, impliedly, a right of appeal to all parƟes who came before the Court of First Instance, Tribunal or Other InsƟtuƟon concerned.” It had been contended further that this right is a full and unfeƩered right granted to a liƟgant, and that it is only ‘provisions of the ConsƟtuƟon, if any or any other law’ referred to in ArƟcle 138(1) that can curtail such full and unfeƩered right. Jameel, J rejected the above argument and held [at page 414] that the words, “ ‘Subject to the provisions of the ConsƟtuƟon or of any Law' are a limitaƟon on the powers of the Court of Appeal. They do not consƟtute a limitaƟon on the Rights of an Appellant. One such limitaƟon placed on the powers of the Court of Appeal is to be seen in the proviso to this very ArƟcle.” It was further held as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      421.25,
      542.92,
      681.35
    ],
    "text": "“ArƟcle 138 is an enabling provision which creates and grants jurisdicƟon to the Court of Appeal to hear appeals from Courts of First Instance, Tribunals and Other InsƟtuƟons. It deﬁnes and delineates the jurisdicƟon of the Court of Appeal. It does not, nor indeed does it seek to, create or grant rights to individuals viz-a-viz appeals. It only deals with the jurisdicƟon of the Court of Appeal and its limits and its limitaƟons and nothing more. It does not expressly nor by implicaƟon create or grant any rights in respect of individuals.” [emphasis added; page 413] “An Appeal is a Statutory Right and must be expressly created and granted by statute. It cannot be implied. ArƟcle 138 is only an enabling ArƟcle and it confers the jurisdicƟon to hear and determine appeals to the Court of Appeal. The right to avail of or take advantage of that jurisdicƟon is governed by the several statutory provisions in various LegislaƟve Enactments.” [emphasis added; page 419]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.17,
      542.84,
      144.95
    ],
    "text": "This issue was exhausƟvely dealt with in Thennakoonwela v Director General, Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon [supra] where Samayawardhena, J held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      145.13,
      542.92,
      513.11
    ],
    "text": "“It was held in the landmark case of MarƟn v. Wijewardena [1989] 2 Sri LR 409 that ArƟcle 138(1) only deﬁnes the jurisdicƟon of the Court of Appeal and does not create or confer new rights of appeal to persons. It is now well-seƩled law across jurisdicƟons that the right of appeal is a creature of statute, not an inherent or common law right. Such a right must be explicitly and expressly conferred by statute, not implied or inferred. As observed in The People’s Bank v. Camillus Perera [2003] 2 Sri LR 358 at 360, if there is no right of appeal, unless expressly provided for, there is no right to make an applicaƟon for leave to appeal, as the granƟng of such leave would eﬀecƟvely make the applicaƟon a ﬁnal appeal. What cannot be achieved directly, cannot be achieved indirectly.” [emphasis added] Thus, the mere fact that the Court of Appeal has forum jurisdicƟon does not enable it to entertain an appeal unless the person invoking such jurisdicƟon has been statutorily conferred a right of appeal to invoke such forum jurisdicƟon. Provisions of the Judicature Act and the right of appeal In MarƟn v Wijewardena [supra; at page 413], this Court, having concluded that the right of appeal must be conferred by statute, went on to state as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      100.32,
      513.29,
      542.82,
      716.39
    ],
    "text": "“In the case of the Courts of First instance, referred to above, it is the Judicature Act which creates and insƟtutes them. (Vide SecƟon 5 of the Judicature Act No. 2 of 1978). SecƟons 13(3), 14, 15 and 16 of this Act designated the persons who are enƟtled to appeal from orders and judgments of the High Courts, in its several jurisdicƟons. These secƟons contain the general limitaƟons on those rights of appeal. … These several secƟons of the Judicature Act expressly create the rights of appeal in each case and invest those rights in the several persons respecƟvely designated in those secƟons. These secƟons enable those designated persons to lodge appeals while ArƟcle 138 enables the Court of Appeal to receive and entertain them. This",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "22",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      72.17,
      542.97,
      344.87
    ],
    "text": "diﬀerenƟaƟon is made explicit in the terms of SecƟon 13 of the Judicature Act itself.” [emphasis added] With this being the posiƟon, I shall now consider the provisions of the Judicature Act in order to determine whether an accused has been conferred a right of appeal against an interlocutory order made by the High Court. A criminal case has three parƟes, namely the accused, the prosecuƟon and the person aggrieved by the commission of the impugned oﬀence by the accused. Accordingly, the Judicature Act seeks to confer the accused, the AƩorney General and an aggrieved party a disƟnct right of appeal in accordance with the provisions of SecƟons 14, 15 and 16, respecƟvely. SecƟon 14(a) of the Judicature Act reads as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      345.17,
      542.84,
      415.43
    ],
    "text": "“Any person who stands convicted of any oﬀence by the High Court of the Republic of Sri Lanka or the High Court for the Province established by ArƟcle 154P of the ConsƟtuƟon may appeal therefrom to the Court of Appeal-",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      414.89,
      272.59,
      447.23
    ],
    "text": "(a) in a case tried with a jury -",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      128.64,
      446.69,
      542.88,
      513.23
    ],
    "text": "(i) against his convicƟon on any ground which involves a quesƟon of law alone; or (ii) against his convicƟon on any ground which involves a quesƟon of fact",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      128.64,
      516.53,
      542.49,
      563.99
    ],
    "text": "alone, or a quesƟon of mixed law and fact; or (iii) with the leave of the Court of Appeal against the sentence passed on his",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      567.29,
      548.28,
      710.03
    ],
    "text": "convicƟon, unless the sentence is one ﬁxed by law;” It is admiƩed that in this case, the trial before the High Court was before a Judge without a jury. SecƟon 14(a) therefore has no applicaƟon in this instance. It must however be noted that a right of appeal has been conferred only against a convicƟon and where an appeal is with regard to the sentence, the leave of the Court of Appeal must be obtained.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "23",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      72.17,
      542.84,
      161.63
    ],
    "text": "With regard to cases heard by a Judge without a jury as in this appeal, SecƟon 14(b) provides as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      161.09,
      542.84,
      231.35
    ],
    "text": "“Any person who stands convicted of any oﬀence by the High Court of the Republic of Sri Lanka or the High Court for the Province established by ArƟcle 154P of the ConsƟtuƟon may appeal therefrom to the Court of Appeal –",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      100.32,
      230.81,
      542.89,
      246.59
    ],
    "text": "(b) in a case tried without a jury, as of right, from any convicƟon or sentence except",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      249.89,
      235.61,
      282.23
    ],
    "text": "in the case where –",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      128.64,
      281.69,
      542.44,
      329.15
    ],
    "text": "(i) the accused has pleaded guilty; or (ii) the sentence is for a period of imprisonment of one month of whatsoever",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      332.45,
      428.33,
      364.67
    ],
    "text": "nature or a ﬁne not exceeding one hundred rupees;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      364.13,
      542.95,
      713.03
    ],
    "text": "Provided that in every such case there shall be an appeal on a quesƟon of law or where the accused has pleaded guilty on the quesƟon of sentence only.” Where a trial is held before a Judge without a jury and the accused is convicted, the accused has a right of appeal against any convicƟon or sentence on a quesƟon of law. Where the accused has pleaded guilty, he has a right of appeal on the quesƟon of sentence only. Thus, the right of appeal conferred on an accused by SecƟon 14(b) is circumscribed by law and is conƟngent upon and becomes operaƟve only once such accused is convicted by the High Court. In other words, SecƟon 14(b) does not confer a right of appeal on an accused unless there is a convicƟon, which means there must be a judgment of the High Court convicƟng the accused for the right of appeal to be triggered in terms of the law. Anything short of a judgment convicƟng an accused will not give rise to a right of appeal on the part of such accused. The resultant posiƟon is that with the order of the High Court in this case being an interim order, the 1st and 2nd Accused did not have a right of appeal against such order and their applicaƟons to the Court of Appeal were therefore misconceived in law.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "24",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      72.17,
      542.79,
      141.95
    ],
    "text": "In the above circumstances, I am in agreement with the submission of the learned AddiƟonal Solicitor General that: (a) In the absence of a convicƟon of either the 1st or the 2nd Accused, none of them have",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      145.13,
      542.9,
      214.91
    ],
    "text": "a right of appeal in terms of SecƟon 14(b) of the Judicature Act against the said Order of the High Court; (b) The leave to appeal applicaƟon of the 1st Accused is therefore misconceived in law;",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      218.21,
      542.79,
      268.91
    ],
    "text": "and (c) The Court of Appeal erred when it failed to uphold the objecƟon raised by the",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      272.09,
      542.97,
      710.03
    ],
    "text": "learned AddiƟonal Solicitor General. In view of the above conclusion, the necessity for me to refer to the provisions of the Code of Criminal Procedure Act does not arise. Abuse of process The raƟonale for not granƟng an accused a right of appeal against each and every order delivered by the High Court prior to convicƟon is to ensure that proceedings are concluded expediƟously, eﬀecƟvely and eﬃciently. Furthermore, in terms of SecƟon 333(1) of the Code of Criminal Procedure Act, the case record must be submiƩed to the Court of Appeal no sooner an appeal is ﬁled. Thus, if an appeal is available against each and every order, it would eﬀecƟvely stay all proceedings before the High Court. Quite apart from the frivolous nature of the objecƟon raised before the High Court that the 1st Accused is not a public servant for the purposes of the Bribery Act, the raising of the said objecƟon and the subsequent applicaƟon to the Court of Appeal have clearly resulted in the trial that was scheduled to start in March 2022 being delayed by over three years. To my mind, the acƟons of the 1st and 2nd Accused are a clear abuse of process. A similar situaƟon as in this appeal arose in Ravi Karunanayake v AƩorney General [CA (PHC) ApplicaƟon No. 66/2010; CA minutes of 26th May 2010] where an objecƟon was taken to the jurisdicƟon of the High Court to proceed with the indictment. Pursuant to the objecƟon being overruled by the High Court, the accused had ﬁled a peƟƟon of appeal to",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "25",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      72.17,
      542.82,
      217.91
    ],
    "text": "the Court of Appeal and thereaŌer made an applicaƟon to the High Court to stay proceedings since an appeal had been ﬁled. The said applicaƟon had been rejected by the High Court. It was contended before the Court of Appeal that since a peƟƟon of appeal had been ﬁled in the Court of Appeal, it was imperaƟve that proceedings before the High Court be stayed pending the outcome of the appeal. Sisira De Abrew, J held that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      218.21,
      543.0,
      719.39
    ],
    "text": "“ If this argument is correct, whenever a party dissaƟsﬁed with an order of the trial court whether it is a ﬁnal order or not ﬁles a peƟƟon of appeal, the proceedings of the trial court must be stayed. If this procedure is adopted by trial courts, can the trial court conclude cases expediƟously? I say no. If the said procedure is adopted it will lead to an absurd situaƟon and the public faith in the judicial system of this country will start eroding. AdopƟon of the said procedure will undoubtedly frustrate the smooth funcƟoning of the trial Court. Therefore if a party dissaƟsﬁed with an order of the High Court ﬁles a peƟƟon of appeal, the order appealed against, in my view, must be a ﬁnal order. This contenƟon is strengthened by the provisions of secƟon 331(2) of the Code of Criminal Procedure which contemplates of a ﬁnal order.” [emphasis added] As pointed out in Thennakoonwela v Director General, Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon [supra], “If there is a right of appeal against each and every order made by the Permanent High Court at Bar to the Supreme Court, this is not pracƟcally possible. Such an interpretaƟon could also lead to abuse of the process of the Court, because in terms of SecƟon 333(1) of the Code of Criminal Procedure Act, once an appeal is accepted, all further proceedings in such case shall be stayed and the appeal together with the case record and eight copies thereof shall be forwarded to the Court of Appeal as quickly as possible.” I may also add that raising frivolous objecƟons and thereaŌer invoking the appellate jurisdicƟon of either this Court or the Court of Appeal with a view of delaying the wheels of jusƟce from turning is a phenomenon that has emerged within the criminal jusƟce system in the recent past, and very unfortunately, is fast becoming a regular pracƟce.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "26",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      72.17,
      542.55,
      179.87
    ],
    "text": "SecƟon 15 of the Judicature Act For the sake of completeness, I must contrast the above provision of the right of an accused with SecƟon 15(a) which reads as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      180.05,
      526.92,
      214.79
    ],
    "text": "“The AƩorney General may appeal to the Court of Appeal in the following cases:-",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      100.32,
      214.97,
      542.64,
      230.75
    ],
    "text": "(a) from an order of acquiƩal by a High Court of the Republic of Sri Lanka or a High",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      234.05,
      494.8,
      268.79
    ],
    "text": "Court for the Province established by ArƟcle 154P of the ConsƟtuƟon-",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      128.64,
      268.97,
      542.71,
      319.67
    ],
    "text": "(i) on a quesƟon of law alone in a trial with or without a jury;” (ii) on a quesƟon of fact alone or on a quesƟon of mixed law and fact with",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      322.85,
      542.93,
      503.63
    ],
    "text": "leave of the Court of Appeal ﬁrst had and obtained in a trial without a jury; Thus, the AƩorney General has a right of appeal from an order of acquiƩal on a quesƟon of law. However, where an order of acquiƩal is sought to be challenged on a mixed quesƟon of fact and law, he shall do so only with the leave of the Court of Appeal ﬁrst had and obtained. SecƟon 15(b) provides further that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      503.81,
      530.02,
      538.55
    ],
    "text": "“The AƩorney General may appeal to the Court of Appeal in the following cases :-",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      100.32,
      538.73,
      542.5,
      554.51
    ],
    "text": "(b) in all cases on the ground of inadequacy or illegality of the sentence imposed",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      557.81,
      542.9,
      716.27
    ],
    "text": "or illegality of any other order of the High Court of the Republic of Sri Lanka or the High Court for the Province established by ArƟcle 154P of the ConsƟtuƟon.” Thus, the AƩorney General has been conferred with a statutory right of appeal not only with regard to the inadequacy or illegality of the sentence imposed but also with regard to the illegality of any other order of the High Court.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "27",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      71.82,
      542.86,
      233.87
    ],
    "text": "The posiƟon of the 1st and 2nd Accused The learned President’s Counsel for the 1st and the 2nd Accused did not claim that SecƟon 14 confers on the accused a right of appeal. Instead, they relied on the provisions of SecƟon 16 of the Judicature Act in support of their posiƟon that the Accused could well have come before the Court of Appeal by way of a leave to appeal applicaƟon. SecƟon 16 (1) and (2) of the Judicature Act reads as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      100.32,
      234.05,
      542.78,
      249.83
    ],
    "text": "“(1) A person aggrieved by a judgment, order or sentence of the High Court of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      100.32,
      253.13,
      542.88,
      360.95
    ],
    "text": "Republic of Sri Lanka or the High Court for the Province established by ArƟcle 154P of the ConsƟtuƟon in criminal cases may appeal to the Court of Appeal with the leave of such court ﬁrst had and obtained in all cases in which the AƩorney-General has a right of appeal under this Chapter. (2) In this secƟon \"a person aggrieved\" shall mean any person whose person or",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      364.13,
      542.9,
      716.39
    ],
    "text": "property has been the subject of the alleged oﬀence in respect of which the AƩorney-General might have appealed under this Chapter and shall, if such person be dead, include his next of kin namely his surviving spouse, children, parents or further descendants or brothers or sisters.” The posiƟon of the learned President’s Counsel for the 1st and 2nd Accused was that ‘the Bribery Act deﬁnes a graƟﬁcaƟon to include an interest in property’ and ‘as the accused was charged with having received a graƟﬁcaƟon in terms of SecƟon 19(c) by receiving a lease of an apartment, the property [of the 2nd accused] is clearly the subject of the oﬀence.’ It was therefore submiƩed that the 1st and 2nd Accused are in fact aggrieved by the order of the High Court and that they can thus come by way of a leave to appeal applicaƟon to the Court of Appeal. Simply put, the submission of the learned President’s Counsel was that the Accused are aggrieved parƟes as provided in SecƟon 16. I am unable to agree with this submission. Quite apart from the fact that the deﬁniƟon of a ‘person aggrieved’ as found in SecƟon 16(2) being clear and it not extending to an accused by any yardsƟck, commonsense and logic does not permit me to accept the submission that an accused is a person aggrieved for the purposes of SecƟon 16 of the Judicature Act.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "28",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      72.05,
      542.96,
      325.91
    ],
    "text": "SecƟons 14, 15 and 16 of the Judicature Act I have already stated that the scope and width of SecƟons 14, 15 and 16 of the Judicature Act was considered in Thennakoonwela v Director General, Commission to InvesƟgate AllegaƟons of Bribery or CorrupƟon [supra], and that I am in respecƞul agreement with the views expressed with regard to the said secƟons. I shall now refer to the speciﬁc ﬁndings made in that case. Samayawardhena, J having observed that the Judicature Act, as per its long Ɵtle, is an “Act to provide for the establishment and consƟtuƟon of a system of Courts of First Instance in terms of ArƟcle 105(1) of the ConsƟtuƟon, to deﬁne the jurisdicƟon of and to regulate the procedure in and before such courts”, stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      326.09,
      542.96,
      713.03
    ],
    "text": "“SecƟons 14, 15, and 16 of the Judicature Act create and confer the right of appeal from the judgments and orders of the High Court to the Court of Appeal by the accused, the AƩorney General, and an aggrieved party. These provisions delineate the scope of appellate jurisdicƟon, ensuring that speciﬁc parƟes have a deﬁned avenue to challenge the decisions of the High Court. SecƟon 14 confers on a convicted person the right of appeal / the right to ﬁle a leave to appeal applicaƟon against a convicƟon or sentence. SecƟon 15 confers on the AƩorney General the right of appeal/the right to ﬁle a leave to appeal applicaƟon against an acquiƩal, sentence or illegality of any other order of the High Court. SecƟon 16 confers on an aggrieved party the right to ﬁle a leave to appeal applicaƟon in all cases in which the AƩorney General has the right of appeal. A proper interpretaƟon of secƟon 16(2) reveals that the term “a person aggrieved” does not extend to include an accused or convicted person. SecƟons 14, 15 and 16 of the Judicature Act do not provide for a right of appeal to an accused, whether by direct appeal or by leave of the Court of Appeal ﬁrst had and obtained, against orders made by the High Court prior to convicƟon.” [emphasis added]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "29",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.0,
      72.17,
      545.83,
      300.47
    ],
    "text": "Conclusion In the above circumstances, I am of the view that the Court of Appeal erred when it overruled the two preliminary objecƟons raised by the Appellant. The quesƟons of law are therefore answered in the aﬃrmaƟve, the Order of the Court of Appeal is set aside and the leave to appeal applicaƟon ﬁled by the 1st Accused in the Court of Appeal is dismissed. This appeal is accordingly allowed. The Appellant shall be enƟtled to costs in a sum of Rs. 100,000 payable by the 1st Accused.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.0,
      300.53,
      478.3,
      395.75
    ],
    "text": "JUDGE OF THE SUPREME COURT E.A.G.R. Amarasekara, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.0,
      395.81,
      475.37,
      522.59
    ],
    "text": "JUDGE OF THE SUPREME COURT A.H.M.D. Nawaz, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      298.8,
      522.77,
      475.48,
      554.39
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]