[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      159.98,
      72.32,
      510.53,
      85.7
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      239.33,
      88.16,
      395.36,
      101.54
    ],
    "text": "REPU BLIC OF SRI LANKA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      139.76,
      526.71,
      169.1
    ],
    "text": "In the matter of an Appeal with Leave to Appeal obtained from this Court.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      181.64,
      526.18,
      496.63
    ],
    "text": "YASOMA CHAMPA NILMINI ABEYGUNAWARDENA No.80/5, “Nilmini”, Athurugiriya Road, Homagama. SC Appeal No.169/2011 PLAINTIFF SC/HCCA/LA No. 169/2011 VS. WP/HCCA/Mt. Lavinia No. 170/07(F) D.C. Mt Lavinia Case No. 734/03/RE SUNIL GOTABAYA LAMABADUSURIYA No. 50A, Bellantara Road, Nikape Dehiwela and /or No.50/1 Abeywickrema Avenue, Mt. Lavinia. DEFENDANT AND SUNIL GOTABAYA LAMABADUSURIYA No. 50A, Bellantara Road, Nikape",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      76.58,
      499.09,
      516.82,
      528.31
    ],
    "text": "Dehiwela and /or No.50/1 Abeywickrema Avenue, Mt. Lavinia.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      530.77,
      526.18,
      766.44
    ],
    "text": "DEFENDANT- APPELLANT VS. YASOMA CHAMPA NILMINI ABEYGUNAWARDENA No.80/5, “Nilmini”, Athurugiriya Road, Homagama. PLAINTIFF- RESPONDENT AND NOW BETWEEN",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      76.58,
      72.32,
      556.66,
      180.86
    ],
    "text": "SUNIL GOTABAYA LAMABADUSURIYA No. 50A, Bellantara Road, Nikape Dehiwela and /or No.50/1 Abeywickrema Avenue, Mt.Lavinia DEFENDANT-APPELLANT PETITIONER/APPELLANT",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      183.44,
      529.42,
      450.67
    ],
    "text": "VS. YASOMA CHAMPA NILMINI ABEYGUNAWARDENA No.80/5, “Nilmini”, Athurugiriya Road, Homagama. PLAINTIFF-RESPONDENT - RESPONDENT BEFORE: Sisira J. De Abrew J. Priyantha Jayawardena, PC, J. Prasanna Jayawardena, PC, J. COUNSEL: Rohan Sahabandu, PC with Diloka Perera for the",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      453.25,
      526.78,
      768.12
    ],
    "text": "Defendant-Appellant-Appellant. Ranjan Suwandaratne with Anil Rajakaruna for the Plaintiff- Respondent-Respondent. WRITTEN By Defendant-Appellant- Appellant on 13th February 2012 and SUBMISSIONS 29th December 2016. FILED: By the Plaintiff-Respondent-Respondent on 08th March 2012. ARGUED ON: 05th December 2016 DECIDED ON: 06th April 2018 Prasanna Jayawardena, PC, J. The premises bearing Assessment No. 50A, Bellanthara Road, Nikape, Dehiwela, consists of a house standing on an area of land which is A: 0 R: 0 PL 38.6 in extent [hereinafter referred to as “the premises”]. This is a residential area.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.32,
      530.26,
      754.68
    ],
    "text": "The Plaintiff-Respondent-Respondent [“the plaintiff”] instituted this Action, in the District Court of Mt. Lavinia, praying to eject the Defendant-Petitioner-Petitioner/ Appellant [„the defendant”] from the premises and for the recovery of damages for the period during which the defendant has remained in possession of the premises after being given notice to quit on 31st January 2003. The plaintiff‟s case, as pleaded in the plaint, was that: (i) she had leased the premises to the defendant, for a period of two years from 01st January 2000 onwards, by a Lease Agreement No. 9448 dated 27th January 2000, which was produced at the trial marked “පැ 1”; (ii) the premises are residential premises; (iii) the premises were „occupied” by the “owner” on 01st January 1980 and, therefore, the provisions of the Rent Act No. 07 of 1972 do not apply to the premises by operation of section 2 (4) (c) of the said Act; (iv) after the expiry of the aforesaid Lease Agreement No. 9448, the defendant was given notice, on 16th December 2002, to quit the premises on or before 31st January 2003; (v) however, the defendant has wrongfully and unlawfully remained in occupation of the premises after that date and is, thereby, causing loss and damage to the plaintiff. By his answer, the defendant admitted that the premises are residential premises and admitted entering into the Lease Agreement No. 9448 and that he was the tenant of the premises. However, the defendant denied that the premises were „occupied” by the “owner” on 01st January 1980 and pleaded that, the provisions of the Rent Act No. 07 of 1972 did apply to the premises. On that basis, the defendant pleaded that, the plaintiff‟s action should be dismissed since, under and in terms of the provisions of Rent Act, the plaintiff was not entitled to terminate the defendant‟s tenancy. At the commencement of the trial: the defendant admitted entering into the Lease Agreement No. 9448; admitted that the premises are residential premises; and admitted that he received the letter, dated 16th December 2002, by which the plaintiff sent him notice to quit the premises on or before 31st January 2003. Thereafter, the parties framed issues based on their pleadings. The only question to be decided in this appeal is crystallized in both the plaintiff‟s first issue and the defendant‟s first issue - ie: the plaintiff‟s first issue which was whether the premises were „occupied” by the “owner” on 01st January 1980 and, therefore, the provisions of the Rent Act No. 07 of 1972 do not apply to the premises by operation of section 2 (4) (c) of the said Act and the defendant‟s first issue which was whether the provisions of the Rent Act No. 07 of 1972 do apply to the premises. Section 2 (4) (c) of the Rent Act No. 07 of 1972 reads as follows: “ So long as this Act is in operation in any area, the provisions of this Act shall",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.32,
      340.85,
      101.54
    ],
    "text": "apply to all premises in that area, other than -",
    "fonts": [
      "Arial,BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      103.88,
      526.26,
      133.2
    ],
    "text": "(a) excepted premises; (b) residential premises constructed after January 1, 1980, and let on or",
    "fonts": [
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      135.68,
      526.34,
      165.02
    ],
    "text": "after that date; (c) residential premises occupied by the owner on January 1, 1980,",
    "fonts": [
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      167.48,
      526.78,
      545.95
    ],
    "text": "and let on or after that date; (d) residential premises in the occupation of …….” [emphasis added]. Thus, in terms of the clear wording of section 2 (4) (c) of the Rent Act, a “residential premises” will not be subject to the provisions of the Rent Act if those “residential premises” were “occupied” by the “owner” on 01st January 1980 and were let on or after 01st January 1980. At the trial, the District Court held that, the plaintiff was entitled to succeed in the action because it had been established that, the premises were not subject to the Rent Act and that the defendant had failed to vacate the premises after the plaintiff had duly terminated the contract of tenancy. The defendant appealed to the Provincial High Court of Appeal. The learned High Court judges dismissed the defendant‟s appeal holding that, the premises were not subject to the provisions of the Rent Act because the plaintiff had established the aforesaid criteria required by section 2 (4) (c) of the Rent Act - ie: proved that, the premises were “residential premises” which were “occupied” by the “owner” on 01st January 1980 and had been and let on or after 01st January 1980. The defendant sought leave to appeal to this Court from the order of the High Court. This court has granted the defendant leave to appeal on the following two questions of law, which are set out verbatim:",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      548.41,
      521.74,
      561.79
    ],
    "text": "(i) Is the premises in question governed by the provisions of the Rent Act",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      564.28,
      527.02,
      609.46
    ],
    "text": "No.2 of 1972 as amended ? (ii) Did the defendant become a monthly tenant after the expiry of the said",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      609.98,
      526.78,
      753.84
    ],
    "text": "lease agreement on 31st December 2001? Answering these two questions of law requires a recounting of the facts of this case. Prior to October 1962, the premises were owned by Martin Perera, who resided in the premises together with his wife, Mary Dias. By Deed of Gift No. 4392 dated 07th October 1962, Martin Perera, gifted the premises to his daughter, Somawathie Perera, subject to a life interest in favour of himself and his wife, Mary Dias. This Deed of Gift No. 4392 was produced at the Trial marked “පැ 8” and is undisputed.",
    "fonts": [
      "Arial",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.32,
      526.78,
      759.72
    ],
    "text": "Martin Perera and his wife, Mary Dias continued to reside in the premises, in the exercise of their aforesaid life interest, after gifting the premises to their daughter - ie: to Somawathie Perera - by the Deed of Gift marked “පැ 8”. Martin Perera died prior to 01st January 1980. After his death, Mary Dias continued to reside in the premises, in the exercise of her aforesaid life interest, until her death on 10th December 1984. Thus. Mary Dias resided in and occupied the premises on 01st January 1980. Prior to 1984, Somawathie Perera had married Jinadasa Abeygunawardena. Their daughter - Yasoma Abeygunawardena - is the plaintiff. Somawathie Perera died in 1995 and, thereafter, her husband transferred all the right, title and interest in the premises to his daughter, the plaintiff. This took place by a Deed No. 923 which was executed in 1996. The defendant admitted that the plaintiff has had title to the premises from 1996 onwards. The fact that, the plaintiff has title to the premises is also specifically stated in the Lease Agreement No. 9448 marked “පැ 1” entered into by and between the plaintiff and the defendant by which the plaintiff, admittedly, leased the premises to the defendant. At the trial, the plaintiff gave evidence and stated that her grandmother - ie: Mary Dias - resided in the premises on 01st January 1980 and until the time of her death on 10th December 1984. This evidence was supported by the Electoral Lists marked “පැ 3” to “පැ 6” and the Death Certificate marked “පැ7”. Later, when the defendant gave evidence and was cross examined by learned Counsel appearing for the plaintiff, the defendant admitted that, Mary Dias resided in the premises on 01st January 1980. The first question of law set out above asks whether the premises in question are governed by the provisions of the Rent Act No.2 of 1972, as amended. In other words, whether the learned High Court judges were correct when they held that, the premises were not subject to the provisions of the Rent Act by operation of section 2 (4) (c) of that Act, because the plaintiff had established that, the premises which are the subject matter of the act are `residential premises‟ which were “occupied” by the “owner” on 01st January 1980. In this connection, firstly, it was admitted that, the premises are `residential premises‟ within the meaning of the Rent Act. Secondly, it is not in dispute that the premises were let, for the first time, after 01st January 1980. Thus, the only dispute is whether the premises were “occupied” by the “owner” on 01st January 1980, as stipulated in section 2 (4) (c) of the Rent Act.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.32,
      530.14,
      768.12
    ],
    "text": "When considering that issue, a preliminary question arises since the evidence established that the plaintiff in this action was not the “owner” of the premises as at 01st January 1980 and did not “occupy” the premises on that date. In fact, as admitted by the parties, the plaintiff obtained title to the premises only in 1996. It was the plaintiff‟s predecessors in title, who owned the premises on 01st January 1980. In these circumstances, it is relevant to consider whether the provisions of section 2 (4) (c) of the Rent Act require that, the plaintiff in this action should have also been the “owner” of the premises as at 01st January 1980, in order to entitle the plaintiff in this action to claim the benefit of the exemption provided by section 2 (4) (c) of that act. That question is easily answered by a reading of section 2 (4) (c) of the Rent Act since the plain and simple words of this statutory provisions make it clear that, all that is required to satisfy the criteria set out therein is that, whoever was the “owner” of the premises as at 01st January 1980, must have “occupied” the premises on that date. If that requirement is satisfied, those premises are not subject to the provisions of the Rent Act by operation of section 2 (4) (c) of the Rent Act, from 01st January 1980 onwards. Therefore, a subsequent change of ownership [ie: occurring on some day after 01st January 1980] which results in the “owner” who “occupied” the premises as at 01st January 1980, ceasing to have title to the premises or ceasing to occupy the premises, does not affect the fact that, the premises are exempted from the provisions of the Rent Act from 01st January 1980 onwards. In this connection, it is pertinent to observe that, there is no justification for a Court to impose on the words used in section 2 (4) (c) of the Rent Act, an `added‟ requirement that, the “owner” who “occupied” the premises as at 01st January 1980 must remain the owner and continue to occupy the premises for the exemption from the provisions of the Rent Act to continue. Adding such an extraneous requirement would be unwarranted and contrary to the established principles which guide the interpretation of statutes. In this connection, it is apt to cite Maxwell on the Interpretation of Statutes [12th ed. at p.33] who states, “It is a corollary to the general rule of statutory construction that nothing is to be added to or taken from a statute unless there are adequate grounds to justify the inference that the legislature intended something which it omitted to express. Lord Mersey said: `it is strong thing to read into an Act of Parliament words which are not there, and in the absence of clear necessity it is a wrong thing to do‟.[Thompson vs. Goold & Co.] „We are not entitled‟ said Lord Loreburn L.C. „to read words into an Act of Parliament unless clear reason for it is to be found within the four corners of the Act itself.”. In passing it may be also mentioned that, adding the aforesaid extraneous requirements to the words used in section 2 (4) (c) of the Rent Act would not only be wrong in law but would also be contrary to common sense since an artificial",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.32,
      526.78,
      752.28
    ],
    "text": "imposition of these requirements will result in an anomalous position where a premises which are exempt from the Rent Act on 01st January 1980 because the owner was in occupation on that day, will later become subject to the provisions of the Rent Act upon the death of the owner or when the owner transfers his ownership to another or moves out of the premises. It may also be said that, such an anomalous result would be contrary to the apparent intention behind the enactment of section 2 of the Rent (Amendment) Act No.55 of 1980, which was to repeal the stringent disposition of section 2 (4) of the Rent Act No. 07 of 1972 which had made the provisions of the Rent Act apply to all `residential premises‟ (other than those of which the Landlord was the Commissioner of National Housing) which are situated within areas where the Rent Act operated, irrespective of when the premises were constructed or first let on rent. In its place, Section 2 of the Rent (Amendment) Act No.55 of 1980 introduced, inter alia, section 2 (4) (b) and section 2 (4) (c) which exempted, from the provisions of the Rent Act, all `residential premises‟ which were constructed after 01st January 1980 or which were occupied by the owner on 01st January 1980. Further, the introduction of section 2 (4) (d) and section 2 (4) (e) in 1980, provided for the Commissioner of National Housing to exempt from the Rent Act `residential premises‟ which were let to a person who had been issued a valid visa under the Immigrants and Emigrants Act and whose total income exceeded Rs.1,000/- per month or which were let to a non-resident Company. The aforesaid position - ie: that section 2 (4) (c) only requires that the “owner” should have “occupied” the residential premises as at 01st January 1980- was recently enunciated by my learned brother, Justice H.N.J. Perera in his judgment in S.C. Appeal 82/2014 delivered on 22nd March 2018. That position is also reflected in De Silva CJ‟s observation in HETTIARACHCHI vs. HETTIARACHCHI [1994 2 SLR 188 at p.190], that, “Turning now to the wording in section 2 (4) (c) of the Rent Act, it seems to me that the distinction drawn is between premises occupied by the owner on 1st January 1980, and premises which had been let to a tenant on the said date, as submitted by Mr.Samarasekera for the plaintiff-appellant. Mr.Samarasekera rightly stressed that the section is concerned with the nature of the occupation and the question of title is irrelevant”. It should be mentioned here that, the aforesaid question of whether or not a subsequent change of ownership [ie: on some day after 01st January 1980] which results in the “owner” who “occupied” the premises as at 01st January 1980, ceasing to have title to the premises or ceasing to occupy the premises, affects the exemption of the premises from the provisions of the Rent Act, did not come up for consideration in that case because the plaintiff remained the “owner” from 01st January 1980 up to the time of the institution of the action. It should also be understood that, the headnote of the report of the decision in this case as reported in 1994 2 SLR 188, is based on the specific facts of that case.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.32,
      526.8,
      754.8
    ],
    "text": "It fact, it was accepted by both learned President‟s Counsel who appeared before us in this appeal that, the plaintiff not being the “owner” who “occupied” the premises on 01st January 1980 and, instead, being the successor in title of that “owner”, did not affect the plaintiff‟s locus standi to claim the benefit of section 2 (4) (c) of the Rent Act provided the plaintiff could establish that, on 01st January 1980, the premises were “occupied” by the then “owner”. Thus, the only area of dispute in this appeal, is whether the premises were “occupied” by the person who was the “owner” of the premises as at 01st January 1980. Both in the High Court and before us, Mr. Sahabandu, PC appearing for the defendant submitted that, although Mary Dias “occupied” the premises as at 01st January 1980, she was not the “owner” of the premises since her daughter, Somawathie Perera was the person who had title to the premises under and in terms of the Deed of Gift No. 4392 marked “පැ 8”. In support of his position, learned President‟s Counsel submitted that, since the Rent Act does not define what is meant, for the purposes of the Act, by the word “owner”, this Court must, when determining the meaning of the word “owner” used in section 2 (4) (c) of the Rent Act, apply the Roman Dutch Law description of Ownership as enunciated by Voet [6.1.1] and Grotius [2.3.9-10] - which is that a person is considered to have Ownership of a thing when he has the rights: to possess that thing, to use that thing, to consume or destroy that thing and to alienate that thing; namely, the ius utendi, ius fruendi, ius abutendi and ius disponendi. Mr. Sahabandu submits that, only a person who possesses all the aforesaid attributes of Ownership as contemplated by the classical Roman-Dutch Law - ie: the ius utendi, isu fruendi, ius abutendi and ius disponendi in their totality - should be treated as an “owner” for the purposes of claiming the exemption under section 2 (4) (c). He then submits that, since a life interest holder does not have the right to alienate the premises or to destroy or consume the premises, a life interest holder cannot be regarded as the “owner” of the premises for the section 2 (4) (c) of the Rent Act. In support of his contention, Mr. Sahabandu cites the decision in JINAWATHIE vs. EMALIN PERERA [1986 2 SLR 121] where, Ranasinghe J, as he then was, stated [at p.140] “Ownership is the right which a person has in a thing to possess it, to use it and take the fruits, to destroy it, and to alienate it.”. Mr. Sahabandu submits that this Court is bound to apply Ranasinghe J‟s aforesaid description of Ownership to the present case when we determine the meaning of the word “owner” in section 2 (4) (c) of the Rent Act in the course of deciding the appeal. Learned President‟s Counsel goes on to submit that, if the Legislature had intended that, a “life interest holder” is to be regarded as an “owner” for the purposes of section 2 (4) (c) of the Rent Act, the Legislature would have expressly stated so. He",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.2,
      302.93,
      805.68
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.32,
      529.81,
      768.0
    ],
    "text": "argues that, in the absence of such a specific stipulation in the Rent Act, a Court is not entitled to regard a “life interest holder” as an “owner” for the purposes of section 2 (4) (c) of the Rent Act. Mr. Sahabandu says that, a Court should accord a “strict” interpretation to the word “owner” used in section 2 (4) (c). He contends that, regarding a life interest holder as an “owner” for the purposes of section 2 (4) (c) would involve unduly stretching the meaning of the word “owner” and result in moving out of the proper realm of judicial interpretation of a statute and amount to an exercise in what he describes as `judicial legislation‟. Conversely, learned President‟s Counsel for the plaintiff submits that, a life interest holder is entitled to possess the property, as its owner, till his or her death and that, therefore, a life interest holder should be regarded as an “owner” for the purposes of section 2 (4 ) (c) of the Rent Act. The learned High Court judges took the view that, the rights possessed by a life interest holder during his or her lifetime are equivalent to the rights of an “owner” and held that, a life interest holder should be regarded as an “owner” for the purposes of section 2 (4) (c) of the Rent Act. Thus, it is clear that, the question now before us is to decide whether, in the absence of a definition of the word “owner” in the Rent Act itself, a life interest holder who “occupied” the premises on 01st January 1980, should be regarded as an “owner” for the purposes of section 2 (4) (c) of the Rent Act. When answering this question, it will be useful to first briefly look at the concept of Ownership as it obtained in the Common Law. In Roman Law, the word dominium was used to denote Ownership. Professor Max Radin, the renowned American jurist, who was an authority on the Roman Law, describing dominium, states [California Law Review Vol.13 Issue 3 p.209]: “…..(it) is said to consist of the ius utendi fruendi abutendi, the privilege, that is, of using a res while keeping its corpus intact (utendi), of using it by diminishing its corpus or its outgrowths (fruendi), of completely consuming it and therefore ending its effective existence as a particular res (abutendi)”. However, as Professor Radin recognised, not all instances of dominium manifested the complete array of the ius utendi fruendi abutendi. Thus, Professor Radin observes [at p.210], “However, dominium in this exclusive sense really existed only in respect of some objects and by no means all ….. Indeed it may be seen that the ius utendi fruendi abutendi, by virtue of its climactic arrangement, is rather an analysis of the idea of ownership than a real statement of what the elements of Roman dominium actually were. Not only did the elements of abstract dominium vary with the object on which it was exercised, but they varied with the relations of the persons affected.”.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.32,
      526.78,
      767.98
    ],
    "text": "In the Roman Dutch Law, Maarsdorp [Book 2 at p.33] states that the rights of Ownership “.…. are comprised under three heads, namely, (i) the right of possession, ownership having indeed been defined by some as consisting in the rights to recover lost possession; (2) the right of usufruct, that is the right of use and enjoyment; and (3) the right to disposition.”. Lee [Introduction to Roman-Dutch Law at p.111] states, “Dominium or Ownership is the relation protected by law in which a man stands to a material thing which he is able to: (a) possess, (b) use and enjoy, (c) alienate.”. However, the Roman-Dutch Law too recognised that all these three factors are not necessarily present in all instances of Ownership. Thus, as Maarsdorp observes [at p.33-34], “These three factors are all essential to the idea of ownership, but need not be all be present in an equal degree at one and the same time. Thus, though there need not be actual use and enjoyment present in every case, the right of alienation, coupled with the legal means of effecting such alienation, is at all times necessary in order to constitute valid ownership; and perhaps a more correct definition of ownership would be that it is the exclusive right of disposing of a corporeal thing combined with the legal means of alienating the same and coupled with the right to claim possession and enjoyment thereof. Similarly, Lee comments [at p. 111], “Where all the rights are vested in one person to the exclusion of all others, he is a sole owner. Where all those rights are vested in two or more persons to the exclusion of all others they are co-owners. If one or more of these rights is vested in one person, the remainder in another or others, the ownership of each such person is qualified or restricted. Thus, if you have by contract or otherwise acquired the right to: (a) possess, or (b) use, or (c) alienate my property, my ownership is, so far, restricted; and ownership is, so far, vested not in me but in you. But since to speak of us both as owner would be misleading, unless the degree of ownership of each of us were on every occasion exactly specified, it is usual to speak of one of us only as owner of the thing, and as having a restricted ownership in it, while the other is spoken of as owner of the right, and as having a right of possession, right of use and enjoyment, right of alienation, in or over the property of another. Hereupon the question arises which of the two or more such competitors is to be regarded as owner, which not as owner. The answer depends not so much on the extent of the right or of the profit derived from it as on the consideration where the residue of rights remains after deduction from full ownership of some specific right or rights of greater or lesser extent.”. In more recent times, Wille [Principles of South African Law 9th ed. at p.470-471], citing Grotius [2.3.10] and Van Leeuwen [CF 1.2.13.1], describes the classical Roman-Dutch Law concept of Ownership, thus [at p.470]: “In principle, ownership entitles the owner to deal with his or her property as he or she pleases within the limits set by the law. The comprehensive right of ownership embraces not only the power to use (ius utendi), to enjoy the fruits (ius fruendi) and to consume property (ius abutendi), but also the power to possess (ius possidendi), to dispose of (ius",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.2,
      526.78,
      752.14
    ],
    "text": "disponendi), to reclaim property from anyone who unlawfully withholds it (ius vindicandi) and to resist any unlawful invasion of property (ius negandi). The list is not necessarily complete, for if an owner grants all the listed entitlements to a third party, ownership is suspended only to the extent of the powers granted and, once the grant is extinguished, ownership automatically becomes unencumbered again, demonstrating the `elasticity‟‟ of ownership and why ownership is sometimes called a `reversionary right‟.‟”. These observations by the renowned authors cited in the preceding paragraphs demonstrate that, in both the Roman Law and the Roman-Dutch Law, it was recognised that, there are instances where a person is considered to have a form or type of `Ownership‟ of a thing although, in fact, he did not enjoy all the aforesaid attributes of Ownership or he shared some of the rights of Ownership with another or the residual rights or reversionary rights of Ownership were vested in another. In any event, the traditional concept of Ownership as existing where a person has the right and power to exercise all the attributes of Ownership over a thing - ie: the ius utendi, ius fruendi, ius abutendi and ius disponendi in their totality or, as is sometimes termed plenum dominium - has changed over time since the complexities and social pressures of modern society have modified and, in some cases, restricted these historical rights and attributes of Ownership. The statute books abound with enactments, particularly dealing with agriculture, protection of the environment, utilisation of land, urban development, town planning and other areas of social and economic significance - which restrict the exercise of the traditional rights of Ownership. The scope and reach of the ancient maxim sic utere tuo ut alienum non laedas [So use your own that you do no injury to that which is another‟s] have been significantly expanded in the modern Law to place a plethora of restrictions on the manner in which a person may use or exploit his own land or premises. In this connection, Wille [at p. 471-472] sets out a succinct description of the evolution of the concept of Ownership in the modern Law and the several restrictions which needs of modern society have sometimes placed on the exercise of the aforesaid rights associated with the classical concept of Ownership and the resulting modifications to that concept which society has crafted to meet the requirements of the modern age. Wille observes [at p.471], “Despite its potentially comprehensive nature, ownership has never been regarded as absolute and unencumbered.” Wille goes on to state [at p.471-472], “Social, economic and political forces have led to the recognition that ownership includes social obligations, that the content of ownership is determined by the special characteristics of its object, and that ownership needs to be deconstructed and rendered more malleable to comply with the requirements of the day. Consequently, ownership is no longer perceived as a universal and timeless set of abstract and neutral principles based on the authority of rational (Grotius) and scientific (Pandectists) reasoning, but rather as a functional notion, subject to",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.2,
      530.14,
      768.0
    ],
    "text": "criticism on grounds of morality and expediency, and adaptable to the changing needs of society in which it functions”. In a similar vein, Professor G.L.Pieris has commented [Law of Property Vol.I at p. 298] “The concept of plenum dominium as recognized by the Roman Law and involving the ius utendi, fruendi, abutendi has not been adopted by the modern law. On the contrary, the contemporary attitude is that rights of private ownership available to individuals must be controlled in the interests of the community, as a whole. The idea of social responsibility has influenced materially the resolving of conflicts between the individual interest and the social interest in this area.”. Thus, as briefly set out above, it must be recognized that, the concept of Ownership has evolved over time and that the entire array of the classical law attributes of ius utendi, ius fruendi, ius abutendi and ius disponendi may not be present in all instances or forms or types of Ownership, in the modern context. To that extent, it is evident that, the aforesaid submission made by Mr. Sahabandu that, the word “owner” in section 2 (4) (c) of the Rent Act can only or must be understood as meaning an Owner who possesses the full array of the ius utendi, ius fruendi, ius abutendi and ius disponendi in their totality or, in other words, as meaning an Owner who had plenum dominium in the fullest sense, is not correct. Instead, it appears to me that, the connotation of the word “owner” may, sometimes, have to be decided in the context of the circumstances in which it is used. The conclusion reached in the preceding paragraph is supported by the decision in AG vs. HERATH [62 NLR 145] which is an example of an instance where the word “owner” in a statute was held to include a person who did not enjoy plenum dominium in the fullest sense. In that case, the plaintiff contended that a `paraveni nilakaraya‟ was not an “owner” within the meaning of section 3 of the Land Redemption Ordinance No. 61 of 1942 which enacted, inter alia, that the Land Commissioner was authorised to acquire an agricultural land which had been transferred by the “owner” to another person in satisfaction of a debt due from the “owner” to that person. The plaintiff‟s contention was that, since a `paraveni nilakaraya‟ held the property subject to the performance of services or payment of dues to the ninda lord, a `paraveni nilakaraya‟ cannot be regarded as an “owner”. The Privy Council stated that it agreed with the observation made by Ennis J in APPUHAMY vs. MENIKE [19 NLR 361 at p.363] that, “In my opinion a paraveni nilakaraya holds all the rights which, under Maarsdorp‟s definition, constitute ownership, but he nevertheless does not possess full ownership in that the ninda lord holds a perpetual right to service, the obligation to perform which attaches to the land.”. Nevertheless, the Privy Council held [at p.150] that a `paraveni nilakaraya‟ can be correctly regarded as an “owner” within the meaning of section 3 of the Land Redemption Ordinance because “Considering the object and scope of the Land Redemption Ordinance their Lordships do not think that `full ownership‟ in the",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.2,
      526.78,
      754.68
    ],
    "text": "sense in which the word is used in the passage quoted is necessary to come within the meaning of the word `owner‟ in that Ordinance.”. [emphasis added] With regard to Mr. Sahabandu‟s submission that, this Court must apply Ranasinghe J‟s aforesaid description of Ownership in JINAWATHIE vs. EMALIN PERERA when we determine the meaning of the word “owner” in section 2 (4) (c) of the Rent Act, it has to be noted that, the said decision related to an action in the nature of a rei vindicatio where the plaintiff could maintain the action only if he had title to the land. As Ranasinghe J observed [at p.142], “In a vindicatory action the plaintiff must himself have title to the property in dispute …. The plaintiff can and must succeed only on the strength of his own title, and not upon the weakness of the defence.”. It must be realised that, Ranasinghe J‟s description of the attributes of Ownership, which was cited by Mr. Sahabandu, was made in the context of the Court‟s efforts, in that case, to ascertain whether a person in whose favour a statutory determination had been made with regard to an allotment of land vested in the Land Reform Commission under the Land Reform Law No. 01 of 1972, had title to that land and, therefore, was entitled to maintain a rei vindicatio in respect of that land. However, in the appeal before us, we are called upon to determine the meaning of the word “owner” used in section 2 (4) (c) of the Rent Act and it hardly needs to be said here that the Rent Act applies to and governs contracts for the letting and hiring of premises. Such contracts deal with a significantly different bundle of rights to those rights which are the subject matter of a rei vindicatio. Therefore, I do not think that Ranasinghe J‟s description in JINAWATHIE vs. EMALIN PERERA of the nature of Ownership required for the purposes of maintaining a rei vindicatio can be applied to determine the meaning of the word “owner” used in section 2 (4) (c) of the Rent Act without first considering whether it is appropriate to do so in the context of contracts for the letting and hiring of premises. In this regard, this Court has to keep in mind the well-known principle that a person does not need to have Ownership of a premises in order to enter into a lawful and valid contract of letting and hiring of those premises to a tenant. Instead, all that is required is that the proposed landlord must be able to fulfill the obligation of placing the tenant in continued possession of the premises during the term of the tenancy. Thus, Choksy AJ observed in ALLES vs. KRISHNAN [54 NLR 154 at p.156],” It is, of course, not necessary that the owner himself should be the landlord. The relationship of landlord and tenant can exist between the tenant and a third party who is not the owner of the premises let, so long as he fulfills the obligations of a landlord by putting his tenant into possession. He will then be the person entitled to receive the rent during the period of the tenancy.” and Fernando J said in GUNASEKERA vs. JINADASA [1996 2 SLR 115 at p.120], “It is settled law that tenancy is a contractual relation, which may subsist even where the landlord is not the owner of the rented premises.”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.32,
      526.78,
      768.12
    ],
    "text": "In these circumstances, it seems to me that, the observations made in JINAWATHIE vs. EMALIN PERERA with regard to the attributes of Ownership required to maintain a rei vindicatio should not be applied `lock, stock and barrel‟, to determine the meaning of the word “owner” used in section 2 (4) (c) of the Rent Act, which relates to contracts for the letting and hiring of premises where Ownership of the premises is not necessary to enable the creation of a valid contract. For that reason, I cannot agree with the submission that, we are bound apply Ranasinghe J‟s description of Ownership JINAWATHIE vs. EMALIN PERERA, when we determine the meaning of the word “owner” in section 2 (4) (c) of the Rent Act. Instead, I am of the view that, this Court should seek to determine what is meant by the word “owner” used in section 2 (4) (c), in the context of the Rent Act and contracts for the letting and hiring of premises. Mr. Sahabandu‟s other submission is that, this Court is not entitled to regard a life interest holder as being a “owner” for the purposes of section 2 (4) (c) of the Rent Act, in the absence of a express legislative provision stating that, a life interest holder is to be so regarded. Learned President‟s Counsel contends that this Court should accord a “strict” interpretation to the word “owner” for used in section 2 (4) (c). However, in the absence of definition of the word “owner” in the Rent Act and in the light of the aforesaid observation that the word “owner” may sometimes be used, in the modern context, to refer to a person who does not possess the full array of the rights cited by Mr. Sahabandu, I am of the view that this Court is entitled to determine the correct meaning to be accorded to that word for the purposes of section 2 (4) (c) of the Rent Act, in the context of the Rent Act and contracts for the letting and hiring of premises. We are not bound to apply a `strict‟ interpretation of that word as suggested by learned President‟s Counsel and nor are we obliged to construe that word liberally. When seeking to determine the correct meaning of the word “owner” in section 2 (4) (c) of the Rent Act, this Court should also look at the intention behind the enactment of section 2 (4) (c) of the Rent Act and seek to promote the purpose and object of the Legislature when it introduced section 2(4) (c) in 1980. As Bindra points out [Interpretation of Statutes 10th ed. at p. 793], “In construing a statute, it is permissible to look for the purpose of the enactment, the mischief or defect to be prevented, the remedy and the reason of the remedy the legislature intended; and the scheme of the Act. A statute should be so construed as to prevent the mischief and advance the remedy according to the true intention of the makers of the statute.”. In this background, it appears to me that, the aforesaid question in issue in this appeal - namely, whether a life interest holder who “occupied” the premises on 01st January 1980 should be regarded as an “owner” for the purposes of section 2 (4) (c) of the Rent Act - ought to be decided by determining whether Mary Dias, being the",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.32,
      526.78,
      768.0
    ],
    "text": "life interest holder, enjoyed sufficient attributes of Ownership to be regarded as an “owner” for the purposes of section 2 (4) (c) of the Rent Act or whether only Somawathie Perera who had title to the premises could be regarded as the “owner” for the purposes of section 2 (4) (c) of the Rent Act. In order to decide this question, it will be useful to compare the rights held by a life interest holder against the rights held by the person who has title to the premises which are subject to that life interest. In this regard, a life interest holder has the right to possess the premises and to use the premises and to enjoy the income from the premises. Thus, he has the ius utendi and the ius fruendi in full measure in respect of the premises. As Maarsdorp states [Book 2 at p.160], “In the first place, then, the usufructuary is entitled to the use, and therefore, the possession, administration and control of the usufructuary property, whether it be a single thing or an estate; and in the latter case he may sue for debts due to the estate, and may even call up mortgage bonds and sue for money due upon the same, whenever it is in the interests of the estate that this should be done.” and [at p.164] “ „Civil‟ fruits, namely such as consist in rents, interest on investments, annuities and other money payments coming due upon the usufructuary property, accrue ipso jure to the usufructuary without any necessity on his part of first recovering payment of the same.”. Wille states [at p.606], “The usufructuary is entitled to possession, administration, use and enjoyment of the property, and to its fruits both natural and civil.” and “Civil fruits include rent, quitrent and interest.”. Further, a life interest holder may sell, gift or let, to another, his usufructuary rights of possessing the premises and enjoying the benefits of the rent or other income receivable from the premises during his life time. He may mortgage or pledge his rights as life interest holder. Thus, it can be fairly said that, during his life time, he has the ius disponendi in respect of the rent or other income receivable from the premises. Maarsdorp states [Book 2 at p.165], “….. there is nothing to prevent his disposing of his life-interest in the same, that is, the right of using and enjoying the fruits of the property until his own death, whether by way of sale, lease, loan, or leave to hold at pleasure, provided that any such arrangement does not bind the property beyond his own lifetime He may even pledge his right of usufruct, and his life interest in the same may be also taken in execution, or sold in his insolvent estate, unless this has been expressly provided against in the grant.”. Similarly, Wille states [at p.607], “Thus, it has been held that the usufructuary may alienate pledge, mortgage, rent, lease or lend his usufructuary interest or suffer it to be sold in execution. Further, a life interest holder has the right to maintain an action in rem to enforce his rights against any person, including the person who holds bare title to the premises, who disturbs the life interest holder‟s right of possession and enjoyment of the premises. As Maarsdorp states [at p.168], “During the currency of a usufruct the",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.2,
      596.75,
      768.12
    ],
    "text": "usufructuary will be entitled to an action in rem to enforce his usufruct against any possessor of the usufructuary property or against any person who interferes with or disturbs him in the possession or enjoyment of the same, and especially against the owner of the servient property.”. It has to be noted that, a life interest holder does not have the right of alienating [ius disponendi] the premises itself. That right remains with the person who has title to the premises. However, the title holder cannot alienate or mortgage the premises without the consent and cooperation of the life interest holder. Wille states [at p.608], “The owner of usufructuary property may not prejudice the usufructuary‟s rights. He or she may not prevent, interfere with or diminish the usufructuary‟s right of use. Furthermore, he or she needs the consent and cooperation of the usufructuary for the sale, mortgage, granting of prospecting rights and other dealings with the usufructuary property, such dealing being concluded subject to the usufruct.”. Thus, it is seen that, although the ius disponendi in respect of the premises itself remains with the person who has title to the property, that right is of significantly reduced significance whenever another enjoys a life interest over the premises. Similarly, although a life interest holder does not possess the ius abutendi - ie: the right to demolish or diminish the premises - since that right remains with the person who has title to the premises, the title holder cannot exercise the ius abutendi during the lifetime of the life interest holder except with the consent of the life interest holder. Thus, it is seen that the ius abutendi which remains with the title holder is also of little significance whenever another enjoys a life interest over the premises. The analysis set out above makes it evident that, as at 01st January 1980, Mary Dias, the life interest holder, who occupied the premises on that date, had and enjoyed the right to possess and occupy the premises and to use and enjoy the premises during her lifetime. She was entitled to rent the premises and was entitled to the rental income, during her lifetime. She was entitled to sell or gift those rights to another for possession, use and enjoyment during her lifetime and she was entitled to the income from such transactions. She was entitled to mortgage or pledge her aforesaid rights as life interest holder. She was entitled to enforce these rights against any person including her daughter, Somawathie Perera, who had title to the premises. Accordingly, it seen that Mary Dias had the ius utendi and the ius fruendi in full measure in respect of the premises and was also entitled to exercise the ius disponendi in respect of her rights as the life interest holder. Thus, Mary Dias had and enjoyed the totality of the first two attributes of Ownership cited by Mr. Sahabandu and had and enjoyed a significant extent of another. On the other hand, although Somawathie Perera had title to the premises, she was not entitled to possess or occupy the premises on 01st January 1980. She was not entitled to any income from the premises during the lifetime of the life interest holder.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.32,
      596.26,
      752.16
    ],
    "text": "She could not sell or mortgage the premises without the consent of Mary Dias. She could not demolish or diminish the premises without the consent of Mary Dias. Thus, as at 01st January 1980, Somawathie Perera did not have even a trace of the ius utendi and ius fruendi. She was left with only a significantly circumscribed ius disponendi and a similarly reduced ius abutendi, during the pendency of the life interest. Thus, it is seen that, as at 01st January 1980, Mary Dias, as the life interest holder, had and enjoyed a very substantial share of the attributes of Ownership cited by Mr. Sahabandu. However, Somawathie Perera had only nuda proprietas or, in other words, bare title to the premises. No doubt, the residuary or reversionary rights of Ownership remained with Somawathie Perera as she had title to the premises. There is also no dispute that the rights of Mary Dias in respect of the premises were extinguished upon her death. Thus, there can be no argument that, Somawathie Perera remained the owner of the property insofar as questions of title to the premises are concerned, as observed by Maarsdorp [at p. 34] and Lee [at p.112]. But, as Lee observes [at p.112], referring to instances where a person has title to a property subject to a life interest in favour of another, “The same applies if you have the usufruct property, the residuary rights over which are vested in me, or even if you have an inheritable right of the kind termed emphyteusis. In all these cases the dominium remains in me, but in the two last, being reduced to a mere shadow, at all events for the time, it is merely bare ownership (nuda proprietas) , i.e., ownership stripped of its most valuable incidents.”. Next, it is clear that, for the purposes of the Rent Act and in the case of contracts for the letting and hiring of premises, the key attributes of Ownership are the right to possess and occupy the premises, the right and ability to fulfill the obligation of placing the tenant in continued possession of the premises during the term of the tenancy and the right to receive the rental income after having done so. As at 01st January 1980, all those key rights were possessed and enjoyed exclusively by Mary Dias, as the life interest holder. It is significant that, as at 01st January 1980, Somawathie Perera did not have any of those rights Thus, as far as the Rent Act and contracts for the letting and hiring of premises are concerned, the person who held the key rights of Ownership which are relevant to the scope and ambit of the Rent Act and to such contracts, was Mary Dias, as the life interest holder and not Somawathie Perera who had only nuda proprietas . Thereafter, it has to be kept in mind that, the wording of section 2 (4) (c) introduced by the amended Act of 1980 contemplates the exemption of all `residential premises‟ which were “occupied” by the “owner” on 01st January 1980 and that, in the case of a",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.2,
      526.78,
      768.0
    ],
    "text": "property subject to a life interest, the only person who is entitled to be in occupation of the premises on that day is the life interest holder. Further, it should be kept in mind that, in cases such as the one before us, the life interest is an integral incident of the Ownership held by the person who has title to the premises and that, most times, this is not the result of a decision taken by that person to part with his right to occupy the premises by granting a life interest over the premises. Instead, on most occasions, the life interest is a condition of the grant or conveyance by which the title holder received the premises giving him only nuda proprietas subject to the life interest. That situation is very different to one where an absolute owner of a premises voluntarily decides to part with his right to the possession and occupation of a premises by renting it and, therefore, was not in occupation of the premises on 01st January 1980 and, consequently, became ineligible for the exemption provided by section 2 (4) (c) of the Rent Act. . To my mind, in the aforesaid circumstances and in the background that, in the modern Law, the term “owner” may, in appropriate circumstances, be applied to describe a person who does not possess the entire array of the classical rights of Ownership cited by Mr. Sahabandu, it is reasonable and correct to take the view that word “owner” used in section 2 (4) (c) of the Rent Act can be properly applied to cases where a life interest holder “occupied” the premises on 01st January 1980 and also to cases (which, I would think are likely to be few) where the person who had nuda proprietas or bare title “occupied” the premises on 01st January 1980 with the consent of the life interest holder. Therefore, I am of the view that, the word “owner” in section 2 (4) (c) of the Rent Act can be reasonably regarded as including a life interest holder who occupied the property on 01st January 1980. This view is supported by Woodrenton J‟s observation, made obiter, in SAMARADIWAKARA vs. DE SARAM [13 NLR 353 at 358] that, “In this Colony the words „life interest‟ are frequently used as including the dominium. I may refer, as an illustration of this fact, to the judgment of Clarence J. in Joachinoe v. Robertu. [(1890) 9 S.C.C.101.]”. Further, it may be mentioned here that, section 26 (2) of the Rent Restriction Act No. 29 of 1948, which was repealed and replaced by the Rent Act No. 07 of 1972, stated, “In subsection (1), `owner‟, in relation to any premises, means the person who would be entitled to possession of the premises if they were not let for the time being.” It seems to me that this statutory provision reflects the view taken in this judgment that, in the context of the Rent Act and contracts for the letting and hiring of premises, the identity of the person who had the sole right of possessing and occupying the premises and renting the premises is a key consideration when determining the person who is to be regarded as an “owner” within the meaning of",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.32,
      526.78,
      767.98
    ],
    "text": "section 2 (4) (c) of the Rent Act. Although the Rent Restriction Act has been repealed and there is no comparable provision in the Rent Act No. 07 of 1972, the description of an “owner” in section 26 (2) of the Rent Restriction Act can be considered to shed some light on the meaning of the word “owner” in section 2 (4) (c) of the Rent Act No. 07 of 1972 since there is no definition of that word in the Rent Act. In this connection, Maxwell states [at p. 66], “Light may be thrown on the meaning of a phrase in a statute by reference to a specific phrase in an earlier statute dealing with the same subject-matter.”. Further, it also has to be realised that, if one were to take the contrary view, urged by the defendant, that only the person who had bare title or nuda proprietas can fall within the ambit of section 2 (4) (c) of the Rent Act, the result would be that, all premises which are subject to a life interest on 01st January 1980 and were occupied by the life interest holder on that day (which, most likely, would include the majority of such premises) will not be exempted from the provisions of the Rent Act. That position would result despite the unarguable fact that the person who had bare title was not entitled, most times due to no conscious decision or fault of his own, to occupy the premises due to existence of the life interest which is an integral incident of his title to the premises. Further, as observed earlier, the title holder‟s non-occupation of the premises due to the existence of a life interest is very different to a situation where he has voluntarily decided to rent the premises to another as at 01st January 1980 and was, therefore, ineligible for the exemption granted by section 2 (4) (c) of the Rent Act. Thus, it seems to me that, adopting a stance that, where there is a life interest over a premises, only the person who had bare title or nuda proprietas can fall within the ambit of section 2 (4) (c) of the Rent Act, would defeat the purpose of that statutory provision and be contrary to the intention of the Legislature when it enacted section 2 (4) (c). For the reasons set out earlier, I do not agree with Mr. Sahabandu‟s contention that, taking the view that the word “owner” in section 2 (4) (c) of the Rent Act can be reasonably regarded as including a life interest holder who occupied the property on 01st January 1980, unduly stretches the meaning of the word “owner”. It appears to me that, this course of action is within the proper realm of judicial interpretation of a statute and that it does not amount to a trespass into the field of `judicial legislation‟. In this regard, it is apt to cite Ranasinghe J‟s observation in JINAWATHIE vs. EMALIN PERERA [at p. 136] that where a word in a statute can be reasonably interpreted in two ways, one of which will enable achieving the purpose and object of the statute and the other will negate that purpose and object, “….. it is the duty of the Court to come down on the side of such an interpretation as would operate to promote the avowed purpose and object of the Legislature, and suppress and cure the mischief aimed against.”. Similarly, in NOKES vs. DONCASTER AMALGAMATED COLLIERIES LTD [1940 AC 1044 at p. 1022], Viscount Simonds stated, “If the choice is between two interpretations, the narrower of which would fail to achieve the manifest purpose of the legislation, we should avoid a construction",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      781.2,
      305.81,
      805.68
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.2,
      526.72,
      768.12
    ],
    "text": "which would reduce the legislation to futility and should rather accept the bolder construction based on the view that Parliament would legislate only for the purpose of bringing about an effective result.”. For the aforesaid reasons, the first question of law is answered in the negative and in favour of the plaintiff. The second question of law asks whether the defendant became a monthly tenant after the expiry of the said lease agreement on 31st December 2001. The defendant did not pursue this issue when the appeal was argued before us. In any event, the evidence establishes that, even if there had been a monthly tenancy, notice was given to the defendant on 16th December 2002 to quit the premises on 31st January 2003. The second question of law is answered against the defendant. For the aforesaid reasons, the appeal is dismissed. The judgment of the High Court is affirmed. In the circumstances of the case, each party will bear their own costs. Judge of the Supreme Court Sisira J. De Abrew J Judge of the Supreme Court Priyantha Jayawardena, PC J. Judge of the Supreme Court",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  }
]