[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      74.81,
      535.83,
      140.09
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      141.03,
      536.91,
      157.25
    ],
    "text": "1. B.M.Asiri Tharanga 21-5/1,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      160.25,
      531.03,
      225.53
    ],
    "text": "Araluwagoda Road, Madawala Bazaar, Madawala. 2. Thiyagarajah Mahendran,",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      228.65,
      537.15,
      345.2
    ],
    "text": "143/124, Vihara Mawatha, Mulgampola, Kandy. Petitioners SC FR APPLICATION No. 335/2016 Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      372.79,
      346.14,
      532.83,
      362.36
    ],
    "text": "1. The Principal,Kingswood",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      372.79,
      365.36,
      519.83,
      396.44
    ],
    "text": "College, Kandy. 2. The Director, National",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      372.79,
      399.56,
      540.75,
      464.86
    ],
    "text": "Schools, Ministry of Education, “Isurupaya”, Battaramulla. 3. The Secretary, Ministry of",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      372.79,
      467.98,
      539.19,
      516.1
    ],
    "text": "Education, “Isurupaya”, Battaramulla. 4. The Honourable Attorney",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      519.22,
      518.79,
      701.53
    ],
    "text": "General, Hulftsdorp, Colombo 12. Respondents BEFORE S. EVA WANASUNDERA PCJ., B. P. ALUWIHARE PCJ. & H. N. J. PERERA J.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      75.17,
      546.39,
      709.09
    ],
    "text": "COUNSEL : Elmore Perera for the Petitioners. Suren Gnanaraj SSC for the Respondents ARGUED ON : 06.10.2017. DECIDED ON : 30.10.2017. S. EVA WANASUNDERA PCJ In this matter this Court has granted leave to proceed on 19th October, 2016 only to the 2nd Petitioner, for the alleged violation of his fundamental rights enshrined in Article 12(1) of the Constitution. Objections of the 1st to 4th Respondents have been filed by one Affidavit affirmed by the Deputy Principal of Kingswood College, Kandy. Counter Objections also have been filed. The primary relief sought by the 2nd Petitioner seeks that this Court directs the 1st Respondent, the Principal of the Kingswood College, Kandy to admit the 2nd Petitioner’s son, namely M. Sherone Vimarshan to Grade 1 of the school for the year 2017. The 2nd Petitioner (hereinafter referred to as the Petitioner) has based his Application on Clause 3.2 of the “ Guidelines/ Instructions and Regulations regarding admission of children to Grade One in Government Schools for the Year 2017.” , which was marked as P9 dated 27.05.2016 by the Petitioner and as R1 dated 16.05.2016 by the Respondents. Clause 3.2 reads as follows: “ In filling vacancies in schools vested to the government under Assisted Schools and Training Schools (special provisions) Act. No. 5 of 1960 and Assisted Schools and Training Schools (Supplementary Provisions) Act No. 8 of 1961, the proportion of children belonging to different religions at the time of vesting the school to the government will be taken into consideration and the number of vacancies in the said school shall be accordingly divided among different religions and categories.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      546.04,
      704.17
    ],
    "text": "When the number of applications is less than the number of vacancies set apart for a given category of a religion, remaining vacancies shall be proportionately divided among other categories of the same religion. When there are no applicants from a religion or when the number of applications from a religion is less than the number of vacancies set apart for that religion, such vacancies set apart for the said religion , shall be proportionately divided among other religions.” Kingswood College, Kandy is a Government National School which was vested in the Government in terms of the aforementioned Act No. 5 of 1990 and Act No. 8 of 1961. That is an accepted fact. However paragraph 14 of the affidavit filed by the Deputy Principal on behalf of all the Respondents states that in the absence of confirmed statistics relating to the religious composition of students enrolled at Kingswood College in the year 1961, the school is unable to implement Clause 3.2 of the School Admission Circular marked R1. Clause 6(a) describes the categories of children and the percentage of the number of children to be admitted to the school. The Petitioner had made the application to the school under Clause (a)(i), i.e. under ‘ children of residents in close proximity to the school’. Clause 3.2 heading states that the percentage under the particular religion category applies to all categories. The Petitioner’s application had been rejected in the first instance for failure to prove ownership claimed by the Petitioner by way of the deed which was produced with the application. The Petitioner’s name in this Fundamental Rights Application is T.Mahendran. The number of the residence is 143/124, Vihara Mawatha, Mulgampala. The distance of the residence from the school is 1/8th of a kilo meter.The Application form contains the name of the father as T.Mahendram written in Sinhalese,( which the Petitioner has affirmed that he got it handwritten by another Sinhalese friend due to his poor handwriting of Sinhalese language), but the Petitioner as the father had signed as “ T.Mahendran”in Sinhalese. The electoral lists has his name as ‘ T. Mahendran’ . The title deed of transfer indicates the vendee’s name as T. Mahendran. The father of the Petitioner who transferred the property to T. Mahendran, had himself bought the house from some other person in 1997. All of them had lived in that house for over 19 years. It is only the form filled by the friend which has the name of the Applicant, the father of the child as T.Mahendram.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "Anyway there had been a problem with the assessment number of the house. The Deed of Transfer No. 4164 contains the assessment number as 145/14/B which was the assessment number as placed in the earlier deed 1169 dated 01.02.1997 and continued as the same in Deed 4164. By the time the said deed 4164 had been written in 2014, the assessment number had changed to 143/124 but it was not mentioned in the deed. However, the Grama Niladari had certified that earlier assessment number is the same as the later assessment number and that it refers to one actual house on that land of 7.5 Perches. The Petitioner had got a deed of rectification done on 08.08.2016. and sent a copy of the said rectification deed number 4682 done by the same Notary Public who attested Deed No. 4164 on 01.02.2014. The Petitioner’s Application was rejected by the school, according to the letter informing the rejection to the Petitioner on 28.07.2016. Then, the Petitioner had got the Notary Public to attest the Deed of Rectification on 08.08.2016 , i.e. within 10 days. He had submitted the same for reconsideration by the authorities. Yet, he had not been accommodated. I find that the document marked R2 on behalf of the Respondents indicate that the category under proximity of residence had 68 vacancies meaning that it is 50% of the total number of vacancies for Grade 1 under all categories in the school. The Petitioner has applied under proximity of residence category. Going through R2, I can gather that 86 had been the cut off mark . According to Clause 3.2 of the Circular, since the Respondents have confessed that there is no document to determine the percentage on admissions on religion, Court has to determine the calculation under the facts affirmed by the Petitioner on document P 21, the Summary of Reports of Schools Under the C.H.E. , from the “Agenda of the Synod 1961 of the Methodist Church, Sri Lanka held at Scott Hall, Kollupitiya, Colombo 3 - pages 85 and 86” which is certified as a true copy by the President , Methodist Church, Sri Lanka. Under the heading “Kingswood College, Kandy”, the first paragraph of it reads thus: “ There are 899 pupils of whom 186 are Christians. The Staff remains at 45 with 4 excess teachers and 33 Christians. 23 candidates passed S.S.C. and 6 entered the University “. The ratio of Christian students among other students in the year 1961 when the school turned into a Government National School can be calculated as 186/899 x 100 , which is approximately 20%. Therefore out of the 68 vacancies under proximity category, 13 or 14 vacancies should be filled by the religion category defined in Clause 3.2",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      552.61,
      704.17
    ],
    "text": "of the Circular. Admittedly, the School has taken into Grade 1 only one Christian child, the category under which has not been divulged by the Respondents to this Court. Anyhow, when a Christian child has applied to be admitted to Kingswood College, Kandy under any category , if the documents show that he is a Christian and if the number of Christian children already admitted are not above the allowed percentage of 20% intake under the religion category , then that child has a right to be admitted under Clause 3.2 of the Circular. Nobody can ignore the law provided by two Statutes of Parliament, namely, Act No. 5 of 1960 and Act No. 9 of 1961. The School authorities and the Ministry of Education cannot turn a blind eye to the provisions of law already in force. The Respondents who are objecting to the fundamental rights application filed by a Christian parent who is trying hard to get the child admitted to such a school should have at least tried to find out from the documents available with the government in regard to this particular contention which has kept on coming up in this Apex Court in the Country regularly in the recent years. The People of this country have a right to canvass their fundamental right before the Supreme Court but the question which cannot be answered is ‘how many of them can afford to come to the Supreme Court’? Moreover, when the authorities are ignoring what is laid down as the law of the country, how can the people be expected to get their rights? I agree with the earlier judgments in this regard in similar matters in SC/FR 613/2004,614/2004, 615/2004, 616/2004 and 353/2016 which were referred to by the Petitioner. I hold that the 1st to 3rd Respondents have infringed the fundamental rights of the Petitioner ( meaning the 2nd Petitioner in the Caption) contained in Article 12(1) of the Constitution. I make order directing the 1st to 3rd Respondents to admit the Petitioner’s son, Mahendran Sherone Vimarshan to Grade 1 of Kingswood College, Kandy forthwith since this year will soon come to an end. However, I do not want to make any order with regard to costs due to the only fact that the Petitioner’s son would have to look up to his Alma Mater in the future of his life on earth as his second mother from whom he would not only get",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      542.95,
      447.82
    ],
    "text": "educated and gain knowledge but also gain moral discipline with regard to doing the right but not the wrong in life. Judge of the Supreme Court B. P. Aluwihare PCJ. I agree. Judge of the Supreme Court H. N. J. Perera J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]