[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      72.42,
      536.96,
      85.8
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      285.05,
      87.32,
      330.41,
      100.7
    ],
    "text": "LANKA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.26,
      110.24,
      534.46,
      183.12
    ],
    "text": "In the matter of an application for Special Leave to Appeal from the judgment of the Court of Appeal under",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      98.9,
      184.64,
      519.8,
      198.0
    ],
    "text": "and in terms of Article 128 (2) of the",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      139.34,
      199.52,
      476.12,
      212.88
    ],
    "text": "Constitution of the Republic.",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      229.4,
      504.2,
      287.45
    ],
    "text": "DHILMI KASUNDA MALSHANI SURIYARACHCHI No. 42/3, Thambwiliwatha Road, Piliyandala.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      288.95,
      543.46,
      346.97
    ],
    "text": "PETITIONER S.C. Appeal No. 184/2017 S.C. SPL. L.A No. 41/2017 VS. C.A. Writ No. 187/2016",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      348.47,
      546.82,
      600.22
    ],
    "text": "1. SRI LANKA MEDICAL COUNCIL No. 31, Norris Canal Road, Colombo 10. 2. SOUTH ASIAN INSTITUTE OF TECHNOLOGY AND MEDICINE LIMTED No. 60, Suhada Mawatha, Millenium Drive, Off Chandrika Bandaranaike Kumaratunga Mawatha, Malabe. Colombo. 3. LAKSHMAN KIRIELLA Minister of Higher Education and Highways, Ministry of Higher Education and Highways, Ward",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      601.72,
      552.94,
      719.38
    ],
    "text": "Place, Colombo 7. 4. THE SECRETARY, MINISTRY OF EDUCATION AND HIGHWAYS Ministry of Higher Education and Highways, Ward Place, Colombo 7.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.42,
      551.5,
      353.93
    ],
    "text": "5. THE UNIVERSITY GRANTS COMMISSION No. 20, Ward Place, Colombo 7. 6. DR. RAJITHA SENARATNE Minister of Health, Nutrition and Indigenous Medicine, Ministry of Health, Nutrition and Indigenous Medicine, No. 385, Ven. Baddegama Wimalawansa Thero Mawatha, Colombo 10. RESPONDENTS AND NOW BETWEEN",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      355.43,
      540.34,
      472.99
    ],
    "text": "SRI LANKA MEDICAL COUNCIL No. 31, Norris Canal Road, Colombo 10. 1ST RESPONDENT- PETITIONER/ APPELLANT VS.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      474.61,
      542.86,
      562.39
    ],
    "text": "DHILMI KASUNDA MALSHANI SURIYARACHCHI No. 42/3, Thambwiliwatha Road, Piliyandala. PETITIONER-RESPONDENT",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      563.89,
      546.82,
      711.34
    ],
    "text": "2. SOUTH ASIAN INSTITUTE OF TECHNOLOGY AND MEDICINE LIMTED No. 60, Suhada Mawatha, Millenium Drive, Off Chandrika Bandaranaike Kumaratunga Mawatha, Malabe. Colombo.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.42,
      534.94,
      130.46
    ],
    "text": "3. LAKSHMAN KIRIELLA Minister of Higher Education and Highways, Ministry of Higher Education and Highways, Ward",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      131.96,
      552.94,
      413.45
    ],
    "text": "Place, Colombo 7. 4. THE SECRETARY, MINISTRY OF EDUCATION AND HIGHWAYS Ministry of Higher Education and Highways, Ward Place, Colombo 7. 5. THE UNIVERSITY GRANTS COMMISSION No. 20, Ward Place, Colombo 7. 6. DR. RAJITHA SENARATNE Minister of Health, Nutrition and Indigenous Medicine, Ministry of Health, Nutrition and Indigenous Medicine, No. 385, Ven. Baddegama Wimalawansa Thero Mawatha, Colombo 10. 2ND TO 6TH RESPONDENTS-",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      414.97,
      558.1,
      443.23
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      444.73,
      550.9,
      517.75
    ],
    "text": "7. THE GOVERNMENT MEDICAL OFFICERS ASSOCIAITON No. 275/75, Prof. Stanley Wijesundera Mawatha, Colombo 7. INTERVENIENT PETITIONER-",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      519.25,
      550.18,
      681.58
    ],
    "text": "RESPONDENT BEFORE: S.E. Wanasundera, PC, J. H.N.J. Perera J. Prasanna Jayawardena, PC, J. COUNSEL: Manohara de Silva, PC with Rajitha Hettiarachchi for the 1st Respondent- Petitioner/Appellant. Romesh de Silva, PC with Sugath Caldera and Niran",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      216.05,
      683.08,
      534.78,
      711.34
    ],
    "text": "Anketell instructed by M/S Paul Ratnaike Associates for the Petitioner-Respondent.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.42,
      537.82,
      487.99
    ],
    "text": "Faisz Musthapha, PC with Ms. Faisza Markar, Riad Ameen and Rushitha Rodrigo instructed by Ms. G.S. Thavarasa for the 2nd Respondent- Respondent. Sanjay Rajaratnam, Senior ASG with Zhuri Zain, SSC and Ms.Nayomi Kahawita, SC for the 3rd to 6th Respondents-Respondents. Gamini Marapana,PC with Navin Marapana and Tersha Abeyratne for the Intervenient Petitioner-Respondent ARGUED ON: 29th January 2018, 01st February 2018, 02nd April 2018, 17th May 2018, 23rd May 2018 and 30th May 2018. WRITTEN By the 1st Respondent- Petitioner/Appellant on 02nd SUBMISSIONS November 2017 and 06th June 2018. FILED: By the Petitioner-Respondent on 02nd November 2017 and 06th June 2018. By the 2nd Respondent-Respondent on 06th November 2017 and 08th June 2018. By the 3rd to 6th Respondents-Respondents on 19th October 2017 and 05th June 2018. By the Intervenient Petitioner-Added Respondents on 06th November 2017 and 07th June 2018. DECIDED ON: 21st September 2018. Prasanna Jayawardena, PC, J.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      497.03,
      543.41,
      555.55
    ],
    "text": "On 30th May 2016, the Petitioner-Respondent [petitioner] in this appeal - Ms. Dhilmi Kasunda Malshani Suriyarachchi - obtained a MBBS degree awarded by the institution named the South Asian Institute of Technology and Management Limited [SAITM], which is the 2nd Respondent-Respondent to this appeal.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      564.97,
      543.35,
      593.26
    ],
    "text": "The petitioner believed that SAITM had been recognised to be a Degree Awarding Institute under the provisions of the Universities Act No. 16 of 1978, as amended.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      602.8,
      543.4,
      660.94
    ],
    "text": "As explained later on in this judgment, the provisions of the Medical Ordinance No. 10 of 1949, as amended, vest in the Sri Lanka Medical Council [SLMC], the duty and power of first provisionally registering and, thereafter, finally registering medical practitioners in accordance with the provisions of that enactment.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      670.36,
      543.41,
      713.5
    ],
    "text": "The petitioner also believed that she was entitled to be provisionally registered as a medical practitioner by the Sri Lanka Medical Council [SLMC] under and in terms of section 29 (2) of the Medical Ordinance No. 10 of 1949, as amended, because she held",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.42,
      543.42,
      190.1
    ],
    "text": "the required qualifications - namely, being of good character and holding a MBBS degree awarded by a Degree Awarding Institute recognised under the provisions of the Universities Act. In this regard, section 29 (2) of the Medical Ordinance states, inter alia, that .. a person shall, upon application made in that behalf to the Medical Council [ie: the SLMC], be registered provisionally as a medical practitioner - (a) if he is of good character; and (b) if he - (i) holds a degree of Bachelor of Medicine of the University of Ceylon or a corresponding university or a Degree Awarding Institute or the General Sir John Kotelawela Defence University; or ...",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      199.14,
      542.94,
      257.69
    ],
    "text": "On 06th June 2016, the petitioner submitted her application to the SLMC applying for provisional registration. However, SLMC refused to entertain the petitioners application for provisional registration. SLMC took up the position that a person holding a MBBS degree awarded by SAITM was not eligible for provisional registration.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      266.73,
      543.4,
      384.77
    ],
    "text": "On 14th June 2016, the petitioner made an application to the Court of Appeal praying for, inter alia, a writ of certiorari quashing the decision of the SLMC to refuse to provisionally register the petitioner as a medical practitioner, a writ of mandamus compelling the SLMC to provisionally register the petitioner as a medical practitioner under and in terms of section 29 (2) of the Medical Ordinance and a writ of prohibition preventing the SLMC from refusing to provisionally register the petitioner as a medical practitioner. These writs were prayed for in prayers (e), (f) and (g) to the petitioners petition in the Court of Appeal.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      393.93,
      543.33,
      452.35
    ],
    "text": "The petitioner named as the 1st to 6th Respondents to this application, the SLMC, SAITM, the Minister of Higher Education and Highways, the Secretary to the Ministry of Higher Education and Highways, the University Grants Commission and the Minister of Health, Nutrition and Indigenous Medicine.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      461.89,
      542.96,
      490.15
    ],
    "text": "Having heard learned Presidents Counsel in support of the petitioners application, the Court of Appeal issued notice on the 1st to 6th respondents.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      499.69,
      543.21,
      572.59
    ],
    "text": "The SLMC filed its statement of objection. The Minister of Higher Education and Highways, the Secretary to the Ministry of Higher Education and Highways, the University Grants Commission and the Minister of Health, Nutrition and Indigenous Medicine filed a joint Statement of Objection. It appears that, SAITM did not file a Statement of Objections.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      582.16,
      543.41,
      699.82
    ],
    "text": "The petitioner and all the respondents were represented by learned Presidents Counsel when this application was taken up for argument before the Court of Appeal. Thereafter, by its Order dated 31st January 2017, the Court of Appeal issued a writ of certiorari quashing the decision of the SLMC refusing to provisionally register the petitioner as a medical practitioner, a writ of mandamus compelling the SLMC to provisionally register the petitioner as a medical practitioner and a writ of prohibition preventing the SLMC from refusing to provisionally register the petitioner as a medical practitioner, as prayed for in prayers (e), (f) and (g) to the petitioners petition in the Court of Appeal.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.04,
      543.46,
      175.22
    ],
    "text": "On 13th March 2017, the SLMC filed an application in this Court seeking special leave to appeal from the Order of the Court of Appeal. The petitioner was named as the Petitioner-Respondent to this application. SAITM was named as the 2nd Respondent-Respondent. The Minister of Higher Education and Highways, the Secretary to the Ministry of Higher Education and Highways, the University Grants Commission and the Minister of Health, Nutrition and Indigenous Medicine were named as the 3rd to 6th Respondents-Respondents.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      184.26,
      543.46,
      272.57
    ],
    "text": "On 04th May 2017, four students at the Faculties of Medicine of State Universities made an application to intervene in the proceedings before this Court. On 25th May 2017, the Government Medical Officers Association [GMOA] also made an application to intervene in the proceedings before this Court. On 06th July 2017, the medical students application for intervention was refused and the GMOAs application for intervention was allowed.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      282.11,
      543.46,
      355.01
    ],
    "text": "Thereafter, the SLMCs application for special leave to appeal from the Order of the Court of Appeal was heard, over several days, by another bench of this Court. On 29th September 2017, the SLMC was granted special leave to appeal by a majority decision of that bench. Special leave to appeal was granted on sixteen questions of law. These questions of law will be listed later on in this judgment.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      364.55,
      543.26,
      407.69
    ],
    "text": "Subsequently, this appeal was argued before us on several days commencing on 29th January 2018 and ending on 30th May 2018. Thereafter, the parties have also tendered their written submissions.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      417.25,
      546.82,
      698.62
    ],
    "text": "While this appeal was pending, the Government has taken several steps with regard to SAITM and the students of SAITM. Eventually, on 28th June 2018, Parliament enacted the General Sir John Kotelawala Defence University (Special Provisions) Act No. 17 of 2018 which, inter alia, provided for the General Sir John Kotelawala Defence University to award, on such terms as may be determined by its Board of Management, a MBBS degree of that university to students who have completed the study programme leading to the award of a MBBS degree at SAITM. However, these steps were taken by the Government and the enactment of the aforesaid statute all occurred, long after the petitioner filed her application in the Court of Appeal and also long after the SLMC filed an application in this Court seeking this special leave to appeal from the Order of the Court of Appeal. It has been clearly stated on behalf of the petitioner that the petitioner is seeking a determination from this Court upon the appeal filed by the SLMC from the aforesaid Order of the Court of Appeal. In these circumstances, this Court is obliged to determine the SLMCs appeal based on the facts and circumstances which prevailed at the time the Court of Appeal made its Order and when the SLMC filed its application in this Court seeking special leave to appeal. Quite obviously, while the Order made by this Court will bind the parties with regard to the subject matter of this appeal, our Order will not affect the rights of the parties to this appeal to take such lawful steps as they may be entitled to under the provisions of the aforesaid Act No. 17 of 2018.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.42,
      543.46,
      249.62
    ],
    "text": "Before turning to the questions of law which are before us, it is necessary to consider: (i) the scheme of the Universities Act with regard to the recognition of institutions as Degree Awarding Institutes for the purpose of developing higher education through courses of study in various branches of learning; (ii) the scheme of the Medical Ordinance with regard to the provisional registration and final registration of medical practitioners by the SLMC and also with regard to the SLMCs powers to examine and investigate recognised universities and institutions which provide courses of study leading to the grant of a medical qualification; (iii) the establishment of SAITM and the facts and circumstances which led to the petitioners application to the Court of Appeal; (iv) the petitioners grievance; (iv) the cases of the parties in the Court of Appeal and the Order of the Court of Appeal; and (vi) the SLMCs application seeking special leave to appeal from this Court.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      282.11,
      274.83,
      295.49
    ],
    "text": "The scheme of the Universities Act",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      304.91,
      543.45,
      407.69
    ],
    "text": "In this regard, Section 25A of the Universities Act empowers the Minister of Higher Education, to make, subject to the provisions of section 70C, an Order recognising any institution as a Degree Awarding Institute for the purpose of developing Higher Education in such courses of study in such branches of learning, as are specified in such Order and subject to such conditions as may be specified in that Order. Section 147 of the Act states that the term Degree Awarding Institute means any institution recognised under the provisions of the aforesaid section 25A of the Universities Act.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      417.25,
      543.46,
      460.39
    ],
    "text": "Thereafter, Section 27 (1) (b) authorises the Minister of Higher Education to amend, vary or revoke an Order made under section 25A which recognises an institution as a Degree Awarding Institute.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      469.93,
      542.83,
      498.19
    ],
    "text": "Section 26 and section 27 (2) require that all Orders made under section 25A or section 27 (1) (b) must be published in the Gazette and tabled in Parliament.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      507.61,
      543.4,
      565.75
    ],
    "text": "Thereafter, Part IXA of the Universities Act, which contains sections 70A to 70P, deals with the POWERS OF DEGREE AWARDING INSTITUTES and also spells out the procedure to be followed before the Minister of Higher Education makes an Order under section 25A recognising an institution as a Degree Awarding Institute.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      575.29,
      543.46,
      663.1
    ],
    "text": "In this regard, section 70B (1) provides that the Minister of Higher Education may, by an Order published in the Gazette, appoint any person, by name or office, to be a Specified Authority for the purposes of Part IXA of the Act. Thereafter, section 70B (2) provides that the Specified Authority may, with the approval of the Minister, delegate any of his powers to such Standing Committees or ad hoc committees or officers, as may be determined by the Specified Authority.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      672.64,
      543.46,
      700.9
    ],
    "text": "Next, section 70C (1) requires that, before the Minister of Higher Education makes an Order under section 25A recognising an institution as a Degree Awarding Institute, the",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.42,
      543.39,
      100.7
    ],
    "text": "Minister shall obtain a report from the Specified Authority in relation to that institution, including the educational facilities provided therein.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      110.24,
      543.46,
      257.69
    ],
    "text": "With regard to the powers of a Degree Awarding Institute recognised by an Order made under section 25A, Section 70A specifies that, a Degree Awarding Institute recognised by an Order made under section 25A shall, with the concurrence of the Specified Authority, have the power to: (i) admit students and provide instruction in the branches of learning specified in the Order; (ii) hold examinations to ascertain the students who have gained proficiency in the courses of study in such branches of learning; (iii) grant and confer degrees, diplomas, certificates and other academic distinctions on persons who have followed instruction in the courses of study in such branches of learning and passed such examinations; and (iv) grant and confer degrees on persons who have conducted research under its supervision.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      267.11,
      543.4,
      325.25
    ],
    "text": "Section 70C (2) states that, the Minister may, in consultation with the Specified Authority, issue general or special directions to a Degree Awarding Institute recognised by an Order made under section 25A with regard to the manner in which that Degree Awarding Institute is to exercise its aforesaid powers.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      334.79,
      543.36,
      482.11
    ],
    "text": "Thereafter, section 70D provides that the Specified Authority, subject to the direction and control of the Minister, is empowered to make determinations with regard to the requirements for admission of students to a Degree Awarding Institute, the courses of study to be provided by a Degree Awarding Institute and the examinations to be held by a Degree Awarding Institute and the degrees, diplomas and other academic distinctions to be awarded by a Degree Awarding Institute, the number of students to be admitted annually to a Degree Awarding Institute, the qualifications of the teaching staff of a Degree Awarding Institute, the facilities to be provided and academic standards to be maintained by a Degree Awarding Institute and some other functions of a Degree Awarding Institute.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      491.65,
      543.32,
      534.79
    ],
    "text": "Finally, it should be mentioned that, section 137 in Part XIX of the Universities Act provides that the Specified Authority is empowered to make Rules to apply to matters falling within the scope of the Act.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      567.25,
      290.81,
      580.63
    ],
    "text": "The scheme of the Medical Ordinance",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      590.2,
      521.02,
      603.58
    ],
    "text": "In this regard, the SLMC is a body corporate established by the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      613.0,
      543.27,
      656.26
    ],
    "text": "Section 12 (3) stipulates that the SLMC shall perform the duties imposed on it by the Medical Ordinance and states that the SLMC may make representations to the Government on any matter connected with the medical profession in Sri Lanka..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      665.68,
      543.46,
      708.94
    ],
    "text": "Section 12 (1) of the Medical Ordinance specifies that the president of the SLMC and four other members of the SLMC are nominated by the Minister in charge of the subject matter of Health. Section 19D provides that the Minister may, on a complaint received",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      311.33,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.42,
      542.82,
      100.7
    ],
    "text": "by him, direct any person to inquire into the affairs of the SLMC and the performance by the SLMC, of its duties under the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      110.24,
      543.46,
      168.26
    ],
    "text": "With regard to the role SLMC performs in the registration of medical practitioners, Part IV of the Medical Ordinance deals with the Registers to be kept by the SLMC. Section 20 (1) stipulates that the Registrar of the SLMC shall keep a register of medical practitioners qualified to practice medicine and surgery in Sri Lanka.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      177.8,
      543.46,
      220.94
    ],
    "text": "Thereafter, Part V of the Medical Ordinance, which contains sections 29 to 42, deals, inter alia, with the procedure for the registration of medical practitioners and the effect of registration as a medical practitioner.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      230.48,
      543.38,
      303.41
    ],
    "text": "A perusal of the relevant provisions of Part V shows that the scheme of the Medical Ordinance is that a person who holds a MBBS degree or equivalent qualification and who wishes to practice medicine or surgery in Sri Lanka, must first obtain provisional registration as a medical practitioner from the SLMC under and in terms of section 29 (2) of the Medical Ordinance.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      312.95,
      546.72,
      415.73
    ],
    "text": "As mentioned earlier, section 29 (2) specifies, inter alia, that the Medical Council shall provisionally register as a medical practitioner a person if he is of good character and if he holds a degree of Bachelor of Medicine of a Degree Awarding Institute. Section 74 of the Medical Ordinance makes it clear that the term Degree Awarding Institute used in section 29 (2) has the same meaning as in the Universities Act - ie: an institution recognised as a Degree Awarding Institute by an Order made under section 25A of the Universities Act.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      425.17,
      543.33,
      527.95
    ],
    "text": "Next, persons who have been provisionally registered as a medical practitioner by the SLMC under section 29 (2) are entitled to obtain a certificate of experience from the SLMC immediately upon meeting the criteria specified in section 32 of the Medical Ordinance with regard to experience. Thereafter, persons who have been provisionally registered under section 29 (2) and who hold the aforesaid certificate of experience under section 32 are entitled to obtain, from the SLMC, `final registration as medical practitioners under section 29 (1) of the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      537.49,
      543.34,
      580.63
    ],
    "text": "By operation of sections 34, 38 and 39 of the Medical Ordinance, only persons registered as medical practitioners by the SLMC [ie: under section 29 (1) of the Medical Ordinance] may practice medicine or surgery in Sri Lanka.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      590.2,
      543.24,
      648.22
    ],
    "text": "Thus, obtaining provisional registration as a medical practitioner from the SLMC under section 29 (2) of the Medical Ordinance, is the mandatory first step on the road to practice medicine or surgery after obtaining a MBBS degree in Sri Lanka [other than in the limited circumstances envisaged in section 32 (6) of the Medical Ordinance].",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      657.76,
      543.21,
      715.78
    ],
    "text": "Next, with regard to the powers of the SLMC, a perusal of the provisions of the Medical Ordinance shows that the powers of the SLMC are set out in Part IIIA of the Medical Ordinance which encompasses sections 19A, 19B, 19C, 19D and 19E of that Ordinance.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.42,
      543.3,
      175.22
    ],
    "text": "In this regard, section 19A empowers the SLMC to enter and examine and investigate recognised universities and institutions which provide medical education in order to ascertain whether the course of study provided by such universities and institutions, the degree of proficiency required at examinations held by such universities and institutions and the staff and facilities at such universities and institutions conform to the prescribed standards. Section 19B empowers the SLMC to require such universities and institutions to furnish information or explanations to the SLMC.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      184.64,
      543.46,
      257.69
    ],
    "text": "Thereafter, 19C (1) provides that, where the SLMC is satisfied that the prescribed standards have not been conformed with, SLMC may recommend to the Minister of Health that a qualification granted by such universities and institutions be not recognised for the purposes of registration under the provisions of the Medical Ordinance.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      267.11,
      543.33,
      325.25
    ],
    "text": "Section 19C (2) provides that, upon receipt of such a recommendation from the SLMC, the Minister is required to send a copy of that recommendation to the university or institution which is the subject of the recommendation and invite it to make its comments.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      334.79,
      543.39,
      467.23
    ],
    "text": "Finally, section 19C (3) provides that, where the Minister is satisfied, after examining the any comments made by the university or institution and after making such further inquiry as the Minister may consider necessary, that the university or institution do not conform to the prescribed standards, the Minister shall declare, by regulation, that any provision of the Medical Ordinance which enables the holder of a qualification issued by that university or institution to be registered under the Medical Ordinance, shall cease to have effect in relation to that university or institution - ie: that holding a qualification granted by that university or institution shall not entitle the holder of that qualification to obtain registration under the Medical Ordinance.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      476.77,
      543.25,
      609.34
    ],
    "text": "It should be mentioned that, section 19 (e) read with section 72 (1) and section 72 (3) of the Medical Ordinance empowers the Minister of Health, after consulting the SLMC, to make Regulations specifying the maintenance of minimum standards of medical education including standards relating to course of study, examinations, staff, equipment, accommodation, training and other facilities at the universities and other institutions which grant or confer any qualification which entitles a person to obtain registration under this Ordinance [ie: registration under the Medical Ordinance]. Thereafter, section 72 (4) stipulates that any such Regulations made by the Minister must be gazetted but will not have effect until they are approved by Parliament.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      641.68,
      543.24,
      669.94
    ],
    "text": "The establishment of SAITM and the facts and circumstances which led to the petitioners application to the Court of Appeal",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      679.48,
      543.23,
      707.74
    ],
    "text": "The facts and circumstances which led to the petitioners application to the Court of Appeal are set out below in a chronological sequence. They have been extracted from",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.42,
      543.39,
      145.34
    ],
    "text": "the pleadings and annexed documents filed by the parties in the Court of Appeal. I have also taken into account the documents marked G1, G2, 4R8, 4R9(a) and 4R9(b) which were not before the Court of Appeal but which were tendered to this Court by the petitioner and the 3rd to 6th respondents in the course of this appeal. These documents have been considered due to reasons which are set out later on in this judgment.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      154.88,
      543.32,
      212.9
    ],
    "text": "These facts and circumstances are set out in some detail in an attempt to record and understand the sequence of events and the effect of those facts and circumstances on the subject matter of this appeal. Doing so will assist our effort to correctly determine the sixteen questions of law which are before us.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      222.06,
      543.32,
      295.49
    ],
    "text": "On 30th June 1999, the Minister of Higher Education had, by his Order marked 1R1 with the SLMCs statement of objections in the Court of Appeal, appointed the Chairman of the University Grants Commission to be the Specified Authority for the purposes of Part IXA of the Universities Act. This Order was made under and in terms of section 70B (1) of the Universities Act.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      304.53,
      543.46,
      452.35
    ],
    "text": "SAITM was incorporated on 07th July 2008 with the object of carrying on the business of conducting courses of study in several fields of higher education and to establish affiliations with local and foreign universities. In October 2008, SAITM entered into an agreement with the Board of Investment to set up and carry on business as an institute of higher education. At its inception, SAITM offered courses of study in fields such as Information Technology and Management. SAITM was earlier named the South Asian Institute of Technology and Medicine (Pvt) Ltd. Subsequently, that name has been changed to the present style of South Asian Institute of Technology and Medicine Ltd. South Asian Institute of Technology and Medicine (Pvt) Ltd and South Asian Institute of Technology and Medicine Ltd is one and the same legal person.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      461.89,
      543.33,
      594.46
    ],
    "text": "In the month of February 2009, the Minister of Health had, acting under the provisions of section 19 (e) read with section 72 (1) and section 72 (3) of the Medical Ordinance referred to earlier, made the Regulations titled Medical Education (Minimum Standards) Regulations No. 01 of 2009. These Regulations spelt out the minimum standards for the purposes of section 29 of the Medical Ordinance which a university, medical school or other institution awarding medical degrees entitling the holder of that medical degree to obtain registration under the Medical Ordinance, must provide to its students through its curriculum. These Regulations were marked P12(c) with the petitioners petition in the Court of Appeal.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      603.88,
      543.4,
      691.78
    ],
    "text": "However, it is common ground that these Regulations were not approved by Parliament at any stage. Therefore, by operation of section 72 (4) of the Medical Ordinance referred to earlier, the Regulations marked P12(c) did not come into force and had no effect at any time material this appeal. In any event, by a Notification dated 20th January 2010 published in the Gazette and marked 1R11, the Minister of Health rescinded the Medical Education (Minimum Standards) Regulation No., 1 of 2009 marked P12(c).",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.42,
      543.46,
      145.34
    ],
    "text": "Thus, at the times material to this application there have been no Regulations made by the Minister of Health under and in terms of the provisions of the Medical Ordinance, which specify the minimum standards that must be met by an university, medical school or other institution awarding medical degrees entitling the holder of that medical degree to obtain registration under the Medical Ordinance.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      154.88,
      543.46,
      257.69
    ],
    "text": "In or about the month of September 2009, SAITM commenced enrolling students for the MD degree programme offered by the Nizhny Novgorod State Medical Academy, which is an old established and well recognised State Medical Academy located in the city of Nizhny Novgorod in the Russian Federation. A medical degree awarded by the Nizhny Novgorod State Medical Academy has been recognised by the SLMC since 1998, as seen from the letters marked P9 and P12(a) filed with the petitioners petition to the Court of Appeal.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      267.11,
      543.4,
      399.65
    ],
    "text": "The MD degree programme commenced by SAITM in 2009 was a five year study course leading to a MD degree awarded by the Nizhny Novgorod State Medical Academy. The first four years were to be conducted by SAITM, at its campus in Malabe. The fifth year onwards was to be conducted by the Nizhny Novgorod State Medical Academy, at its campus in Nizhny Novgorod. Since 2009, SAITM enrolled a batch of students each year to follow this MD degree programme. 40 students were enrolled in 2009, 53 students in 2010 and 55 students in 2011. These students expected to obtain MD degree awarded by the Nizhny Novgorod State Medical Academy at the end of their degree programme.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      408.81,
      543.46,
      526.87
    ],
    "text": "By its letters dated 16th February 2009 and 21st April 2009 marked P11(a) and P11(b) with the petitioners petition in the Court of Appeal, SAITM inquired from the SLMC as to what conditions SAITM should meet in setting up the aforesaid medical programme. In response, by its letters dated 28th May 2009 and 29th June 2009 marked P12(a) and P12(b), the SLMC took up the position that, the aforesaid Regulations marked P12(c) had not yet approved by Parliament and that once these Regulations are approved by Parliament, the SLMC would visit SAITM to ascertain whether SAITM meets the standards specified in these Regulations.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      535.91,
      543.41,
      609.34
    ],
    "text": "However by its subsequent letter dated 09th August 2010 marked P13, the SLMC stated that, in its view, SAITM cannot exist as an off shore campus of the Nizhny Novgorod State Medical Academy but that, SAITM may however exist as a Degree Awarding Institute referred to in the Universities Act (Section 25 and 70A-70D of Part IXA) and also in the Medical Ordinance (Medical Amendment Act No. 25 of 1988)..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      618.88,
      543.46,
      691.78
    ],
    "text": "In these circumstances, SAITM changed the aforesaid degree programme to one which was to be conducted solely by SAITM and which would lead to a MBBS degree to be offered by SAITM. The Nizhny Novgorod State Medical Academy and the MD degree it was to award, dropped out of the picture. This change took place in the latter half of 2010.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.42,
      543.44,
      204.98
    ],
    "text": "In view of SAITM now conducting the entire degree programme which was intended to lead to a MBBS degree offered by SAITM, the need arose for SAITM to seek recognition as a Degree Awarding Institute under and in terms of the provisions of the Universities Act. Accordingly, by its letter dated 25th January 2011 marked P14 and documents annexed thereto, SAITM submitted an application to the Chairman of the University Grants Commission for SAITM to be awarded the status of a Degree Awarding Institute. As mentioned earlier, the Chairman of the University Grants Commission was, at that time, the Specified Authority for the purposes of Part IXA of the Universities Act.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      214.52,
      543.41,
      332.09
    ],
    "text": "Following the appointment of the Chairman of the University Grants Commission as the Specified Authority in 1999, the University Grants Commission had published the GUIDELINES AND APPLICATION FOR OBTAINING FOR [sic] DEGREE AWARDING STATUS FOR STATE AND NON-STATE HIGHER EDUCATIONAL INSTITUTIONS/INSTITUTES AND FOR THE DEGREES TO BE AWARDED BY INSTITUTIONS/ INSTITUTES GRANTED DEGREE AWARDING STATUS set out in document marked 1R2. These Guidelines have been issued on or prior to 13th January 2011, which is the only date mentioned in the document marked 1R2.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      341.63,
      543.46,
      533.71
    ],
    "text": "The fourth paragraph of these Guidelines marked 1R2 states It must be emphasized that the approval by the UGC and the Ministry of Higher Education for the degree awarding status and for professional study programmes does not automatically grant the registration for graduates of such programmes to practice the profession in the country. Therefore, it must be emphasised that the State/Non-State Higher Educational Institutions/Institutes which have been granted degree awarding status which offer professional study programmes leading to degrees such as Medical, Engineering, Architecture and other professional degrees must seek the compliance certification from the respective Specified Professional Bodies. Hence they may be required to submit their study programmes for periodic review by the specified professional bodies who are vested with the powers by Acts of Parliaments [sic] for maintaining standards of the respective professional degree programmes/professions and issue registration to practice..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      543.25,
      543.46,
      660.94
    ],
    "text": "Clause 5 in Part II of 1R2 states In the case of professional courses, the institution must have its own training facility/hospital or have access to a suitable teaching facility/hospital, as the case may be. If the training facility/hospital is a government concern, that partnership shall have been formalized through Memorandum of Understanding and operationalized through Agreements. In the case of study programme in medical sciences, the teaching hospital to which the students have access and provided with clinical training must conform into the standards stipulated by the Sri Lanka Medical Council..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      670.36,
      543.4,
      698.62
    ],
    "text": "It appears that these Guidelines have not been promulgated in the form of Rules made by the Specified Authority under section 137 of the Universities Act. The document",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.42,
      543.11,
      100.7
    ],
    "text": "marked 1R2 produced by the SLMC is only a printout said to have been downloaded from the University Grants Commission website.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      110.24,
      543.46,
      361.85
    ],
    "text": "In any event, upon receipt of SAITMs application marked P14, the University Grants Commission appointed two panels of its Quality Assurance and Accreditation Council Division to examine SAITMs application and report to the University Grants Commission. One panel was to carry out an `Institutional Review of SAITM and the other panel was to carry out a `Programme Review of SAITM. In doing so, the University Grants Commission was acting in terms of the scheme set out in the Guidelines marked 1R2 which, inter alia, envisaged that, when an institution makes an application to be recognised as a Degree Awarding Institute, the University Grants Commission will arrange for that institution to be subjected to an Institutional Review and a Subject Review [or Programme Review]. In a broad sense, the Institutional Review was expected to focus on the governance, management, financial viability, facilities and academic planning of the institution and also the academic and research competencies of the staff of the institution. Also in a broad sense, the Subject Review [or Programme Review] was expected to focus on the admission criteria, academic programme and standards and quality assurance programs and student support/ welfare programs of the institution and also the teaching/training facilities provided to students of the institution.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      371.39,
      543.39,
      429.43
    ],
    "text": "The Quality Assurance and Accreditation Council Divisions panel which carried out the `Institutional Review issued its first report dated 22nd and 23rd February 2011 marked P15(a) and its final report dated 20th April 2011 marked P15(b). A representative of the SLMC - Dr. Nonis - was a member of this panel.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      438.97,
      543.46,
      601.3
    ],
    "text": "The panels first report marked P15(a), inter alia, identifies SAITMs aforesaid application marked P14 as being a Self Evaluation Report submitted by SAITM in terms of the scheme set out the Guidelines marked 1R2. P15(a) goes on to state that, in the course of its Institutional Review, the panel has reviewed the following areas of SAITMs structure as required by the scheme set out in 1R2: (i) governance; (ii) management; (iii) financial viability; (iv) physical resources; (v) academic planning and development process and quality assurance procedures; and (vi) academic and research competencies of staff. Having conducted its review and reported its findings, the panel has stated that SAITM should be considered for provisional registration provided thirteen recommendations made in the report [relating the aforesaid areas] were satisfied.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      610.84,
      543.4,
      713.5
    ],
    "text": "Thereafter, the panels Final Report submitted three months later concludes that SAITM had satisfied twelve out of the thirteen recommendations made in the first Report. The only recommendation that remained unachieved was one relating to the formulation of proper schemes of recruitment for staff and an increase in the length of the probationary period of newly recruited staff. The panel went on to recommend, as its Final Decision that The Team having had several deliberations on its own and with the SAITM staff arrived at the following observations to consider the SAITM for Provisional",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.42,
      543.46,
      160.22
    ],
    "text": "Recognition as a degree awarding Institute, as the institute demonstrated its commitment and capacity to uphold and sustain the values in higher education and achieve the goals and objectives as specified in the institute corporate plan. However, the panel recommended that a process review to be held after one (01) year to observe the progress and adherence to the suggestions/ recommendations made by the panel..",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      169.76,
      543.46,
      257.69
    ],
    "text": "The Quality Assurance and Accreditation Council Divisions panel which carried out the Programme Review [Subject Review] issued its first Report dated 24 and 25th February 2011 marked 4R1 with the 3rd to 6th respondents statement of objections in the Court of Appeal and its Final Report dated 01st July 2011 marked P15(c)/ 4R2. Two representatives of the SLMC - Dr. Ranasinghe and Dr. S.G. de Silva were members of this panel.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      267.11,
      543.39,
      429.41
    ],
    "text": "The panels first report marked 4R1 also identifies SAITMs application marked P14 as being a Self Evaluation Report submitted by SAITM in terms of the scheme set out the Guidelines marked 1R2. The report marked 4R1 goes on to state that, in the course of its Program Review, the panel reviewed the following areas of SAITMs structure as required by the scheme set out in 1R2: (i) admission criteria and procedure; (ii) academic program; (iii) standards and quality assurance; (iv) academic and research competencies of staff (specific to the study program and discipline); (v) teaching/ training/hospital facilities specific to the study program; (vi) student support services and welfare. Having conducted this review and reported its findings, the panel has recommended that SAITM be reviewed again with a view to provisional recognition.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      438.97,
      543.41,
      556.63
    ],
    "text": "The panels Final Report marked P15(c)/4R2, in its Conclusions, recommends that SAITM may be granted recognition by the UGC, subject to implementation of the following recommendations within a time period of six months and submission of comprehensive documentation as evidence of their implementation. Also a monitoring and Evaluation process will be conducted annually by the QAA Council of the UGC on implementation of recommendations stipulated by the Review Panel. Thereafter, the Final Report marked P15(c) lists eight recommendations which SAITM should be required to implement.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      565.79,
      543.35,
      653.98
    ],
    "text": "Thereafter, by his letter dated 11th July 2011 marked 4R8, the Chairman of the University Grants Commission [who was the Specified Authority at the time] recommended to the then Minister of Higher Education that SAITM should be granted Degree Awarding Status subject to SAITM fulfilling several specified conditions. The Specified Authority added The effective date of the Order can be the date on which the Minister signs the Order..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      663.52,
      543.46,
      706.66
    ],
    "text": "Thereupon, the then Minister of Higher Education issued an Order under and in terms of section 25A of the Universities Act, signed by the Minister on 29th August 2011 and published in Gazette No. 1721/19 dated 30th August 2011 and marked P4. By P4,",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.42,
      543.41,
      264.53
    ],
    "text": "the Minister stated that By virtue of the powers vested in me by section 25A of the Universities Act, No. 16 of 1978, I, Dissanayake Mudiyanselage Sumanaweera Banda Dissanayake, Minister of Higher Education, having obtained a report under section 70C of the aforesaid act in respect of the South Asian Institute of Technology and Medicine (Pvt) Ltd [SAITM] a company incorporated in Sri Lanka under the Companies Act No. 7 of 2007, do by this Order and subject to the conditions specified in the Schedule hereto, recognize the South Asian Institute of Technology and Medicine (Pvt) Ltd [SAITM] as a Degree Awarding Institute for the purpose of developing higher education therein, leading to the award of the Degree of Bachelor of Medicine and Bachelor of Surgery (MBBS).. The Order listed the APPLICABLE CONDITIONS referred to by the Minister. The Order went on to specify that, This Order shall apply to students seeking admission to the South Asian Institute of Technology and Medicine (Pvt) Ltd (SAITM) on or after the date of the coming into force of this Order..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      274.07,
      603.38,
      540.67
    ],
    "text": "The APPLICABLE CONDITIONS listed in the Order marked P4 included: (a) maintaining an appropriate student/staff ratio; (b) making a commitment to provide, on a continued and uninterrupted basis, a teaching and academic programme leading to the award of a MBBS degree; (c) making a commitment to provide, on a continued and uninterrupted basis, facilities to conduct clinical training either at SAITMs own Teaching Hospital or by agreement with other Teaching Hospitals; (d) making a commitment to establish and provide, on a continued and uninterrupted basis, the required professorial units; (e) recruit adequate administrative staff, submit schemes of recruitment for academic and administrative staff, submit a corporate plan for five years, execute a Deed of Trust relating to the establishment of SAITM, submit a letter of offer issued by Bank of Ceylon to grant a construction loan of Rs.600 million to construct professorial units and to submit proof of adequate financial resources and a Financial Plan; (f) establish and provide lecture theatres, auditoriums and examination halls, tutorial rooms, laboratories, museums, facilities for sports and recreation, libraries, information technology facilities, research facilities, units for medical education and other related facilities which the Universities Grants Commission may require. The conditions specified in the Order marked P4 broadly reflect the recommendations made in the aforesaid reports and the conditions referred to in the letter marked 4R8.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      550.09,
      543.32,
      593.26
    ],
    "text": "Sometime in 2011, the SLMC has formulated its GUIDELINES AND SPECIFICATION ON STANDARDS FOR ACCREDITATION OF MEDICAL SCHOOLS IN SRI LANKA AND COURSES OF STUDY PROVIDED BY THEM which are marked P21/1R12.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      602.8,
      543.25,
      705.58
    ],
    "text": "However, these Guidelines marked P21/1R12 have not been embodied in the form of Regulations made by the Minister of Health under and in terms of the Medical Ordinance. Further, the powers conferred on the SLMC by the provisions of Part IIIA of the Medical Ordinance do not include the power or authority to make any form of rules or guidelines which have lawful force or effect. Instead, section 19 read with section 72 of the Medical Ordinance make it clear that only the Minister of Health has the power to make Regulations under the Medical Ordinance.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.04,
      543.46,
      160.22
    ],
    "text": "By his Order dated 21st February 2012 marked 1R3, the then Minister of Higher Education, acting under section 70B (1) of the Universities Act, appointed the Secretary, Ministry of Higher Education to be the Specified Authority for the purposes of Part IXA of the Universities Act. Thus, from 21st February 2012 onwards, the Specified Authority for the purposes of Part IXA of the Universities Act has been the Secretary, Ministry of Higher Education.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      169.76,
      543.46,
      317.21
    ],
    "text": "As mentioned earlier, the Order marked P4 stating that SAITM is recognised as a Degree Awarding Institute, specified that the said Order applies to students admitted to SAITM on or after the date the Order comes into force. As also mentioned earlier, SAITM had, in 2009, commenced admitting students to follow a five year study course leading to a MD degree awarded by the Nizhny Novgorod State Medical Academy and SAITM had, in about the latter half of 2010, changed that MD degree programme to one which would lead to a MBBS degree to be offered by SAITM. Thus, the Order dated 29th August 2011 marked P4 was not applicable to students who had been admitted to SAITM from 2009 onwards and up to the date the said Order marked P4 came into force.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      326.75,
      543.35,
      369.89
    ],
    "text": "In these circumstances, SAITM requested that, the Order marked P4 be amended to apply also to students who had registered during the period from 15th September 2009 to 29th August 2011.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      379.43,
      543.44,
      422.57
    ],
    "text": "Following this request, the Secretary to the Ministry of Higher Education, who was the Specified Authority, appointed an Institutional Review Committee to conduct an Institutional Review of SAITM focusing on the period up to 29.08.2011..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      431.75,
      543.44,
      534.79
    ],
    "text": "That committee submitted a report dated 23rd January 2013 marked 4R6. The committee, inter alia, stated that the 1002 bed Neville Fernando Sri Lanka-Russia Friendship Teaching Hospital had commenced limited operations by then and was expected to be fully operational by March 2013. It was also observed that Clinical training has commenced with virtual patients. Hospital training was due to commence in early March 2013 with the admission of patients following the inauguration of the hospital..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      544.33,
      546.18,
      706.66
    ],
    "text": "The committee concluded that The batches of students admitted to the MBBS degree programme in 2009 and 2010 have missed certain clinical training for want of requisite facilities and staff at the time. In order to make up for such deficiencies, the degree programme of those students is to be extended by about six months without charging extra fees. Therefore upon completion of the MBBS degree programme following the extended period, the MBBS degree of those enrolled in 2009 and 2010 can be considered on par with that of those enrolled after 2011., Therefore, we recommend that conditional recognition be granted to the MBBS degree from the year of its commencement, i.e., from 2009 provided the students enrolled in 2009 and 2010 are given additional training and exposure to make up for deficiencies in the academic and training programmes for want of requisite facilities and staff.. The committee also made",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.42,
      542.98,
      115.58
    ],
    "text": "seven recommendations relating to measures to be taken with regard to improving library facilities, financial requirements and management structures and admission criteria for students.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      125.12,
      543.46,
      242.78
    ],
    "text": "In addition to the aforesaid Institutional Review, the Secretary to the Ministry of Higher Education, who was the Specified Authority, also appointed an Accreditation and Quality Assurance Review Committee to carry out a Programme Review to examine and report on Quality Assurance to ascertain the suitability of backdating the recognition of the Degree Awarding Status to the South Asian Institute of Technology and Medicine and the award of the Degree of Bachelor of Medicine and Bachelor of Surgery (MBBS) from 15th Sep 2009 to 29th August 2011. (Date of inception to the date of Degree Awarding Status)..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      251.85,
      543.46,
      414.53
    ],
    "text": "That committee issued the report dated 26th February 2013 marked P16/4R7. The report, inter alia, states with regard to the Academic Programme of SAITM, The curriculum, syllabus and details of teaching learning activities were carefully scrutinized. The committee is of the view that the standards of the academic programme from the inception up to the date of the degree awarding status is comparable to the said standards of the academic programme since the date of degree awarding status and are of comparable quality to the state universities.. With regard to Standards and Quality Assurance (Mechanism and Procedures), the report states Academic planning as per the stipulations of the Quality Assurance and Accreditation Council [ie: of the University Grants Commission] appears to satisfy their authorities and requirements together with the requirements of the international standards..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      424.09,
      543.35,
      526.87
    ],
    "text": "The report of the committee concludes stating, Based on the criteria used by the Standing Committee on Accreditation and Quality Assurance for established state universities, committee is of the view that required quality had been maintained as regards to the academic programme from the date of inception (15th Sep 2009) to the date of award of the degree awarding status (29th August 2011). Considering the academic programme, the committee recommends backdating of the degree awarding status to the date of inception..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      536.29,
      543.4,
      594.46
    ],
    "text": "It is said that, till 2013, SAITM had been providing its students with para-clinical and clinical training by arranging for the students to access patients at some private hospitals. The report marked P16/4R7 states that the committee was satisfied with the quality of such facilities..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      603.88,
      543.46,
      706.66
    ],
    "text": "By early 2013, the Neville Fernando Sri Lanka-Russia Friendship Teaching Hospital had been established by the Chairman of SAITM and is affiliated to SAITM. That hospital was opened by the then Prime Minister. As set out in the brochure marked C9 with the petitioners counter affidavit in the Court of Appeal, it is said to be staffed by qualified and reputed medical personnel. It is said to have 1002 beds and five Professorial Units - namely, Medical, Obstetrics and Gynaecology, Surgical, Paediatric and Psychiatric. It is said to have four main Operating Theatres, an Emergency Treatment Unit, Medical and",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.42,
      543.44,
      204.98
    ],
    "text": "Surgical Wards, Paediatric Wards, a Maternity and Gynaecology Ward, a Labour Room, a Neonatal Intensive Care Unit, Medical and Surgical Intensive Care Units, a Cardiology Unit, an Eye Unit, an ENT Unit, a Psychiatric Unit, a Dental Unit, a Physiotherapy Unit, a Radiology Department, a Microbiology Laboratory, a Biochemistry Laboratory, a Haematology Laboratory, other Laboratories, a CT Scanner and other advanced equipment. It must be said here that, although the Neville Fernando Sri Lanka-Russia Friendship Teaching Hospital is said to be well equipped and have the services of qualified and reputed medical doctors, it has been dogged by relatively low patient numbers.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      214.52,
      543.44,
      376.73
    ],
    "text": "The hospital was about to commence its operations at the time the aforesaid Accreditation and Quality Assurance Review Committee committee prepared its report. In those circumstances and as evident from the report marked P16/4R7, the committee did not conduct a review of the clinical training programme conducted at the hospital and stated that Committee considered that the hospital inspection was a courtesy visit as it is within the mandate of this committee.. It is relevant to note here that, the clinical training programme provided by SAITM to the petitioner [who had commenced her MBBS degree programme in end 2009] would, in the normal course of events, be expected to have commenced in end 2011 or in 2012. Thereafter, clinical training would be expected to have continued till end 2015 or later - ie: over a further three years or more after the submission of the report marked P16/4R7.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      385.89,
      543.41,
      503.95
    ],
    "text": "Thereafter, by his letter dated 06th August 2014 marked 4R9(a), the Secretary to the Ministry of Higher Education [who was the Specified Authority at the time] inquired from the Chairman of the University Grants Commission [who had been the Specified Authority at the time the Order marked P4 was made] whether SAITM had fulfilled the conditions specified in the Order marked P4. By his letter dated 19th August 2014 marked 4R9(b), the Chairman of the University Grants Commission advised the Secretary to the Ministry of Higher Education that SAITM had fulfilled all these conditions within the specified time.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      513.49,
      543.46,
      705.55
    ],
    "text": "Thereupon, the then Minister of Higher Education issued a further Order under and in terms of section 25A read with section 27 (1) (b) of the Universities Act, signed by the Minister on 26th September 2013 and published in Gazette No. 1829/36 dated 26th September 2013 and marked P5. By this Order marked P5, the Minister referred to his previous Order marked P4 and amended it, as follows: 1. With regard only to those students who are registered to read for MD degree of Nizhny Novgorod State Medical Academy through SAITM during the period from 15th September 2009 to 29th August 2011 and who had fulfilled the qualifications specified by the University Grants Commission for selection of students to Universities coming under the purview of the Universities Act, No. 16 of 1978, and who are agreeable to change their course of study to a course of study leading to the MBBS degree awarded by SAITM, the aforesaid Order shall for all purposes in respect only of such students, be deemed to have come into effect on the 15th day of September 2009, subject to such conditions as specified in",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.42,
      543.44,
      160.22
    ],
    "text": "the Schedule hereto.. The Schedule to the Order marked P5 also specified that SAITM shall extend the period of study in respect of the students who had registered during the period from 15th September 2009 to 29th August 2011, by a further year from 26th September 2013 to enable such students to fulfill the requirements to be eligible for the MBBS Degree awarded by SAITM, without any additional charge of course fee from those students. .",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      169.76,
      543.46,
      257.69
    ],
    "text": "In the meantime, the Secretary, Ministry of Higher Education, in his capacity as the Specified Authority and acting under section 137 read with section 70C and section 70D of the Universities Act made the Rules titled Specified Authority (Powers relating to Recognition of Institutes as Degree Awarding Institutes) Rules No.1 of 2013.These Rules were published in the Gazette dated 22nd August 2013 and are marked 1R4a/ 4R3.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      267.11,
      543.46,
      384.77
    ],
    "text": "Rule 31 of the Rules marked 1R4a/4R3 stated that All Non-State Institutes which have been recognised as Degree Awarding Institutes in pursuance to the Report made to the Minister by the Specified Authority under Section 70C of the Act and which offer study programmes leading to Degree in Medicine, Engineering, Architecture and other similar professional Degrees shall obtain compliance certification from the relevant Specified Professional Body and shall submit such certification to the Specified Authority.. However, the Rules marked 1R4a/4R3 do not identify or list the Specified Professional Bodies which are referred to in Rule 31.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      394.31,
      543.44,
      571.51
    ],
    "text": "Thereafter, Rule 32 goes on to state that Subject to the direction and control of the Minister, the Specified Authority shall, from time to time, examine the performance of any such Degree Awarding Institute through a Quality Assurance Monitoring System established for the purpose, to ensure that the standards set out in these rules are maintained.. Rule 33 stipulates that It shall be the duty of the Degree Awarding Institute to allow the Specified Authority or his authorised representative to visit the Institute during the working hours of any week day and to furnish when requested all necessary information, documents and other evidence necessary for quality assurance monitoring purposes.. Thereafter, Rule 34 provides that The Specified Authority shall, subject to the direction and control of the Minister, inform any Degree Awarding Institute based on such quality assurance monitoring report, of the steps to be taken to maintain in proper standards of Degree Awarding status..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      581.08,
      543.4,
      639.1
    ],
    "text": "It should also be mentioned that Item 5 of Schedule II to 1R4a /4R3 states In the case of study programme in medical sciences, the teaching hospital to which the students have access and provided with clinical training must conform into the standards stipulated by the Sri Lanka Medical Council..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      648.64,
      543.46,
      706.63
    ],
    "text": "Subsequently, the Secretary, Ministry of Higher Education, in his capacity as the Specified Authority published a notice in the Gazette dated 31st January 2014 marked 1R4b/4R4 amending Rule 31 of the Rules marked 1R4a /4R3 to read All Non State Institutes recognised as Degree Awarding Institutes in pursuance to the reports",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.42,
      543.42,
      130.46
    ],
    "text": "made to the Minister by the Specified Authority under Section 70C of the Act and which offer study programmes leading to Degrees in Medicine, Engineering, Architecture and other similar professional Degrees also may seek compliance certificates from respective professional bodies..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      139.62,
      543.38,
      198.02
    ],
    "text": "It is seen from 1R4b/4R4 that the aforesaid amendment made on 31st January 2014 removed the requirement earlier specified in Rule 31 that a Degree Awarding Institute is required to obtain compliance certification from the relevant Specified Professional Body and submit such compliance certification to the Specified Authority.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      207.18,
      546.82,
      295.49
    ],
    "text": "Instead, from 31st January 2014 onwards, Rule 31 made by the Specified Authority only stated that Degree Awarding Institutes have the option of choosing to seek [also may seek] compliance certification from respective professional bodies. Further, from 31st January 2014 onwards, Rule 31 did not require Degree Awarding Institutes which did chose to seek compliance certification from respective professional bodies, to submit such compliance certification to the Specified Authority.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      304.53,
      543.44,
      407.69
    ],
    "text": "By a letter dated 12th May 2014 marked 1R6, SAITM invited the SLMC to visit SAITM and the Neville Fernando Sri Lanka-Russia Friendship Teaching Hospital. By 1R6, SAITM also advised the SLMC that SAITM is now a Degree Awarding Institute by operation of the Order marked P4 and P5 and that The Hospital is now in full operation. We have fulfilled all the conditions stipulated in the gazette notifications and informed the Secretary, Ministry of Higher Education (Specified Authority).. This letter was copied to the Minister of Higher Education and to the Specified Authority.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      417.25,
      542.88,
      445.51
    ],
    "text": "In response to SAITMs letter marked 1R6, the SLMC forwarded a set of forms for SAITM to complete and submit to the SLMC.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      455.05,
      543.41,
      527.95
    ],
    "text": "SAITM then completed those forms and submitted them to the SLMC together with further data and information as set out in SAITMs letter dated 17th August 2014 marked 1R7b. By this letter, SAITM again advised the SLMC that SAITM was a Degree Awarding Institute and stated that all the conditions specified in the Orders marked P4 and P5 had been fulfilled.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      537.11,
      543.41,
      610.42
    ],
    "text": "Thereafter, on 27th August 2014, the Secretary to the Ministry of Higher Education, who was the Specified Authority, wrote two letters to SAITM stating that, SAITM has fulfilled all the conditions stipulated in the first Order marked P4 and the second Order marked P5. These two letters are marked P6(a) and P6(b). Copies of these two letters were sent to the University Grants Commission and to the SLMC.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      619.58,
      543.44,
      707.74
    ],
    "text": "Thereupon, by its letter dated 24th September 2014 marked 1R5, the SLMC wrote to the Secretary to the Ministry of Higher Education specifically referring to the two letters marked P6(a) and P6(b) and the Orders marked P4 and P5 and stating The Council has requested me to inquire from you the basis on which you certified that SAITM has fulfilled the requirements stated in the said gazette notifications.. There is no evidence to suggest that, after writing this letter marked 1R5, the SLMC took any",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.42,
      603.7,
      115.58
    ],
    "text": "further steps with regard to the confirmation issued by the Specified Authority [ie: his letters marked P6(a) and P6(b)] that SAITM has fulfilled all the conditions stipulated in the Orders marked P4 and P5.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      125.12,
      543.41,
      227.9
    ],
    "text": "Several months later, the Secretary, Ministry of Higher Education, in his capacity as the Specified Authority, published another notice in the Gazette dated 02nd December 2014 marked 1R4c/4R5 again amending Rule 31 of the Rules marked 1R4a/4R3 to read All Non-State institutes recognised as Degree Awarding Institutes which offer study programmes leading to Degrees in Medicine, Engineering, Architecture and other similar professional Degrees shall obtain a compliance certification from the specified professional body and submit such certification to the Specified Authority..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      236.94,
      543.46,
      310.37
    ],
    "text": "It is seen from 1R4c/4R5 that the second amendment made on 02nd December 2014 to Rule 31 reinstated the requirement that had been earlier specified in Rule 31 that a Degree Awarding Institute is required to obtain compliance certification from the relevant Specified Professional Body and submit such compliance certification to the Specified Authority.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      319.41,
      543.44,
      377.93
    ],
    "text": "By its letters dated 11th June 2015 and 29th June 2015 marked P17 and P18, the SLMC informed SAITM that, the SLMC intended to visit SAITM in terms of section 19A of the Medical Ordinance to carry out a three-day inspection from 13th to 15th July 2015.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      387.35,
      543.33,
      415.73
    ],
    "text": "In pursuance of this intimation, a ten member team appointed by the SLMC visited SAITM and carried out an inspection.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      424.79,
      543.46,
      513.07
    ],
    "text": "Thereafter, the SLMC has submitted to the Minister of Health, a letter dated 04th September 2015 and marked P19(b) signed by Dr. S.T.G.R. de Silva who was the Registrar of SLMC at the time, and, a brief report dated 04th September 2015 signed by the President of the SLMC and marked P19(c) and a more detailed report marked P19(d) which has been signed by the ten members of the team sent by the SLMC and which bears the handwritten date of 04th September 2015.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      522.61,
      543.38,
      580.63
    ],
    "text": "By these documents, the SLMC has, acting in terms of section 19C (1) of the Medical Ordinance, recommended to the Minister of Health that medical degrees awarded by SAITM should not be recognized for the purpose of registration under the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      590.2,
      543.36,
      692.84
    ],
    "text": "Thus, by the brief report marked P19(c) signed by the President of the SLMC, the SLMC has stated to the Minister of Health that the SLMC has decided to recommend to the Minister of Health that THE DEGREE AWARDED BY SAITM SHOULD NOT BE RECOGNIZED FOR THE PURPOSE OF REGISTRATION UNDER THE MEDICAL ORDINANCE.. The report marked P19(d) submitted by the inspection team recommends . Given the above deficiencies, the Inspection Team recommends that the SLMC does not recognise graduates who have completed the study programme",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.42,
      543.33,
      100.7
    ],
    "text": "currently provided by the Faculty of Medicine SAITM, as suitable for provisional registration..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      109.86,
      543.46,
      153.38
    ],
    "text": "By his letter dated 25th September 2015 marked P19(a), the Minister of Health acted under section 19C (2) of the Medical Ordinance and invited SAITM to comment on the reports and recommendation submitted to him by the SLMC.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      162.54,
      543.47,
      563.47
    ],
    "text": "SAITM responded by its letter dated 20th October 2015 with several annexed documents, which were compendiously marked as P20. In the letter marked P20, SAITM has, inter alia, challenged the recommendation made by the SLMC and has also stated that the Inspection Team Reports conclusion runs contrary to the tenor of the report. The conclusion is also contrary to what was indicated to us by members of the committee at the wrap up meeting held at SAITM on 15.7.2015. We have with us a copy of the identical report with a different conclusion [which is unsigned]. That conclusion dovetails with the rest of the report. The conclusion is set out in the schedule 1; the pith and the substance of which is that the SLMC recognizes graduates of the faculty of medicine SAITM as suitable for provisional registration subject to certain conditions. You will observe that the conclusions of the two reports are contrary to one another and cannot be reconciled.. In this connection, SAITM has annexed, as part of the documents annexed to P20, an unsigned report said to have been prepared by the ten member team appointed by the SLMC. The body of this unsigned report is on similar lines to the detailed report P19(d). However, the conclusion is a recommendation by the team that the SLMC recognizes graduates of the Faculty of Medicine SAITM as suitable for provisional registration, subject to following conditions:. These conditions include the provision of access to a busy state hospital, so that students can be given intensive clinical exposure of one month each in Medicine, Surgery, Paediatrics and Obstetrics and Gynaecology.., requiring graduates of SAITM to pass a special licensing clinical examination administered by the SLMC, providing graduates of SAITM with access to a Judicial Medical Officer for a two week attachment and also access to the Medical Officer of Health of the area and, finally, scheduling an inspection of SAITM by the SLMC after five years, to assess the clinical training available at the Neville Fernando Sri Lanka-Russia Friendship Teaching Hospital and to assess whether the arrangements for access to the Judicial Medical Officer and Medical Office of Health are in place.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      573.01,
      543.41,
      631.06
    ],
    "text": "SAITM has also pointed out that, although both SLMCs letter marked P19(b) and brief report marked P19(c) expressly state that the detailed report marked P19(d) was placed before the SLMC at its 556th meeting held on 28th August 2015, the detailed report marked P19(d) is dated 04th September 2015.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      640.6,
      546.5,
      683.74
    ],
    "text": "Thereafter, the Minister has not taken any action under section 19C (3) of the Medical Ordinance to declare, by regulation, that a holder of a MBBS degree granted by SAITM is not entitled to be registered under the Medical Ordinance.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      72.42,
      224.07,
      85.8
    ],
    "text": "The petitioners grievance",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      95.36,
      543.46,
      302.33
    ],
    "text": "The petitioner had enrolled as a student of SAITM in September 2009. She initially followed the MD degree programme which was expected to lead to a MD degree awarded by the Nizhny Novgorod State Medical Academy. Consequent to SAITM changing that course of study to a MBBS programme conducted solely by SAITM and leading to a MBBS degree to be awarded by SAITM, the petitioner followed the amended degree programme and expected to obtain a MBBS degree awarded by SAITM. Following the stipulation made in the second Order marked P5 that students who had registered during the period from 15th September 2009 to 29th August 2011 should follow a further year of the course of study, the petitioner completed a further year of study. Thus, the petitioner sat for the MBBS final examination only in May 2016. She passed that examination very creditably, obtaining a Second Class Upper Division. On 30th May 2016, the Senate of SAITM awarded the petitioner a MBBS degree. A letter issued by SAITM certifying that the petitioner was awarded a MBBS degree and obtained a Second Class Upper Division, is marked P3.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      311.87,
      543.36,
      369.89
    ],
    "text": "After obtaining her MBBS degree from SAITM, the petitioner sought to submit her application dated 06th June 2016 marked P7 to the SLMC applying for provisional registration as a medical practitioner under and in terms of section 29 (2) of the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      379.43,
      543.13,
      437.47
    ],
    "text": "The petitioner has, in her affidavit, affirmed to the fact that the SLMC refused to accept her application. That fact is corroborated by an affidavit affirmed by a Senior Lecturer at the SAITM who accompanied the petitioner when she went to hand her application to the SLMC. That affidavit is marked P8.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      447.01,
      543.46,
      490.15
    ],
    "text": "The SLMCs refusal to accept the petitioners application for provisional registration gave rise to the petitioners application to the Court of Appeal seeking the writs of certiorari, mandamus and prohibition referred to earlier.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      522.61,
      323.57,
      535.99
    ],
    "text": "The petitioners case in the Court of Appeal",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      545.41,
      543.46,
      707.74
    ],
    "text": "The gravamen of the petitioners case in the Court of Appeal was pleaded in paragraphs [3] to [16] of the petition, as follows: (i) since 2009, the petitioner has followed a course of study at SAITM, initially leading to a MD degree and later leading to a MBBS degree; (ii) in 2016, the petitioner was awarded a MBBS degree with a Second Class Upper Division from SAITM; (iii) by the Order dated 29th August 2011 marked P4, the then Minister of Higher Education had recognised SAITM as a Degree Awarding Institute for the purpose of awarding a MBBS degree subject to several conditions specified in the said Order; (iv) the Order marked P4 applied only to students admitted to SAITM after 30th August 2011; (v) by the later Order dated 26th September 2013 marked P5, the then Minister of Higher Education amended his previous Order marked P4 and made it applicable to students registered with SAITM during the period from 15th",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.04,
      543.46,
      383.69
    ],
    "text": "September 2009 to 29th August 2011; (vi) by the letters dated 27th August 2014 marked P6(a) and P6(b), the Secretary to the Ministry of Higher Education confirmed that the conditions specified in the Orders marked P4 and P5 had been fulfilled by SAITM; (vii) on 06th June 2016, the petitioner applied to the SLMC for provisional registration as a medical practitioner under and in terms of section 29 (2) of the Medical Ordinance; (viii) the Registrar of SAITM informed the petitioner that the SLMC was unable to accept her application because students from SAITM were not registrable; (ix) the petitioner is entitled to be provisionally registered as a medical practitioner under and in terms of section 29 (2) of the Medical Ordinance because SAITM is a Degree Awarding Institute as referred to in section 29 (2) of the Medical Ordinance and the petitioner holds a MBBS degree awarded by a Degree Awarding Institute and the petitioner is of good character; (x) since the petitioner possesses the aforesaid qualifications, the SLMC is required by law to provisionally register the petitioner under section 29 (2) of the Medical Ordinance and an imperative requirement is placed on the SLMC to do so with the SLMC having no discretion in this regard; (xi) the SLMC has acted wrongfully and/or unlawfully and/or mala fide and/or unreasonably and/or capriciously and/or ultra vires its own powers and/or in excess of jurisdiction by refusing to provisionally register the petitioner as a medical practitioner under and in terms of section 29 (2) of the Medical Ordinance; and (xii) in these circumstances, the petitioner is entitled to writs of certiorari, mandamus and prohibition and interim orders, as described earlier in this judgment.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      393.23,
      543.43,
      495.91
    ],
    "text": "The petitioner pleaded that, although the aforesaid report marked P19(d) submitted by the team from the SLMC which inspected SAITM, explicitly treated the Guidelines published by the SLMC in 2011 and marked P21/R12 as prescribed standards in terms of sections 19A and 19C of the Medical Ordinance, these Guidelines have no force or effect in law. The petitioner pleaded that, therefore, the SLMC had acted ultra vires and in excess of jurisdiction in purporting to inspect and examine SAITM and make a recommendation in terms of sections 19A and 19C of the Medical Ordinance.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      505.45,
      543.46,
      712.42
    ],
    "text": "The petitioner also pleaded that SLMC has exhibited a manifest bias against SAITM. In this connection, the petitioner averred that, the Registrar of the SLMC [Dr. S.T.G.R.de Silva] who held office at the time the SLMC conducted its aforesaid inspection and made its aforesaid recommendation to the Minister of Health in 2015, had a daughter who had earlier pursued a medical degree at SAITM but had been de-registered on account of non-payment of fees and on disciplinary grounds. The petitioner stated that, there was pending litigation between the Registrars daughter and SAITM. In this regard, the petitioner filed marked as P22(a) to P22(d), the affidavit dated 12th December 2011 submitted to the SLMC by the said Registrar of the SLMC in which he made a complaint against SAITM and also the Chairman of SAITM, the letter dated 30th December 2011 by which the SLMC called for an explanation from the Chairman of SAITM, the reply dated 13th February 2012 sent by the Chairman of SAITM and the plaint dated 17th February 2012 in an action filed in the District Court of Kaduwela by the daughter of the said Registrar of the SLMC against SAITM.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      72.42,
      543.46,
      309.17
    ],
    "text": "The petitioner went on to plead that, .. the instruction and training received by the Petitioner, as well as the clinical experience she was exposed to while a medical student at SAITM is on par and compares favourably with the training, education and experience received by students in other universities throughout the country. In particular, the quality of lecturers at SAITM and the fact that SAITM now has access to an affiliated private hospital are illustrative of the above. The Petitioner has the benefit of classes with comparatively fewer students ensuring greater individual attention from a highly qualified faculty; clinical exposure at other faculties; and ample clinical exposure to out-patient environment - in which, given the evolving nature of medical practice, many complex operations and procedures are conducted.. In this connection, a detailed description by the petitioner of her clinical training and practical experience, was marked P23. This document sets out what appears to be a detailed record of a considerable number of clinical rotations and appointments including professorial appointments in a number of fields of medicine and surgery. The names of the specialists who supervised the petitioner are stated together with a detailed description of the training and experience received by the petitioner.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      318.71,
      543.46,
      466.15
    ],
    "text": "The petitioner also referred to Fundamental Rights Application No. SC FR 532/2012 and CA Writ Application No.s W 25/2014 and W 457/2013 which had been filed seeking to impugn the Order marked P4. The petitioner said that these applications had been dismissed or withdrawn. The related petitions and orders were marked P28(a), P28(b) and P29(a) to P29(d). Further, the petitioner referred to Fundamental Rights Application No. SC FR 208/2014 filed by a few students of SAITM seeking the provision of clinical training at State hospitals and stated that the Minister of Health had, inter alia, undertaken to provide that clinical training but had not complied with that undertaking, resulting in the institution of proceedings for Contempt of Court. The related petitions, orders and other documents were marked P30(a) to P30(g).",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      475.69,
      543.04,
      533.71
    ],
    "text": "The petitioner pleaded that, SLMCs decision not to register her in terms of the Medical Ordinance as amended is ultra vires the authority of SLMC; motivated by manifest bias and made mala fides; is unreasonable, unlawful, in excess of jurisdiction and contrary to unequivocal statutory duty cast on it in terms of section 29 of the Medical Ordinance..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      566.17,
      302.81,
      579.55
    ],
    "text": "The SLMCs case in the Court of Appeal",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      589.0,
      543.46,
      706.66
    ],
    "text": "In its Statement of Objections in the Court of Appeal, the SLMC averred that it .. is the only and apex professional body that inter-alia regulates the registration of graduates to be enrolled as medical practitioners . with the sole objective and aim of maintaining adequate standards in the medical profession which ensures the safety and quality of healthcare afforded to patients in Sri Lanka.. The SLMC went on to claim that, in terms of the Medical Ordinance, it was .. the sole authority to regulate and maintain minimum standards of medical education .. at universities and other institutions which grant or confer a medical degree..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      72.42,
      542.88,
      115.58
    ],
    "text": "The SLMC took up the position that, the Guidelines marked 1R2 issued by the University Grants Commission were in force when the petitioner enrolled in SAITM and when the Order marked P4 was issued by the Minister of Higher Education.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      125.12,
      543.46,
      272.57
    ],
    "text": "The SLMC then referred to the Rules marked 1R4a/4R3 published in the Gazette on 22nd August 2013 and pleaded that, by operation of Rule 31 of these Rules, SAITM was mandatorily required to obtain compliance certification from the SLMC. In this connection, the SLMC stated that, insofar as SAITM is concerned, the relevant Specified Professional Body referred to in Rule 31 of 1R4a/4R3 is the SLMC. In support of this contention, the SLMC also referred to Item 5 of Schedule II to 1R4a which, as mentioned earlier, states In the case of study programme in medical sciences, the teaching hospital to which the students have access and provided with clinical training must conform into the standards stipulated by the Sri Lanka Medical Council..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      282.11,
      545.74,
      518.83
    ],
    "text": "The SLMC then stated that, the Order marked P4 recognizing SAITM as a Degree Awarding Institute was subject to the conditions specified therein and pleaded that SAITM had not complied with one or more of the several conditions specified in the said Order. In this regard, the SLMC stated that, in particular, SAITM has failed to put in place facilities relating to the conduct of clinical training by the faculty, either at its own teaching hospital or in agreement with any other teaching hospital, as referred to in the applicable conditions in the said schedule of the Order marked P4. The SLMC also stated that, the petitions filed in S.C. F.R. Application No. 208/2014 marked P30(a) and S.C. Contempt Application No. 3/2015 marked P30(e) established that, clinical training in the fields of Access to Rehabilitation Unit of National Institute of Mental Health, National Campaign/Vector Control Programme, Community Medicine and Medical Jurisprudence/Medico Legal were not available at the Neville Fernando Sri Lanka-Russia Friendship Teaching Hospital. The SLMC further stated that, the Proceedings in S.C. Contempt Application No. 3/2015 marked P30(f) and P30(g) established that SAITM had not provided its students with clinical training in the fields of Forensic Training, Public Health Training, Psychiatric Training and Vector Control.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      528.37,
      543.36,
      601.3
    ],
    "text": "Thereafter, the SLMC averred that the statements made by the Secretary to the Ministry of Higher Education [ie: the Specified Authority] in the letters marked P6 (a) and P6(b) confirming that the conditions specified in the Order marked P4 had been fulfilled, appears to be false. The SLMC also pleaded that the letters marked P6(a) and P6(b) certainly cannot have reference to conditions which apply continuously..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      610.84,
      543.41,
      713.5
    ],
    "text": "The SLMC went on to aver that, the medical degree awarded by SAITM is subject to a Compliance Certificate being issued by the SLMC in favour of SAITM and that, unless and until a Compliance Certificate is issued by the SLMC as required by the aforesaid UGC Guidelines and Rules published in the said Gazette the medical degree awarded by SAITM cannot and should not be regarded in law, to be a MBBS Degree within the meaning of Section 29(2) of the Medical Ordinance for the purpose of granting Provisional Registration.. Thereafter, the SLMC stated that, SAITM has admittedly",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      72.42,
      543.46,
      115.58
    ],
    "text": "failed to secure a Compliance Certificate in terms of the aforesaid Guidelines/Rules.. [The Guidelines/ Rules referred to by the SLMC have to be the Guidelines set out in 1R2 and the Rules set out in 1R4a/4R3].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      125.12,
      543.36,
      242.78
    ],
    "text": "Thereafter, SLMC pleaded that, the provisions in Part IIIA of the Medical Ordinance authorize the SLMC to enter and examine and investigate a university or other institution that provides medical education to ascertain whether the course of study provides the degree of proficiency required to confer a medical degree and whether the staff, equipment and other facilities conform to prescribed standards. SLMC stated that, where it is found by the SLMC that a university or other institution do not conform the prescribed standards, the SLMC is entitled to recommend to the Minister that such qualification should not be recognized for purposes of registration..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      252.23,
      543.36,
      340.13
    ],
    "text": "The SLMC states that the report marked P19(d) submitted by the ten person team sent by the SLMC to inspect SAITM was tabled before the SLMC on 28th August 2015. The SLMC says that, seven members of the ten person team had signed this Report by 28th August 2015 and that the other three members of the team signed the Report on 04th September 2015 and the latter date was written on the Report. In this connection, two affidavits by signatories to P19(d) were marked 1R9 and 1R10.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      349.29,
      543.39,
      437.47
    ],
    "text": "The SLMC then avers that, at its 556th meeting held on 28th August 2015, the SLMC evaluated the findings and observations contained in the report marked P19(d) in the light of the SLMCs Guidelines marked P21/1R12 and that the SLMC decided to recommend to the Hon. Minister of Health that the DEGREE AWARDED BY SAITM SHOULD NOT BE RECOGNIZED FOR THE PURPOSE OF REGISTRATION UNDER THE MEDICAL ORDINANCE..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      447.01,
      543.46,
      609.34
    ],
    "text": "With regard to the findings of the ten person team which are set out in the report marked P19(d), the SLMC pleaded that, the main deficiencies identified by the Inspection Team are: (i) General Inadequacy of clinical exposure in all areas in terms of numbers and case mix is of grave concern. In particular, exposure to trauma in Surgery, common surgical emergencies and obstetrics and gynaecology, as well as exposure to emergencies in adult medicine and paediatric care is lacking. The Faculty is making an attempt to overcome these deficiencies, but it is still insufficient at present.; (ii) Lack of facilities for training in practical clinical Forensic Medicine e.g. to examine and carry out medico-legal post-mortem examinations.; and (iii) Deficiency in exposure to preventive care services in the state sector i.e. the MOH Office activities and field services.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      618.88,
      543.26,
      706.66
    ],
    "text": "The SLMC went on to state that, the clinical training which is received by students of the 2nd Respondent [ie: SAITM] is far from satisfactory in terms of case numbers and the desired mix of patients as opposed to the clinical training received in the State Medical Faculties, where there is a large number and a variety of patients for students to learn the techniques of medical diagnosis and treatment.. In this regard, the SLMC alleged that, on the face of the document marked P23, the clinical training received by",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      72.42,
      543.46,
      204.98
    ],
    "text": "the petitioner .. is far from adequate. The SLMC also alleged that, the clinical exposure recorded in P23 refers to numerous ad hoc informal arrangements with individual consultants working in private sector hospitals.. The SLMC alleged that the clinical training at SAITM depends heavily on the use of models, mannequins and healthy people pretending to be ill (play-acting) as opposed to real patients and real human organs of the body, which deprives those students of real life situations and experiences and feelings of empathy. . The SLMC also alleged that, the medical examinations conducted by SAITM are not supervised by any authority nor is it supervised by the 1st Respondent [ie: the SLMC] ..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      214.52,
      552.34,
      346.97
    ],
    "text": "In summary, the SLMC pleaded that, the clinical training provided at the Neville Fernando Sri Lanka-Russia Friendship Teaching Hospital does not conform to the standards stipulated by the Sri Lanka Medical Council as required by the Guidelines marked 1R2 issued by the University Grants Commission and the Rules marked 1R4a/4R3 issued by the Secretary to the Ministry of Higher Education. The SLMC also pleaded that, the Guidelines marked 1R2, the Rules marked 1R4a/4R3 and the Guidelines marked 1R12/P21 published by the SLMC should necessarily be considered when interpreting the provisions of section 29 (2) of the Medical Ordinance with regard to the requirements for the provisional registration as a medical practitioner.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      356.51,
      543.03,
      384.77
    ],
    "text": "The SLMC pleaded that, in the circumstances set out above, the petitioners application should be dismissed.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      394.31,
      543.46,
      496.99
    ],
    "text": "It should be mentioned that, the SLMC also raised several preliminary objections in its Statement of Objections. By its Order dated 31st January 2017, which is being challenged before us, the Court of Appeal rejected all those preliminary objections. This Court has not given special leave to appeal with regard to the decision of the Court of Appeal in respect of any of these preliminary objections. Therefore, it is unnecessary for me to make any further reference to the preliminary objections taken by the SLMC in the Court of Appeal.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      529.07,
      407.72,
      542.83
    ],
    "text": "The 3rd to 6th respondents position in the Court of Appeal",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      551.99,
      543.35,
      610.42
    ],
    "text": "The 3rd to 6th respondents - namely, the Minister of Higher Education and Highways, the Secretary to the Ministry of Higher Education and Highways, the University Grants Commission and the Minister of Health, Nutrition and Indigenous Medicine - filed a joint Statement of Objections.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      619.58,
      543.4,
      707.71
    ],
    "text": "The 3rd to 6th respondents stated that SAITM has requested the degree awarding status to award degrees on Medicine from the UGC by their letter dated 25th January 2011 [ie: P14]. Accordingly, UGC as the then Specified Authority conducted a subject review and an institutional review of the SAITM thoroughly. Finally, degree awarding status was granted by the Ministry of Higher Education in terms of section 25A of the Universities Act by issuance of an Extraordinary Gazette Notification No. 1721/19 dated",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "30",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      72.42,
      543.38,
      190.1
    ],
    "text": "30/08/2011 subject to eight (08) conditions mentioned therein (Vide-P4)..On the same lines, the 3rd to 6th respondents also averred .. the University Grants Commission (UGC) at its 829th meeting held on 07th July 2011 recommended that SAITM should be allowed to award the MBBS degree while allowing SAITM to fulfil shortcomings within the given time period as stipulated in the recommendations. The Hon. Minister of the Ministry of Higher Education by Extraordinary Gazette Notification No. 1721/19 dated 30th August, 2011 [ie: P4] granted permission to the SAITM to award the MBBS degree with effect from 30th August 2011..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      199.14,
      543.46,
      302.33
    ],
    "text": "Next, the 3rd to 6th respondents referred to the reports marked 4R6 and P16/4R7 and averred that According to the above two reports Extraordinary Gazette No. 1721/19 dated 30.08.2011 [ie: P4] was amended by Extraordinary Gazette No. 1829/36 dated 26.09.2013 [ie: P5] giving provision to students who have been registered to read for MD degree at NNSMA during the period from 15.09.2009 to 29.08.2011 and who have fulfilled the qualifications specified by UGC to enrol with the MBBS programme..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      311.49,
      543.4,
      340.13
    ],
    "text": "The 3rd to 6th respondents stated that SAITM is a Degree Awarding Institute in terms of the Medical Ordinance.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      372.47,
      261.39,
      385.85
    ],
    "text": "The petitioners counter affidavit",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      395.39,
      542.88,
      423.67
    ],
    "text": "The petitioner filed a Counter Affidavit to which were annexed the documents marked C1 to C10(d).",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      433.21,
      543.46,
      684.94
    ],
    "text": "The document marked C2 is the SLMCs Annual Report for the Year 2009. The petitioner highlighted the fact that, the SLMC has stated in C2 that the Faculty of Medicine of the Rajarata University of Sri Lanka lacks the resources required for training undergraduate medical students. The document marked C4 is a report of a preliminary inspection of the Faculty of Medicine of the Kotelawala Defence University, which was conducted on 13th March 2015 by a team representing the SLMC. The petitioner highlighted that, despite the fact that the Faculty of Medicine of the Kotelawala Defence University did not then have an affiliated teaching hospital and clinical training was done at 12 centres, the team sent by the SLMC had concluded that, the facilities provided for training were found to be of a very high standard and the team felt that once the hospital was completed in 2015, the entire training of military medical graduates could be undertaken in these facilities.. The petitioner pleaded that, despite the aforesaid deficiencies in the Medical Faculty of the Rajarata University of Sri Lanka and the Faculty of Medicine of the Kotelawala Defence University, the SLMC registered graduates of those institutions and maliciously imposes a different standard for medical graduates of the 2nd Respondent - SAITM which do not have the foregoing deficiencies of KDU and Rajarata University..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "31",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      72.42,
      543.42,
      234.74
    ],
    "text": "The petitioner also pleaded that, at the request of UGC/His Excellency the President, the 2nd Respondent [ie: SAITM] has granted scholarships to 07 students who secured excellent results at the Advanced Level which is also a further manifestation of the legitimate expectation that at all times the Government itself held out that holders of MBBS degree of the 2nd Respondent-SAITM will be admissible for registration with the 1st Respondent [ie: the SLMC] and pursuant thereto these students have also devoted their valuable time to following this course; .. In this connection, the petitioner produced marked C10(a) a letter dated 12th March 2013 sent to SAITM by the University Grants Commission and marked C10(b) photographs of His Excellency, the then President presenting these scholarships to four of these students on 28th March 2013.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      267.11,
      262.11,
      280.49
    ],
    "text": "The Order of the Court of Appeal",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      290.03,
      542.81,
      318.29
    ],
    "text": "The relevant sections of this Order will be referred to when dealing with the questions of law which have to be decided by this Court.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      327.83,
      543.46,
      698.62
    ],
    "text": "The Court of Appeal also considered whether the SLMC had acted mala fide with regard to the petitioners application for provisional registration and with regard to SLMCs dealings with SAITM. In this regard, the Court of Appeal observed that: SLMC has admitted that, the report marked P19(d) had been presented to the SLMC at its 556th meeting held on 28th August 2015 even prior to three members of the team which had investigated SAITM placing their signatures on the report. The Court of Appeal also analysed the report marked P19(d) and observed that When considering the observations made by the investigators as referred to above it is clear that the above observations does not match with the final recommendation made by them.. The Court of Appeal considered the report marked C4 submitted to the SLMC by the team which examined the Faculty of Medicine of the Kotelawala Defence University and compared that report marked C4 with the report marked 19(d) on SAITM. Having done so, the Court of Appeal commented When considering the two reports referred to above, it appears that one report has been made after inspecting SAITM and the other after inspecting FOM-KDU but two different standards have been used, when preparing those reports.. Thereafter, the Court of Appeal held that When considering the conduct of the 1st Respondent [ie: the SLMC] referred to above, it is clear that the said Respondent had acted outside its power and acted ultra vires the provisions of the Medical Ordinance (as amended) but, the material before this court was not sufficient to conclude that the said conduct of the 1st Respondent was with an ulterior motive. In the said circumstances I am reluctant to conclude that the above conduct of the 1st Respondent [ie: the SLMC] amounts to an act committed mala-fide but conclude that the steps taken by the 1st Respondent [ie: the SLMC] after submitting its recommendation under section 19C (1) of the Medical Ordinance (as amended) was made ultra-vires without having any power to do so..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "32",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      95.36,
      438.32,
      108.74
    ],
    "text": "The SLMCs application to this Court for special leave to appeal",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      118.28,
      543.19,
      176.3
    ],
    "text": "As mentioned earlier, the SLMC made an application to this Court seeking special leave to appeal from the aforesaid Order of the Court of Appeal. As also mentioned earlier, the GMOA made an application to intervene in these proceedings and that application for intervention was allowed by this Court.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      185.84,
      543.46,
      288.53
    ],
    "text": "In their application for intervention, the GMOA echoed the contentions advanced by the SLMC that SAITM was mandatorily required to obtain compliance certification from the SLMC but has failed to do so, that the Order marked P4 is a conditional order and one or more of the conditions specified in P4 have not been fulfilled by SAITM and that the letters marked P6(a) and P6(b) are false and have no validity in law in the absence of a formal and permanent order being Gazetted by the Minister replacing the said conditional recognition..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      320.99,
      278.07,
      334.37
    ],
    "text": "The questions of law to be decided",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      343.79,
      543.27,
      387.05
    ],
    "text": "As mentioned earlier, this Court has, by a majority decision, granted the SLMC special leave to appeal on sixteen questions of law. These questions of law are reproduced verbatim:",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      396.47,
      469.64,
      409.85
    ],
    "text": "1] the said order is contrary to law and against the weight of evidence,",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      421.07,
      543.34,
      583.75
    ],
    "text": "2] the Court of Appeal erred in holding that the 2nd Respondent-Respondent SAITM had been declared as a Degree Awarding Institution and continued to be a Degree Awarding Institution empowered to grant and confer the MBBS Degree on the Petitioner-Respondent, when P4 is only a conditional order issued under Section 25A of the Universities Act and the rules and guidelines framed under Section 70D of the Universities Act, which require the Degree Awarding Institution to obtain a Compliance Certificate, complying inter alia with the said conditions. Therefore P4 being only a conditional order and in the absence of a compliance certificate as required by the Rules and Guidelines framed under the Universities Act, the 2nd Respondent cannot be treated in law as a recognised Degree Awarding Institute.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      595.24,
      542.98,
      638.38
    ],
    "text": "3] Further the Court of Appeal failed to consider that the Minister had not made any order varying or setting aside the conditional order made under Section 25(a) in terms of Section 27 of the Universities Act.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      649.96,
      543.35,
      707.98
    ],
    "text": "4] The Court of Appeal further failed to consider and/or appreciate that the letters P6a and P6b issued by the 4th Respondent-Respondent cannot be considered as sufficient proof of the conditions set out in the said Conditional Order being fulfilled, inasmuch as, the Rules and/or Guidelines require the 2nd Respondent-",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "33",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      108.02,
      72.42,
      542.92,
      100.7
    ],
    "text": "Respondent to obtain a compliance certificate issued by the SLMC as morefully set out in this Petition.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      112.28,
      543.39,
      229.82
    ],
    "text": "5] In the absence of a specific operative date given in the order made under Section 25A, the Court of Appeal erred in holding that the said order was in force and operative. The Court of Appeal failed to appreciate that Section 26 of the Universities Act was mandatory and non-compliance with the same was fatal. The Court of Appeal erred in holding that the operative date of the order was 29/08/2011 when the order itself does not specify an operative date. The Court of Appeal erred in accepting the date given by the 2nd Respondent-Respondent in the absence of an operative date in the order.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      241.43,
      543.43,
      329.21
    ],
    "text": "6] The Court of Appeal erred in accepting P5 as a valid order made, which is retrospective in effect and therefore the Court of Appeal further erred in holding that the Petitioners application for provisional registration should be allowed, notwithstanding the fact that the recognition was made retrospectively which has no force or effect in law, and the Court of Appeal misdirected itself in holding that a retrospective Order made by P5 is valid in law.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      340.41,
      542.35,
      354.17
    ],
    "text": "7] The Court of Appeal erred and misdirected itself by holding that the 1st",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      108.02,
      355.67,
      543.34,
      428.59
    ],
    "text": "Respondent-Petitioner is compelled to grant provisional registration as a Medical Practitioner to the Petitioner-Respondent as per Sections 29(2) and 32 of the Medical Ordinance, notwithstanding the 2nd Respondent-Respondents failure to obtain a compliance certificate as required by the Rules/Guidelines framed under the Universities Act.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      440.05,
      543.36,
      513.07
    ],
    "text": "8] The Court of Appeal misdirected itself in interpreting and applying Rule/Regulation 31 and 32 framed under the Universities Act and making its findings on the basis that the absence of a compliance certificate issued by SLMC did not affect the recognition of the 2nd Respondent as a degree awarding institute.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      524.53,
      542.96,
      582.67
    ],
    "text": "9] The Court of Appeal erred by failing to hold that in the absence of a Compliance Certificate required in terms of Regulation No. 31 above, the 2nd Respondent-Respondent could not have been duly recognised as a Degree Awarding Institute.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      594.16,
      543.34,
      711.82
    ],
    "text": "10] The Court of Appeal failed to consider and/or appreciate that the purported Order made under Section 25A of the Universities Act (vide P4), which purportedly recognised the 2nd Respondent as a Degree Awarding Institute is a conditional order requiring the fulfilment of several conditions set out in the schedule therein, some of which have not been fulfilled even to-date, as evinced by the Report of the Inspection Team comprising of 10 individuals appointed by the SLMC and the consequent decision of the SLMC made in terms of Section 19C of the Medical Ordinance [vide P17 to P19(d)].",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "34",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      72.04,
      542.97,
      115.58
    ],
    "text": "11] The Court of Appeal erred and misdirected itself by directing the 1st Respondent-Petitioner to grant provisional registration as a Medical Practitioner to the Petitioner-Respondent as per Sections 29(2) and 32 of the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      126.78,
      543.46,
      214.94
    ],
    "text": "12] The Court of Appeal erred in holding that the 1st Respondent had differently treated the 1st Respondent Petitioner institute vis--vis Kothalawela Defense University. In any event, the Court of Appeal failed to appreciate that the said university is a state institute which has access to state resources, i.e. hospitals and other facilities which is not the case with regard to the 2nd Respondent-Respondent University.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      226.52,
      543.35,
      299.45
    ],
    "text": "13] The Court of Appeal also failed to consider Section 39 of the Medical Ordinance which empowers a provisionally registered person from practicing medicine, surgery, and midwifery, and it was the prime duty of the Petitioner, being the sole regulatory body, to satisfy itself with regard to the standards maintained by the 2nd Respondent-Respondent.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      310.91,
      543.31,
      383.93
    ],
    "text": "14] The Court of Appeal erred in holding that in the absence of any finding by the Minister under Section 19C(3) of the Medical Ordinance there is no obstacle with the SLMC to act under Section 29(2) of the Medical Ordinance and provisionally register the Petitioner when the 1st Respondent Petitioner is the sole regulatory authority with regard to the Medical profession.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      395.39,
      543.06,
      453.43
    ],
    "text": "15] The Court of Appeal erred in holding that the Petitioner Respondent has a legal right to provisionally register under section 29(2) of the Medical Ordinance (as amended) since she has fulfilled the necessary requirements under the Ordinance..",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      465.01,
      552.97,
      493.27
    ],
    "text": "16] The Court has erred in deciding to grant the relief as prayed by the Petitioner in paragraph (e), (f) and (g) to the Petition.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      502.81,
      543.46,
      709.78
    ],
    "text": "Before considering these sixteen questions of law, it is necessary to refer to two preliminary objections raised by the petitioner in the written submissions dated 02nd November 2017, which were filed before this appeal was taken up for argument. Firstly, the petitioner contends that this appeal should be dismissed because the SLMC has failed to annex to its petition to this Court seeking special leave to appeal, the written submissions filed by the parties in the Court of Appeal and the applications for intervention filed in the Court of Appeal by the GMOA, the Registrar of the SLMC and other persons. The petitioner submits that, the failure to annex these documents constitutes a breach of the requirements specified in Rule 2 read with Rule 6 of the Supreme Court Rules 1990. Secondly, the petitioner contends that, the SLMC has failed to come to this Court with clean hands. In this regard, the petitioner submits that the SLMC has suppressed the aforesaid documents from this Court and also submits that the SLMC has sought to mislead the Court of Appeal and this Court with regard to content and effect of SLMCs reports marked P19(c) and P19(d).",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "35",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      72.42,
      543.44,
      279.41
    ],
    "text": "However, Mr. Romesh de Silva, PC appearing for the petitioner did not advance either preliminary objection at the time the arguments were heard by us. In any event, with regard to the first preliminary objection, the written submissions filed by the parties in the Court of Appeal have been subsequently tendered by the SLMC without any objection made by the petitioner. Thus, these written submissions are now before us. The applications for intervention were rejected by the Court of Appeal and are not relevant to this appeal in the absence of the petitioner having drawn our attention to any material in those applications which cut across the SLMCs case before us. With regard to the second preliminary objection, the documents marked P19(c) and P19(d) were before the Court of Appeal and are before us. Learned Presidents Counsel who appeared for the SLMC in the Court of Appeal and learned Presidents Counsel who appeared for the SLMC in this Court have made their submissions based on the contents of these documents. I see no basis to form a view that an attempt was made to mislead either Court. For these reasons, the two preliminary objections are overruled.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      288.95,
      294.17,
      302.33
    ],
    "text": "This appeal will be decided on its merits.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      311.87,
      542.95,
      355.01
    ],
    "text": "Question of law no. [1] is whether the Order of the Court of Appeal is contrary to the law and against the weight of the evidence. That question can only be considered after the other questions of law are decided.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      364.55,
      543.46,
      482.11
    ],
    "text": "The first part of question of law no. [2] and question of law no.s [3] and [10] raise the issue of whether the Court of Appeal erred by failing to realise that the Order marked P4 is only a conditional order which remains inoperative in the absence of a further Order made by the Minister stating that SAITM is unconditionally recognised as a Degree Awarding Institute because the conditions specified in P4 have been fulfilled. Question of law no. [10] also raises the related issue of whether the SLMCs reports marked P19(c) and P19(d) establish that these conditions have not been fulfilled. Therefore, these three questions of law can be considered together.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      491.65,
      543.46,
      639.1
    ],
    "text": "When considering these two issues, it has to be kept in mind that, as mentioned earlier, the recognition of an institution as a Degree Awarding Institute under and in terms of section 25A of the Universities Act is done solely under the provisions of the Universities Act and Rules made thereunder. No other enactment including the Medical Ordinance has any bearing on the recognition of an institution as a Degree Awarding Institute under and in terms of section 25A of the Universities Act. Further, as observed earlier, under and in terms of the scheme of the Universities Act, the sole authorities who exercise power or authority over an institution which seeks or which has been recognised as a Degree Awarding Institute are the Minister of Higher Education and the Specified Authority.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      648.64,
      543.46,
      706.66
    ],
    "text": "With regard to the aforesaid first issue of whether the Court of Appeal erred by failing to realise that the Order marked P4 is only a conditional order which remains inoperative until a further Order is made by the Minister, it is clear that both Orders marked P4 and P5 have specified conditions subject to which the Orders were made.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "36",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      72.42,
      543.46,
      175.22
    ],
    "text": "Next, section 25A of the Universities Act expressly provides for the Minister of Higher Education to recognise a Degree Awarding Institute subject to conditions which are to be specified in the Order made by him - ie: section 25A states that the Minister may make an Order under that section recognising an institution as a Degree Awarding Institute for the purpose of developing Higher Education in such courses of study in such branches of learning, as are specified in that Order .. and subject to such conditions as may be specified [ie: in that Order]... .",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      184.64,
      543.42,
      421.49
    ],
    "text": "It seems to me that, practical considerations require that the recognition of a Degree Awarding Institute would, usually, have to be subject to conditions which are to be met - these conditions could be one-off conditions which are to be satisfied in respect of management structure, staff strength, financial stability, premises and other facilities which are tangible or objective criteria and also continuing conditions with regard to quality, skills and other subjective criteria. It has to be realised that the establishment of an institution of higher education is, invariably, a lengthy and expensive process and that it would, in most cases, be impractical [if not impossible] to satisfy all these criteria before that institution seeks the status of a Degree Awarding Institute. At the same time, it has to be also acknowledged that unless the institution obtains the status of a Degree Awarding Institute, it will be unable to continue to function and attract and enrol students and, thereby, become unable to satisfy the specified conditions. It seems to me that section 25A of the Universities Act seeks to prevent such a `Catch 22 situation from arising by specifically providing that the recognition of a Degree Awarding Institute can be subject to conditions - both one-off and continuing - which are to be met.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      431.05,
      543.46,
      593.26
    ],
    "text": "Thereafter, section 27 (1) (b) specifically empowers the Minister of Higher Education to amend, vary or revoke an Order made under section 25A granting recognition of a Degree Awarding Institute. Thus, a Degree Awarding Institute which fails to satisfy the conditions specified in the Order made under section 25A granting it that status, will become liable to suffer the revocation of its status as a Degree Awarding Institute. The revocation of that status could be done at any time after recognition as a Degree Awarding Institute by an Order made under section 25A. Thereby, the Minister is empowered to maintain continuous supervisory jurisdiction over the operations of a Degree Awarding Institute so as to ensure that it fulfils the conditions under which it was granted that status and to ensure that it continues to satisfy those conditions throughout its period of operation.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      602.8,
      543.39,
      645.94
    ],
    "text": "Thus, there is nothing unusual about the fact that, the Orders marked P4 and P5 stipulate that the recognition of SAITM as a Degree Awarding Institute is subject to the conditions which are to be fulfilled.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      655.48,
      543.39,
      713.5
    ],
    "text": "It is also clear that, where the Minister of Higher Education has made an Order under section 25A recognising an institution as a Degree Awarding Institute subject to specified conditions, the provisions of the Universities Act do not contemplate the Minister having to make a further Order confirming that these specified conditions have",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "37",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      72.42,
      543.4,
      130.46
    ],
    "text": "been met. Instead, as mentioned earlier, provision is made in section 27 (1) (b) for the Minister to amend, vary or revoke an Order made under section 25A granting recognition of a Degree Awarding Institute if that institution fails to satisfy the conditions specified in the Order made under section 25A.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      140.0,
      543.46,
      436.39
    ],
    "text": "Therefore, there was no requirement for a further Order to be made by the Minister of Higher Education stating that the conditions specified in P4 and P5 have been fulfilled and that SAITM is unconditionally granted the status of a Degree Awarding Institute. On the contrary, the absence of an Order made by the Minister under section 27 (1) (b) amending, varying or revoking the recognition of SAITM as a Degree Awarding Institute is testament to the fact that SAITM continues to have the status of a Degree Awarding Institute. Thus, the learned President of the Court of Appeal has observed the fact that Under the schedule to the said order [ie:P4] the applicable conditions have been specifically stated. and, after examining the facts placed before him, the learned President correctly held As far as the case in hand is concerned, this court is therefore satisfied that SAITM has been declared as a Degree Awarding Institution and continues to be a Degree Awarding Institution at all times relevant to the present application under the provisions of the Universities Act No. 16 of 1978 (as amended) and In the absence of any order made under section 27 (1) (b) revoking the order made by the Minister of Charge of Higher Education, it is clear that, SAITM is empowered to grant and confer the MBBS Degree on the Petitioner as per the provisions of the Universities Act (as amended) and there is no other impediment under the Universities Act for SAITM to grant and confer the said Degree to the Petitioner..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      445.93,
      543.46,
      712.42
    ],
    "text": "In this connection, it is also relevant to mention that, as observed earlier, the Institutional Review Report marked P15(a) recommended that SAITM be recognised provided thirteen recommendations listed in P15(a) were satisfied and, thereafter, the Institutional Review Final Report marked P15(b) has expressly stated that, twelve of the thirteen recommendations made in the previous report marked P15(b) have been satisfactorily met by SAITM. The only recommendation which had not been satisfactory complied with at the time P15(b) was issued on 20th April 2011 was the relatively incidental recommendation made in P15(a) with regard to properly documenting schemes of recruitment and producing evidence of the availability of staff. Next, as mentioned earlier, the Programme Review Report marked 4R1 has recommended that SAITM be recognised provided seven requirements listed in 4R1 were satisfied. Thereafter, the Programme Review Report marked P15(c)/4R2 has also recommended that SAITM be granted provisional recognition subject to implementation of the eight recommendations specified in P15(c)/4R2 and a monitoring and evaluation process to be conducted annually by the University Grants Commission. Thereafter, the Institutional Review Committee has submitted its report dated 23rd January 2013 marked 4R6. In addition to the aforesaid Institutional Review, the Accreditation and Quality Assurance Review Committee appointed by the Specified",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "38",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      72.04,
      543.46,
      234.74
    ],
    "text": "Authority carried out a Programme Review and issued the report dated 26th February 2013 marked P16/4R7. This committee was chaired by the Dean and Professor of Surgery of the Faculty of Medical Sciences of the University of Sri Jayawardenapura and consisted of another Professor of the Faculty of Medical Sciences of the University of Sri Jayawardenapura, two Professors of the Faculty of Medical Sciences of the University of Ruhuna, the Acting Director of the Quality Assurance and Accreditation Council of the University Grants Commission and the Deputy Director General of Health Sciences of the Ministry of Health. As mentioned earlier, this committee has concluded that SAITM has maintained the required quality as regards SAITMs academic programmes and has recommended that the Degree Awarding Status granted to SAITM be made effective from 15th September 2009 onwards.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      244.31,
      542.92,
      272.57
    ],
    "text": "The aforesaid reports indicate that the conditions specified in the Orders marked P4 and P5 had been fulfilled by SAITM.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      282.11,
      543.4,
      355.01
    ],
    "text": "Mr. Manohara de Silva, PC appearing for the SLMC and Mr. Marapana, PC, appearing for the GMOA have submitted that the reports marked P15(a), P15(b), 4R1 and P15(c)/4R2 cannot be considered because they do not bear the signatures of the members of the panels of the Quality Assurance and Accreditation Council of the University Grants Commission who prepared the reports made a similar submission.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      364.17,
      543.4,
      467.23
    ],
    "text": "However, the 3rd to 6th respondents - namely, the Minister of Higher Education and Highways, the Secretary to the Ministry of Higher Education and Highways, the University Grants Commission and the Minister of Health, Nutrition and Indigenous Medicine - have not disputed these reports. Further, they have produced 4R1 and have also produced marked 4R2 the report marked as P15(c) by the petitioner. In these circumstances, I see no reason to doubt the genuineness of the reports marked P15(a), P15(b), 4R1 and P15(c)/4R2.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      476.39,
      543.46,
      713.5
    ],
    "text": "In its written submissions filed on 02nd November 2017, the SLMC has also sought to cast doubt on the reports marked 4R1 and P15(a) by pointing out that the report marked 4R1 by the 3rd to 6th respondents and the report marked P15(a) by the petitioner have different dates and different contents. However, it is a matter for concern that the SLMC has omitted to mention that the report marked 4R1 and the report marked P15(a) are two entirely different reports on two different areas of review - ie: as mentioned earlier, 4R1 is a Programme Review Report and P15(a) is an Institutional Review Report. In this regard, as observed earlier, the Guidelines marked 1R2 envisaged that, both an Institutional Review and a Subject Review [or Programme Review] will be carried out by the Quality Assurance and Accreditation Council Division of the University Grants Commission when examining an application made by an institute to obtain Degree Awarding Status. Thus, not only is the SLMCs contention baseless, it also betrays a fundamental lack of understanding of the nature of the reports and process which the SLMC now purports to challenge. This, in turn, raises a question on the merits and motivation of SLMCs attack on the procedures followed when SAITM was recognised as a Degree Awarding Institute by P4 and P5.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "39",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      72.42,
      543.44,
      204.98
    ],
    "text": "Further, it is seen that the SLMC took no action to dispute the validity of the recognition granted to SAITM as a Degree Awarding Institute when P4 and P5 were issued in 2011 and 2013 respectively. The SLMC has claimed that it is the sole regulatory authority with regard to the medical profession and has professed that it is deeply concerned with the standards of medical education. If that were the case and if the SLMC was bona fide of the view that SAITM was not entitled to be recognised as a Degree Awarding Institute, the SLMC would have, undoubtedly, sought to challenge the validity of P4 and P5 when they were issued in 2011 and 2013. However, the SLMC did not make any application to a Court disputing the validity of P4 and P5.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      214.52,
      546.18,
      257.69
    ],
    "text": "In these circumstances, it can be reasonably concluded that the SLMC saw no reason to doubt the validity of the Orders marked P4 and P5 at the time they were issued in 2011 and 2013 respectively.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      267.11,
      543.38,
      414.53
    ],
    "text": "Mr. Manohara de Silva, PC and Mr. Marapana, PC have also submitted that, the requirement specified in section 70C of the Universities Act that the Minister shall obtain a report from the Specified Authority before making an Order under section 25A recognising a Degree Awarding Institute is a `condition precedent which must be fulfilled before the Minister can make a valid Order under section 25A recognising a Degree Awarding Institute. Learned Presidents Counsel went on to submit that the aforesaid reports marked P15(a), P15(b), 4R1 and P15(c)/4R2 submitted in 2011 and the aforesaid reports marked 4R6 and P16/4R7 submitted in 2013 cannot be regarded as reports made by the Specified Authority in terms of section 70C of the Universities Act.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      424.09,
      543.46,
      645.94
    ],
    "text": "With regard to the Order marked P4, it is seen that the reports marked P15(a), P15(b), 4R1 and P15(c)/4R2 were submitted by panels of the Quality Assurance and Accreditation Council of the University Grants Commission several months prior to P4. At that time, the Specified Authority was none other than the Chairman of the University Grants Commission and Section 70B (2) of the Universities Act enabled him to delegate his powers .. to such Standing Committees or ad hoc committees consisting of such number of members as may be determined by the Specified Authority or to any officer or servant appointed by such Authority.. There is no doubt that the aforesaid reports were in the possession of the Specified Authority [ie: the Chairman of the University Grants Commission] well prior to the making of the Order marked P4. It is reasonable to assume that the Specified Authority would have proceeded, in the normal course of official business, to advise the Minister of the contents of the aforesaid reports and the recommendations made therein to recognise SAITM as a Degree Awarding Institute. It is also reasonable to assume the Specified Authority made his own recommendation and report to the Minister.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      655.48,
      543.39,
      713.5
    ],
    "text": "Similarly, with regard to the Order marked P5, as also mentioned earlier, the Institutional Review Committee which submitted the report marked 4R6 and the Accreditation and Quality Assurance Review Committee which submitted the report marked P16/4R7 were both appointed by the Secretary to the Ministry of Higher",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "40",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      72.42,
      543.46,
      219.86
    ],
    "text": "Education who was the Specified Authority at the time and who, in terms of Section 70B (2), was entitled to delegate his powers to a Standing Committee or to an ad hoc committee. There is no doubt that these two reports were in the possession of the Specified Authority [ie: the Secretary to the Ministry of Higher Education] well prior to the making of the Order marked P5. Here too, it is reasonable to assume that the Specified Authority would have proceeded, in the normal course of official business, to advise the Minister of the contents of the aforesaid reports and the recommendations made therein to amend the reach of the earlier Order marked P5. It is also reasonable to assume the Specified Authority made his own recommendation and report to the Minister.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      229.4,
      543.41,
      302.33
    ],
    "text": "It is relevant to mention here that section 70C (1) of the Universities Act only requires that the Minister of Higher Education must obtain a report from the Specified Authority. There is no requirement that a written report must be obtained. Therefore, it would appear that a verbal report made by the Specified Authority to the Minister could satisfy the requirements of section 70C (1) in appropriate circumstances.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      311.87,
      543.3,
      355.01
    ],
    "text": "Next, it is seen from the Orders marked P4 and P5 that, the then Minister of Higher Education has specifically stated that he has obtained reports under section 70C of the Universities Act before making those Orders.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      364.55,
      543.39,
      511.99
    ],
    "text": "In view of these unambiguous statements made by the then Minister of Higher Education, it is reasonable to assume that: (i) before making the Order marked P4, the Minister had considered a report from the Specified Authority [who, at the time, was the Chairman of the University Grants Commission] based on the aforesaid reports marked P15(a), P15(b), 4R1 and P15(c)/4R2 which recommended SAITM be recognised as a Degree Awarding Institute subject to conditions; and (ii) before making the second Order marked P5, the Minister had considered a report from the Specified Authority [who, at the time, was Secretary of the Ministry of Higher Education] based on the aforesaid reports marked 4R6 and P16/4R7 which recommended that the reach of the Order marked P5 be amended.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      521.41,
      543.38,
      594.46
    ],
    "text": "In these circumstances, I am of the view that, even in the absence of the production of reports in the form of documents submitted by the relevant Specified Authority himself to the Minister of Higher Education, there has been substantial compliance with the requirements of section 70C of the Universities Act prior to the making of the Orders marked P4 and P5.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      603.88,
      580.03,
      691.78
    ],
    "text": "In any event, the aforesaid submission made by Mr. Manohara de Silva, PC and Mr. Marapana, PC that the aforesaid reports do not constitute reports from the Specified Authority obtained by the Minister in terms of section 70C of the Universities Act and that, therefore, there had been non-compliance with a condition precedent prior to the Minister making his Orders marked P4 and P5, was first advanced in this Court.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "41",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      72.04,
      543.44,
      175.22
    ],
    "text": "In view of this submission, the 3rd to 6th respondents have, as entitled to, tendered: the letter dated 11th July 2011 marked 4R8 sent by the Chairman of the University Grants Commission to the then Minister of Higher Education; the letter dated 06th August 2014 marked 4R9(a) sent by the Secretary to the Ministry of Higher Education to the Chairman of the University Grants Commission; and the letter dated 19th August 2014 marked 4R9(b) sent by the Chairman of the University Grants Commission to the Secretary to the Ministry of Higher Education.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      184.64,
      543.46,
      317.21
    ],
    "text": "As mentioned earlier, the letter marked 4R8 is a recommendation made to the then Minister of Higher Education by the Chairman of the University Grants Commission [who was the Specified Authority at the time] that SAITM be granted Degree Awarding Status. The letter marked 4R8 is, undoubtedly, a `report made by the Specified Authority to the Minister as contemplated by section 70C. The Order dated 29th August 2011 marked P4 was made by the then Minister after he obtained the aforesaid letter marked 4R8. Thus, it is manifestly clear that there has been full compliance with requirements of section 70C of the Universities Act before the Order marked P4 was made by the Minister under section 25A of the same Act.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      326.75,
      543.46,
      548.59
    ],
    "text": "Next, by his letter marked 4R9(a), the Secretary to the Ministry of Higher Education has inquired from the Chairman of the University Grants Commission whether SAITM had fulfilled the conditions specified in the Order marked P4 and by his letter marked 4R9(b), the Chairman of the University Grants Commission has advised the Secretary to the Ministry of Higher Education that SAITM had fulfilled all these conditions within the specified time. It is reasonable to assume that the Secretary to the Ministry of Higher Education [who was the Specified Authority at the time] has, in the ordinary course of official business, reported this fact to the then Minister of Higher Education and made his recommendations. As mentioned earlier, the Minister has stated in P5 that he received a report from the Specified Authority. In these circumstances, I have no doubt that there has been full compliance with requirements of section 70C of the Universities Act before the Order marked P5 was made by the Minister under section 25A of the same Act and that the `condition precedent which Mr. Manohara de Silva, PC and Mr. Marapana, PC referred to, was satisfied at the time the Orders marked P4 and P5 were made.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      558.13,
      543.41,
      631.06
    ],
    "text": "Next, the Secretary to the Ministry of Higher Education - who was the Specified Authority in terms of section 70B of the Universities Act at the time - has issued the letters marked P6(a) and P6(b) addressed to SAITM confirming that SAITM has fulfilled all the conditions stipulated therein within the specified time period.. These letters have been copied to the University Grants Commission and to the SLMC.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      640.6,
      570.17,
      713.5
    ],
    "text": "In the Court of Appeal and in this Court, the SLMC has claimed that these letters are false. However, upon receiving the copies of P6(a) and P6(b), the SLMC did not dispute the confirmation issued by the Secretary to the Ministry of Higher Education [ie: the Specified Authority] that SAITM had fulfilled all the conditions specified in the Order marked P4 and P5. Instead, the SLMC has only written the letter dated 24th",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "42",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      72.42,
      543.32,
      115.58
    ],
    "text": "September 2014 marked 1R5 inquiring about the basis on which the letters marked P6(a) and P6(b) were issued. The SLMC has certainly not disputed the fact that SAITM has fulfilled all the conditions specified in the Orders marked P4 and P5.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      125.12,
      543.41,
      242.78
    ],
    "text": "Here too, in the light of the SLMCs claim that it is the sole regulatory authority with regard to the medical profession and its claim that it is deeply concerned with the standards of medical education, I would think that, if the SLMC was bona fide of the view that the confirmations issued by the Specified Authority in his letters marked P6(a) and P6(b) were false, the SLMC would have, undoubtedly, sought to challenge the validity of P6(a) and P6(b) at the time they were issued by the Specified Authority in 2014. However, the SLMC did not make any application to a Court disputing the validity of P6(a) and P6(b).",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      251.85,
      543.39,
      295.49
    ],
    "text": "Further, even upon receipt of SAITMs letters dated 12th May 2014 and 24th September 2014 which unequivocally stated that SAITM has fulfilled all the conditions specified in the Orders marked P4 and P5, the SLMC has not disputed this position.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      304.91,
      543.46,
      348.17
    ],
    "text": "In these circumstances, the claim now made by the SLMC in the Court of Appeal and in this Court that these letters marked P6(a) and P6(b) are false, is very belated and is without any merit.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      357.59,
      543.44,
      490.15
    ],
    "text": "With regard to the issue of whether the SLMCs reports marked P19(c) and P19(d) establish that the conditions specified in P4 and P5 have not been fulfilled, it is seen that the report marked P19(d) by the ten member team sent by the SLMC to inspect SAITM has dwelt primarily on alleged deficiencies in the clinical training programme of SAITM and has not considered whether SAITM has fulfilled the other conditions specified in the Order marked P4 and P5. In this regard, Mr. Faisz Mustapha, PC appearing for SAITM has correctly submitted, .. SLMC Report in P19(d) does not say that the conditions in P4 and P5 have not been fulfilled by SAITM and speaks only of clinical training..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      499.69,
      543.4,
      557.71
    ],
    "text": "In any event, it is necessary to examine whether the SLMCs reports marked P19(c) and P19(d), even if they are to be accepted at face value, can have any effect on SAITMs status as a Degree Awarding Institute under and in terms of the Universities Act.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      567.25,
      543.44,
      625.3
    ],
    "text": "When doing so, it has to be kept in mind that the SLMC is a creature of the Medical Ordinance and its powers and role are prescribed in the Medical Ordinance. The relevant Minister for the purposes of the Medical Ordinance and the SLMC is the Minister of Health.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      634.84,
      543.46,
      707.74
    ],
    "text": "Further, as stated earlier, the SLMC issued the reports marked P19(c) and P19(d) consequent to an examination and investigation of SAITM conducted by the SLMC claiming to act under the provisions of Part IIIA of the Medical Ordinance. Therefore, as observed earlier, the Reports marked P19(c) and P19(d) could, at the most, set in motion a process under the provisions of section 19C of the Medical Ordinance which",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "43",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      72.42,
      543.24,
      115.58
    ],
    "text": "leads to the Minister of Health declaring that the holder of a MBBS degree awarded by SAITM is not entitled to be registered under the provisions of the Medical Ordinance.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      125.12,
      543.46,
      272.57
    ],
    "text": "However, even in the event of the Minister of Health making such a declaration under the provisions of section 19C (3) of the Medical Ordinance, SAITMs recognition as a Degree Awarding Institute under and in terms of the Universities Act will remain unaffected unless and until the Minister of Higher Education makes an Order under section 27 (1) (b) of the Universities Act amending, varying or revoking SAITMs recognition as a Degree Awarding Institute. As stated earlier, the granting of the status of a Degree Awarding Institute to an institution and the revocation of that status is done solely by the Minister of Higher Education and the supervision and control of a Degree Awarding Institute is solely in the hands of the Minister of Higher Education and the Specified Authority, under the provisions of the Universities Act.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      282.11,
      543.46,
      340.13
    ],
    "text": "The two statutes - ie: the Medical Ordinance and the Universities Act - do not contain provisions which enable their areas of operation to intersect. As Mr. Rajaratnam, PC, Senior Assistant Solicitor General put it, there are two legal regimes. It is clear that the schemes set out in the two enactments exist separate and independent of each other.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      349.67,
      543.31,
      452.35
    ],
    "text": "Thus, the contents of the Reports marked P19(c) and P19(d) prepared by the SLMC claiming to act under and in terms of the provisions of Part IIIA of the Medical Ordinance can have no bearing or impact on SAITMs recognition as a Degree Awarding Institute under the provisions of the Universities Act. As Mr. Romesh de Silva, PC has tellingly submitted, The Medical Ordinance has no place in the recognition of the Degree Awarding Institute and The Medical Ordinance cannot either register or de-register a Degree Awarding Institute given recognition under the Universities Act..",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      461.89,
      543.41,
      564.67
    ],
    "text": "As mentioned earlier, the reports marked P19(c) and P19(d) have to be regarded solely within the context of the process described in the provisions of Part IIIA of the Medical Ordinance which empowered the SLMC to examine and investigate SAITM and make its recommendation to the Minister of Health. These two reports cannot be equated to or be regarded as being in the nature of certificates of compliance referred to in the Rules marked 1R4A/4R3 made under and in terms of the provisions of the Universities Act.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      574.09,
      543.46,
      602.38
    ],
    "text": "For the aforesaid reasons, the first part of question of law no. [2] and questions of law no.s [3] and [10] are answered in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      611.92,
      543.46,
      699.82
    ],
    "text": "Next, the second part of question of law no. [2] and questions of law no.s [4], [8] are [9] all raise the issue of whether the provisions of the Universities Act, the Guidelines marked 1R2 and the subsequent Rules marked 1R4a/4R3, mandatorily required SAITM to obtain a compliance certificate from the SLMC and whether, therefore, SAITM cannot be regarded as a recognised Degree Awarding Institute since SAITM has, admittedly, not obtained a compliance certificate from the SLMC.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "44",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      72.42,
      566.7,
      234.74
    ],
    "text": "It is seen that the provisions of the Universities Act do not contain any stipulation to the effect that an institution which has been recognised under section 25A as a Degree Awarding Institute must obtain a compliance certificate from any person. Instead, as mentioned earlier, the scheme of the Universities Act is that Degree Awarding Institutes recognised under section 25A of the Act are subject to the supervision and control of the Minister who is authorised to make Orders under section 27 (1) (b) amending, varying or revoking that status. Further, in terms of the provisions of Part IXA of the Universities Act, the Specified Authority exercises several powers over a recognised Degree Awarding Institute. It is also common ground that neither the Minister nor the Specified Authority has made any Order or direction adversely affecting the recognition of SAITMs status as a Degree Awarding Institute.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      244.31,
      543.46,
      317.21
    ],
    "text": "Therefore, SLMCs aforesaid contention that the provisions of the Universities Act and the Guidelines marked 1R2 and the subsequent Rules marked 1R4a/4R3 mandatorily required SAITM to obtain a Compliance Certificate from the SLMC can only be based upon the Guidelines marked 1R2 or the subsequent Rules marked 1R4a /4R3.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      326.75,
      544.42,
      384.77
    ],
    "text": "In this regard, the Guidelines marked 1R2 were issued prior to 2011 or in 2011 by the University Grants Commission - which was the Specified Authority at the time. These Guidelines had been published at the time the Order marked P4 was issued under section 25A of the Universities Act recognising SAITM as a Degree Awarding Institute.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      394.31,
      543.46,
      511.99
    ],
    "text": "However, there is no suggestion that these Guidelines have been promulgated in the form of Rules made under section 137 of the Universities Act. Therefore, these Guidelines had no binding effect and SAITM was not mandatorily required to comply with these Guidelines. In any event, the fourth paragraph of these Guidelines states that an institution which has been recognised as a Degree Awarding Institute must seek compliance certification from the relevant Specified Professional Body after that institution is awarded such recognition. However, the obtaining of compliance certification is not made mandatory by these Guidelines.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      521.41,
      543.41,
      564.67
    ],
    "text": "Thus, it is clear that the Guidelines marked 1R2 have no effect on the validity of the Order marked P4 or the continuance of the recognition granted to SAITM as a Degree Awarding Institute.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      574.09,
      543.43,
      662.02
    ],
    "text": "With regard to subsequent Rules marked 1R4a/4R3 made by the Secretary to the Ministry of Higher Education on 22nd August 2013, Rule 31 of these Rules specified that after a Non-State Institute has been recognised as Degree Awarding Institute that Non-State Institute shall obtain compliance certification from the relevant Specified Professional Body and then submit the compliance certification to the Specified Authority - ie: to the Secretary to the Ministry of Higher Education.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      671.56,
      543.39,
      714.7
    ],
    "text": "However, as Mr. Faisz Mustapha, PC appearing for SAITM highlights, the Rules marked 1R4a/4R3 do not stipulate who the relevant Specified Professional Body is in the case of Degree Awarding Institutes such as SAITM and, further, the Rules marked",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "45",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      72.42,
      583.48,
      190.1
    ],
    "text": "1R4a/4R3 do not stipulate the nature and scope of a compliance certificate or the standards against which compliance is to be certified. Thus, there is weight in Mr. Mustaphas contention that Rule 31 of 1R4a/4R3 is vague, uncertain and therefore ultra vires and learned Presidents Counsels consequent submission, citing Sharvananda J, as he then was, in ATTORNEY GENERAL vs. FERNANDO [79 (1) NLR 39 at p.42-43] that, Rule 31 of 1R4a/4R3 is invalid since as it is ultra vires the powers conferred on the Secretary to the Ministry of Higher Education [the Specified Authority] by the provisions of the Universities Act.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      199.52,
      543.44,
      317.21
    ],
    "text": "In any event, the Rules marked 1R4a /4R3 do not state the consequences of a failure by a Degree Awarding Institute to obtain compliance certification from the relevant Specified Professional Body. Therefore, the failure to obtain compliance certification from the relevant Specified Professional Body will not `automatically adversely affect the recognition of an institution as a Degree Awarding Institute. As learned Senior Assistant Solicitor General submitted there are no dire consequences stipulated in the Rules marked 1R4a/4R3 for a failure on the part of SAITM to obtain compliance certification from the relevant Specified Professional Body.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      326.75,
      543.46,
      429.43
    ],
    "text": "Instead, as mentioned earlier, Rule 32 states that, the Specified Authority shall, subject to the direction and control of the Minister, examine the performance of the Degree Awarding Institute to ensure that the standards set out in the Rules marked 1R4a/4R3 are maintained. Rule 33 requires the Degree Awarding Institute to cooperate with the Specified Authority for quality monitoring purposes. Rule 34 requires the Specified Authority to inform the Degree Awarding Institute of the steps to be taken to maintain proper standards of Degree Awarding Status.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      438.97,
      543.46,
      496.99
    ],
    "text": "Thus, it is evident that, the Rules marked 1R4a/4R3 firmly place the responsibility of ensuring that a Degree Awarding Institute maintains the required standards upon the Specified Authority - ie: upon the Secretary to the Ministry of Higher Education - subject to the direction and control of the Minister.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      506.53,
      543.39,
      564.67
    ],
    "text": "Therefore, even if one is to assume that, insofar as SAITM is concerned, the SLMC is to be regarded as the Specified Professional Body referred to in the Rules marked 1R4a/4R3, the SLMC has no status or role to play other than to respond to a request made by SAITM and either issue or refuse to issue compliance certification to SAITM.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      574.09,
      543.41,
      706.66
    ],
    "text": "Thus, under and in terms of the Rules marked 1R4a /4R3, the fact that SAITM has not obtained compliance certification from the SLMC has no prejudicial consequences unless and until the Specified Authority - ie: the Secretary to the Ministry of Higher Education - issues a direction to SAITM requiring that it obtains a compliance certificate from the Specified Professional Body or the Minister of Higher Education acts under section 27 (1) (b) of the Universities Act and amends, varies or revokes the Degree Awarding Status granted to SAITM due to a failure to obtain a compliance certificate from the Specified Professional Body. As Mr. Romesh De Silva, PC has correctly submitted Thus if the Secretary, Ministry of Higher Education does not want or need a",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "46",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      72.42,
      543.46,
      115.58
    ],
    "text": "compliance certificate nothing further follows..It is common ground that neither the Specified Authority nor the Minister of Higher Education have issued such a direction or taken any such action against SAITM.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      125.12,
      543.46,
      242.78
    ],
    "text": "Further, a perusal of the chronological sequence of events shows that, Rule 31 of the Rules marked 1R4 which specified that Non-State Institutes which have been recognised as a Degree Awarding Institute under and in terms of the provisions of the Universities Act shall obtain compliance certification from the relevant Specified Professional Body was amended by the gazette notification dated 31st January 2014 marked 1R4b. Subsequent to that amendment, Rule 31 stated only that after recognition as a Degree Awarding Institute, a Non-State Institute also may seek compliance certification from respective professional bodies..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      252.23,
      543.4,
      340.13
    ],
    "text": "Therefore, from 31 January 2014 onwards, the Rules marked 1R4a/R43 did not oblige SAITM to seek or obtain compliance certification from the relevant Professional Body. It is also seen that, the Specified Authority has issued the confirmations dated 27th August 2014 marked P6(a) and P6(b) during this period when SAITM was not obliged, by the Rules marked 1R4a/R43, to obtain compliance certification from the relevant Specified Professional Body.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      349.67,
      543.46,
      437.47
    ],
    "text": "As a result of this sequence of events, even if one is to assume that, insofar as SAITM is concerned, the SLMC is to be regarded as the Specified Professional Body referred to in the Rules marked 1R4a/R43, SAITM was not obliged to seek or obtain compliance certification from the SLMC at the time the Specified Authority issued his letters dated 27th August 2014 marked P6(a) and P6(b) confirming that SAITM has fulfilled all the conditions specified in the Orders marked P4 and P5.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      447.01,
      543.42,
      519.91
    ],
    "text": "Next, it is seen that, Rule 31 of the Rules marked 1R4a/R43 was again amended by the gazette notification dated 02nd December 2014 marked 1R4c. Subsequent to that amendment, Rule 31 again stipulated that, after obtaining recognition as a Degree Awarding Institute a Non-State Institute shall obtain compliance certification from the Specified Professional Body.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      529.45,
      543.46,
      632.26
    ],
    "text": "Mr. Manohara de Silva, PC appearing for the SLMC contended that the amendments to Rule 31 made by the gazette notification dated 31st January 2014 marked 1R4c and the gazette notification dated 02nd December 2014 marked 1R4c were done for the ulterior and improper purpose of accommodating the continuance of the recognition of SAITM as a Degree Awarding Institute by the issue of the letters dated 27th August 2014 marked P6(a) and P6(b) confirming that SAITM has fulfilled all the conditions specified in the Orders marked P4 and P5.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      641.68,
      543.42,
      714.7
    ],
    "text": "The `switching to and fro manifested by these two gazette notifications during the course of the year 2014 does raise a question as to why Rule 31 was amended by first making the obtaining of a compliance certificate optional and later re-imposing the original requirement that obtaining a compliance certificate was obligatory. However, it is also possible that these amendments to Rule 31 were occasioned by bona fide policy",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "47",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      72.42,
      543.46,
      175.22
    ],
    "text": "considerations. In the absence of material which cogently indicates a lack of bona fides on the part of the then Minister of Higher Education or the then Specified Authority, we are not entitled to draw an adverse inference from the mere fact of these two amendments. This is especially so in the light of the fact that, despite the SLMC professing to be the sole regulatory authority of the medical profession with a deep concern regarding the standards of medical education, the SLMC raised no objection whatsoever at the time these two amendments were made in the year 2014.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      184.64,
      543.42,
      242.78
    ],
    "text": "In the light of the aforesaid facts and circumstances, I am of the view that the absence of a compliance certificate obtained by SAITM under and in terms of Rule 31 of the Rules marked 1R4a does not adversely affect the recognition of SAITM as a Degree Awarding Institute under the provisions of the Universities Act.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      252.23,
      543.15,
      280.49
    ],
    "text": "Accordingly, the second part of question of law no. [2] and questions of law no.s [4], [8] are [9] are answered in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      290.03,
      543.44,
      377.93
    ],
    "text": "Question of law no. [5] raises the issues of whether the Court of Appeal erred in failing to hold that P4 was of no force or avail in law because there was no specific operative date stated in that Order and whether the Court of Appeal erred when it held that the operative date of the Order marked P4 was 29th August 2011. Question of law no. [5] also raises the issue of whether compliance with section 26 of the Universities Act was mandatory and non-compliance was fatal to the validity of the Order marked P4.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      387.35,
      543.46,
      534.79
    ],
    "text": "With regard to the first issue of whether the operative date of the Order marked P4 was 29th August 2011, the learned President of the Court of Appeal has held When considering the legal regime under the Universities Act No. 16 of 1978 (as amended) it is clear that there are two Degree Awarding Institute Orders issued under section 25A of the Act by the Minister in Charge of Higher Education after complying with section 70C of the said Act with regard to SAITM. Out of the said two orders, the 1st order [ie: P4] has come into operation since 29th August 2011 and the second order [ie: P5] backdates the date of operation to 15th September 2009 to cover the students who had undertaken to follow the MD Degree programme with NNSMA including the Petitioner to the present application..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      544.33,
      543.41,
      662.02
    ],
    "text": "In the opening paragraph of the Order marked P4 the then Minister of Higher Education has stated that I . do by this order and subject to the conditions specified in the Schedule hereto, recognize the South Asian Institute of Technology and Medicine (Pvt) Ltd (SAITM) as a Degree Awarding Institute .... Thereafter, Clause 8 of the Order marked P4 states This order shall apply to students seeking admission to the South Asian Institute of Technology and Medicine (Pvt) Ltd (SAITM) on or after the date of coming into force of this order.. Finally, the Order states the date of 29th August 2011.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      671.56,
      543.07,
      699.82
    ],
    "text": "Section 26 of the Universities Act stipulates that every Order made under section 25 shall come into force on the date specified therein ...",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "48",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      72.42,
      543.38,
      175.22
    ],
    "text": "In my view, the effect of section 26 of the Universities Act and the aforesaid contents of the Order marked P4 establish that the said order came into force on 29th August 2011 - ie: the date stated on the Order. The fact that the Order marked P4 came into force on 29th August 2011 is also manifested by the later Order marked P5 which expands the recognition of SAITM to the period from 15th September 2009 to 29th August 2011 and, thereby, proceeds on the basis that the earlier Order marked P4 came into force on 29th August 2011.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      184.64,
      542.87,
      212.9
    ],
    "text": "Thus, the learned President of the Court of Appeal has correctly held that the Order marked P4 came into operation on 29th August 2011.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      222.44,
      543.36,
      295.49
    ],
    "text": "With regard to the second issue of whether compliance with section 26 of the Universities Act was mandatory and non-compliance was fatal to the validity of the Order marked P4, section 26 of the Universities Act requires that every Order made under section 25 shall come into force on the date specified therein and shall, as soon as possible thereafter, be tabled in Parliament..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      304.91,
      573.43,
      452.35
    ],
    "text": "A perusal of the Statement of Objections filed by the SLMC in the Court of Appeal and the Order of the Court of Appeal indicates that the SLMC did not suggest, in the Court of Appeal, that there had been a failure to place the Orders marked P4 and P5 before Parliament. In any event, in view of this issue being raised in question of law no. [5] framed in this Court, the petitioner has, as entitled to, tendered copies of the Hansard publications which establish that the Orders marked P4 and P5 were tabled in Parliament. These documents are marked G1 and G2. In the light of these documents, Mr. Manohara de Silva, PC appearing for the SLMC before us, did not, very correctly, pursue a contention that there had been a failure to table the Orders marked P4 and P5 in Parliament.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      461.89,
      416.24,
      475.27
    ],
    "text": "Accordingly, question of law no. [5] is answered in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      484.81,
      542.95,
      513.07
    ],
    "text": "Question of law no. [6] raises the issue of whether the Order marked P5 is invalid because it is retrospective in effect.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      522.61,
      543.15,
      565.75
    ],
    "text": "A perusal of the Statement of Objections filed by the SLMC in the Court of Appeal and the Order of the Court of Appeal indicates that the SLMC did not advance such a contention in the Court of Appeal.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      575.29,
      543.46,
      677.98
    ],
    "text": "In any event, it is plain to see from the Order marked P5 that it has only amended the reach of the previous Order marked P4 recognising SAITM as a Degree Awarding Institute to apply to students who registered with SAITM during the period 15th September 2009 to 29th August 2011 when the Order marked P4 came into force. As submitted by Mr. Faisz Mustapha, PC, the Order marked P5 only identifies a further category of students of SAITM who are to come within the scope of the Order marked P4.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      687.52,
      543.33,
      715.78
    ],
    "text": "Section 27 (1) (b) of the Universities Act confers upon the Minister of Higher Education wide powers to amend, vary or revoke the previous Order marked P4 and,",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "49",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      72.42,
      543.4,
      160.22
    ],
    "text": "accordingly, the then Minister has exercised that power and made the Order marked P5 which expressly states that the then Minister is acting By virtue of the powers vested in me by section 25A read with section 27 (i) (b) of the Universities Act .. It is clear that the then Minister of Higher Education was acting within the scope of the powers conferred on him by Section 27 (1) (b) of the Universities Act when he made the Order marked P5 amending the reach of the previous Order marked P4.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      169.76,
      543.12,
      198.02
    ],
    "text": "In these circumstances, I see no reason why the Order marked P5 should be regarded as being invalid and answer question of law no. [6] in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      207.56,
      546.47,
      280.49
    ],
    "text": "Question of law no. [7] asks whether the Court of Appeal erred when it held that the SLMC is compelled to grant the petitioner provisional registration as a medical practitioner under section 29 (2) and section 32 of the Medical Ordinance notwithstanding the fact that SAITM has not obtained a compliance certificate as contemplated in the Guidelines marked 1R2 and the Rules marked 1R4a/4R3.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      290.03,
      542.9,
      333.17
    ],
    "text": "Firstly, it has to be realised that section 32 relates to the criteria required to obtain a certificate of experience after obtaining provisional registration and, is therefore, not relevant here.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      342.71,
      543.41,
      445.51
    ],
    "text": "With regard to whether the SLMC is compelled to grant the petitioner provisional registration as a medical practitioner under section 29 (2) of the Medical Ordinance notwithstanding the fact that SAITM has not obtained a compliance certificate as contemplated in the Rules marked 1R4a/4R3, I have previously held that, the mere fact that SAITM has not obtained a compliance certificate as contemplated in Rule 31 of the Rules marked 1R4a/4R3 does not adversely affect SAITMs status as a Degree Awarding Institute under and in terms of the Universities Act.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      455.05,
      543.4,
      513.07
    ],
    "text": "Next, as stated earlier, section 29 (2) of the Medical Ordinance stipulates that the SLMC shall grant provisional registration under section 29 (2) if an applicant for provisional registration is of good character and holds a MBBS degree granted by a Degree Awarding Institute.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      522.61,
      543.35,
      610.42
    ],
    "text": "There is no dispute that the petitioner is of good character. Further, as determined earlier in this judgment, at the time the petitioner made her application to the SLMC for provisional registration under section 29 (2) of the Medical Ordinance, SAITM continued to hold the status of a recognised Degree Awarding Institute under and in terms of the Universities Act and, therefore, the MBBS degree granted to the petitioner by SAITM was a MBBS degree granted by a Degree Awarding Institute.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      619.96,
      543.42,
      707.74
    ],
    "text": "Thus, it is seen that, on the face of section 29 (2) of the Medical Ordinance, there was an imperative duty cast on the SLMC to provisionally register the petitioner because she is of good character and she holds a MBBS degree granted to her by a Degree Awarding Institute. Therefore, on the face of section 29 (2), the petitioner was entitled to obtain provisional registration under section 29 (2) of the Medical Ordinance and the SLMC was obliged to grant such provisional registration to the petitioner.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "50",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      72.42,
      543.46,
      145.34
    ],
    "text": "However, when considering question of law no. [7], it also relevant to examine whether, notwithstanding SAITM having the status of a recognised Degree Awarding Institute under and in terms of the Universities Act, the reports marked P19(c) and P19(d) issued by the SLMC will preclude the petitioner from obtaining provisional registration as a medical practitioner under the provisions of the Medical Ordinance.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      154.88,
      543.46,
      600.22
    ],
    "text": "In this regard, the learned President of the Court of Appeal held that, When going through the said provisions of the Medical Ordinance (as amended) it is clear that under section 19A the SLMC is empowered to appoint a committee as revealed in the case at hand and on its recommendation the SLMC `may submit its recommendations to the Minister. However, as observed by this court, the role played by the SLMC ends at that point and any steps with regard to the said recommendations of the SLMC will have to be taken by the Minister under the provisions of section 19C (2) and (3) of the said Ordinance.. The learned President went on to comment As further observed by this court the Minister is bound to furnish a copy of such recommendation to the institution for its comments and also empowered making further inquiry as he considered necessary and thereafter take his decision with regard to the recommendation submitted to him by the SLMC. If the Ministers decision is that, the institution concerned do not conform to the prescribed standard, in such a situation he shall declare it by regulation but, the Minister is not required to publish his decision if he is not going to act under the report or he is satisfied with the explanation forwarded by the Institution.. He later stated As observed above in this order, if the Minister is not going to act on the report of SLMC or satisfied with the explanation by the institute, he is not required to publish his decision and in the said context, the only inference this court can reach is that the Minister who acted under section 19C(2) of the Medical Ordinance (as amended) after going through the response of the Institute has decided not to act under section 19C(3) of the Medical Ordinance (as amended).. Summing up, the learned President of the Court of Appeal concluded that, In these circumstances it is very much clear that the report prepared and submitted to the Minister [ie: P19(c)] under section 19A, 19B and 19C(1) of the Medical Ordinance was acted upon by the Minister under section 19C(2) but not taken any steps under section 19C(3) of the same Ordinance and therefore the recommendations of the 1st Respondent SLMC made under section 19C(1) was not implemented by the Minister (Minister in Charge of Health) under the provisions of the Medical Ordinance. In the said circumstances, there is no obstacle for the SLMC to provisionally register the Petitioner who has obtain a MBBS Degree from SAITM acting under section 29(2) of the Medical Ordinance (as amended)..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      609.76,
      543.46,
      712.42
    ],
    "text": "It has to firstly be recognised that, the SLMC expressly claims that it was acting under and in terms of section 19A in Part IIIA of the Medical Ordinance when it carried out the inspection of SAITM by the ten member team representing SAITM and prepared the reports marked P19(c) and P19(d). Accordingly, it has to be observed here that the SLMCs explicit claim that it acted under and in terms of section 19A of the Medical Ordinance carries with it an inherent recognition by the SLMC that SAITM was a recognised Degree Awarding Institute under and in terms of the Universities Act. That",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "51",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      72.42,
      542.86,
      100.7
    ],
    "text": "is because section 19A empowers SAITM to enter and investigate only recognised universities and institutions which are recognised Degree Awarding Institutes.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      110.24,
      543.41,
      212.9
    ],
    "text": "Next, it has to be noted that, by the report marked P19(c) signed by the President of the SLMC, the SLMC has stated to the Minister of Health that the SLMC has decided to recommend to the Minister of Health that THE DEGREE AWARDED BY SAITM SHOULD NOT BE RECOGNIZED FOR THE PURPOSE OF REGISTRATION UNDER THE MEDICAL ORDINANCE.. Thus, it is clear that the reports marked P19(c) and P19(d) issued by the SLMC were recommendations made by the SLMC to the Minister of Health under and in terms of section 19C (1) of the Medical Ordinance.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      222.44,
      543.24,
      295.49
    ],
    "text": "Upon receipt of the aforesaid recommendations of the SLMC set out in its reports marked P19(c) and P19(d), the Minister of Health was required by section 19C (2), to invite SAITM to submit to him its response to the recommendations made by the SLMC. The Minister has done so by his letter marked P19(a) and SAITM has submitted its response marked P20.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      304.91,
      543.38,
      422.57
    ],
    "text": "Thereafter, section 19C (3) entitled the Minister to make such further inquiry as he considers necessary and satisfy himself whether that SAITM did not conform to the prescribed standards. Section 19C (3) goes on to provide that, if the Minister is satisfied that SAITM did not conform to the prescribed standards, he is entitled to declare, by Regulation, that the holder of a MBBS degree granted by SAITM is not entitled to provisional registration as a medical practitioner under the provisions of the Medical Ordinance. Further, section 72 read with section 19 (e) of the Medical Ordinance vests in the Minister, the power to make such Regulations.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      436.09,
      543.46,
      538.87
    ],
    "text": "However, it is plain to see that, after receiving the recommendations of the SLMC set out in its reports marked P19(c) and P19(d) and the response marked P20 submitted by SAITM, the Minister of Health has not decided to take any action under and in terms of section 19C (3) of the Medical Ordinance. The Minster has not issued a Regulation under section 19C (3) declaring that the holder of a MBBS degree granted by SAITM is not entitled to provisional registration as a medical practitioner under the provisions of the Medical Ordinance.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      552.25,
      543.35,
      595.54
    ],
    "text": "In the absence of the Minister issuing such a declaration, the reports marked P19(c) and P19(d) and the recommendations made therein by the SLMC are of no force or effect under and in terms of the provisions of the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      605.08,
      543.41,
      663.1
    ],
    "text": "It should also be mentioned here that, section 19A (1) of the Medical Ordinance stipulates that any investigation by the SLMC of a recognised university or a recognised Degree Awarding Institute has to be to ascertain whether that university or Degree Awarding Institute .. conform to the prescribed standards..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      672.64,
      543.46,
      715.78
    ],
    "text": "Further, as mentioned earlier, section 19 (e) read with section 72 (1) and section 72 (3) of the Medical Ordinance empowers the Minister of Health, after consulting the SLMC, to make Regulations specifying the minimum standards of medical education.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "52",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      72.42,
      543.35,
      100.7
    ],
    "text": "Thereafter, section 72 (4) stipulates that no such Regulation made by the Minister will have effect until it is approved by Parliament.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      110.24,
      543.46,
      198.02
    ],
    "text": "However, it is undisputed that there were no Regulations made by the Minister of Health specifying the minimum standards of medical education, which were in force at the times material to this appeal. It is also undisputed that the Guidelines marked 1R12/ P21 published by the SLMC in 2011 have not been embodied in the form of a Regulation declared by the Minister under the provisions of the Medical Ordinance and approved by Parliament.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      207.56,
      543.21,
      265.61
    ],
    "text": "It is also patently clear that the SLMC has no power to make Regulations under and in terms of the Medical Ordinance. In fact, in the SLMCs letter marked P12a, the President of the SLMC has acknowledged that I must state the obvious viz the SLMC has no power to place these regulations before Parliament..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      275.15,
      543.34,
      318.29
    ],
    "text": "Thus, the document marked 1R12/P21 published by the SLMC cannot be treated as setting out the prescribed standards referred to in section 19A (1) of the Medical Ordinance.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      327.83,
      543.46,
      385.85
    ],
    "text": "It follows that, there were no valid prescribed standards in force at the time the SLMC carried out its investigation which ended with the reports marked P19(c) and P19(d). In this regard, the learned President of the Court of Appeal has correctly held 1R12/ P21 .. does not carry any binding effect or legal basis to act upon..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      395.39,
      543.42,
      498.19
    ],
    "text": "Consequently, in the absence of prescribed standards which are in force, the SLMC had no valid basis on which it could carry out a valid or effective examination and investigation of SAITM under and in terms of the provisions of section 19A of the Medical Ordinance. In fact, this position is reflected in the SLMCs aforesaid letter marked P12a in which the President of the SLMC had earlier stated in 2009 that the SLMC would examine and investigate SAITM only after the relevant Regulations are approved by Parliament [as required by section 72 (4) of the Medical Ordinance].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      507.61,
      543.24,
      535.99
    ],
    "text": "In the light of the aforesaid facts and circumstances, question of law no. [7] is answered in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      545.41,
      543.03,
      603.58
    ],
    "text": "Questions of law no.s [11], [14] and [15] all ask whether the Court of Appeal erred when it held that the petitioner was entitled to be granted provisional registration under section 29 (2) of the Medical Ordinance and directed the SLMC to grant provisional registration to the petitioner.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      613.0,
      543.46,
      700.9
    ],
    "text": "In the light of the aforesaid facts and circumstances and the determinations of the questions of law considered above, there is no doubt that the petitioner was and is entitled to obtain provisional registration as a medical practitioner under section 29 (2) of the Medical Ordinance and that the SLMC has an imperative duty to provisionally register the petitioner under section 29 (2). I am in entire agreement with the submission made by Mr. Romesh de Silva, PC that In the circumstances, the 1st Respondent [the",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "53",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      72.42,
      543.35,
      100.7
    ],
    "text": "SLMC] has a statutory duty to provisionally register the Petitioner under and in terms of Section 29 (2).",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      110.24,
      543.34,
      138.5
    ],
    "text": "It follows that questions of law no.s [11], [14] and [15] must also be answered in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      148.04,
      543.46,
      176.3
    ],
    "text": "Question of law no. 12 raises the issue of whether the SLMC has differently treated the Faculty of Medicine of the Kotelawala Defence University.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      185.84,
      543.46,
      348.17
    ],
    "text": "A perusal of the report marked C4 of the preliminary inspection of the Faculty of Medicine of the Kotelawala Defence University, which was conducted on 13th March 2015 by a team representing the SLMC, shows that this team has found the facilities provided for training at that institution to be of a very high standard despite that institution not having an affiliated teaching hospital at that time. This attitude manifested by the report marked C4 reveals a very different standard to the attitude manifested by SLMCs report marked P19(c) and in the conclusion of the report marked P19(d) which were prepared a few months later. In this connection, the learned President of the Court of Appeal held When considering the two reports referred to above, it appears that one report has been made after inspecting SAITM and the other after inspecting FOM-KDU but two different standards have been used when preparing those reports..",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      357.59,
      543.46,
      400.73
    ],
    "text": "In addition, as established by the SLMCs Annual Report marked C2, the SLMC has been aware that the Faculty of Medicine of the Rajarata University of Sri Lanka lacked the resources required for training of undergraduate medical students.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      410.29,
      543.39,
      513.07
    ],
    "text": "It is plain to see that, despite the lack of a teaching hospital affiliated to the Faculty of Medicine of the Kotelawala Defence University at the time of the report marked C4 and despite the Faculty of Medicine of the Rajarata University of Sri Lanka lacking the resources required for training of undergraduate medical students, the SLMC has decided that no action need be taken against the recognition of medical degree awarded by those two institutions. That is a patently different standard to the one the SLMC adopted in respect of SAITM.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      522.61,
      480.44,
      535.99
    ],
    "text": "In these circumstances, question of law no. [12] is answered in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      545.41,
      543.41,
      633.34
    ],
    "text": "Question of law no. [13] asks whether the Court of Appeal erred in failing to consider that section 39 of the Medical Ordinance entitles a person who has been provisionally registered as a medical practitioner under section 29 (2) to practice medicine, surgery and midwifery and in failing to consider whether it was the prime duty of the SLMC being the sole regulatory body, to satisfy itself with regard to the standards maintained by the 2nd Respondent-Respondent [ie: SAITM].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      642.88,
      543.19,
      700.9
    ],
    "text": "It hardly needs to be said that these claims made by the SLMC with regard to its role and responsibility, do not exempt the SLMC from obeying the statutory provisions of the Medical Ordinance and the Universities Act. The SLMC is a creation of the Medical Ordinance and must confine itself to the powers vested in it by the Medical Ordinance. It",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "54",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      72.42,
      542.86,
      100.7
    ],
    "text": "has no powers outside those expressly conferred on it by the provisions of the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      110.24,
      570.05,
      212.9
    ],
    "text": "As held earlier, under and in terms of and by operation of the provisions of the Medical Ordinance and the Universities Act, the petitioner is entitled to provisional registration as a medical practitioner under section 29 (2) of the Medical Ordinance and the SLMC is required, by the law, to forthwith grant that provisional registration to the petitioner. It follows that, thereafter, the SLMC is obliged to accord to the petitioner, without restriction or delay, all the rights which ordinarily flow from provisional registration as a medical practitioner under section 29 (2) of the Medical Ordinance.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      222.44,
      419.6,
      235.82
    ],
    "text": "Accordingly, question of law no. [13] is answered in the negative.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      245.39,
      543.46,
      318.29
    ],
    "text": "In the light of the answers to the aforesaid questions of law, the remaining questions of law no.s [1] and [16] which ask whether the Order of the Court of Appeal is contrary to the law and against the weight of the evidence and whether the Court of Appeal erred when it decided to grant relief to the petitioner by issuing the aforesaid writs of certiorari, mandamus and prohibition, are also answered in the negative.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      327.83,
      543.39,
      370.97
    ],
    "text": "Consequent to the questions of law before us being answered in the negative, this appeal is dismissed and the Order dated 31st January 2017 of the Court of Appeal is affirmed.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      380.51,
      543.46,
      453.43
    ],
    "text": "By pursuing this litigation, the SLMC has unnecessarily delayed the petitioner obtaining provisional registration as a medical practitioner and would have, thereby, caused her to bear considerable expenses in addition to causing grave prejudice to the petitioner. In these circumstances, the 1st Respondent-Petitioner [the SLMC] shall pay the Petitioner-Respondent a sum of Rs.100,000/- by way of costs.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      508.81,
      478.28,
      522.19
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      531.61,
      478.28,
      589.75
    ],
    "text": "S.Eva Wanasundera PC I agree. Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      599.32,
      151.44,
      642.46
    ],
    "text": "H.N.J. Perera I agree",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 53,
    "bbox": [
      72.02,
      651.88,
      478.28,
      665.26
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 54,
    "bbox": [
      72.02,
      731.38,
      314.09,
      755.86
    ],
    "text": "55",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]