[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      121.82,
      72.54,
      493.42,
      86.36
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      227.33,
      89.1,
      387.79,
      102.92
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      121.62,
      543.22,
      282.83
    ],
    "text": "In the matter of an Appeal against the Judgement of the Civil Appellate High Court of the Sabaragamuwa Province (Holden at Kegalle) Polwatte Telebulgalage Wimalarathne, Pittegama, Bulathkohupitiya. Plaintiff",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      285.93,
      526.06,
      411.95
    ],
    "text": "S.C. Appeal 73/2012 -Vs- SC/HCCA/ LA 343/2011 SP/HCCA/KAG/713/2010 (F) 1. Nainakadayalage Amaradasa, D.C. Kegalle Case No. 4469/L No. 57, Kegalle Road, Bulathkohupitiya. 2. Nainakadayalage Daisy Premalatha,",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      414.69,
      521.86,
      602.17
    ],
    "text": "Chaya Studio, Bulathkohupitiya. Defendants AND Polwatte Telebulgalage Wimalarathne, Pittegama, Bulathkohupitiya. Plaintiff -Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      605.16,
      493.66,
      660.4
    ],
    "text": "-Vs- 1. Nainakadayalage Amaradasa,",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      663.14,
      457.03,
      709.95
    ],
    "text": "No. 57, Kegalle Road, Bulathkohupitiya.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "2",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.01,
      526.06,
      86.0
    ],
    "text": "2. Nainakadayalage Daisy Premalatha,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      88.74,
      527.26,
      272.15
    ],
    "text": "Chaya Studio, Bulathkohupitiya. Defendant-Respondents AND NOW BETWEEN Polwatte Telebulgalage Wimalarathne, Pittegama, Bulathkohupitiya. Plaintiff-Appellant-Petitioner/Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      9.960000038146973,
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      286.77,
      493.66,
      330.35
    ],
    "text": "-Vs- 1. Nainakadayalage Amaradasa,",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      333.09,
      526.06,
      393.11
    ],
    "text": "No. 57, Kegalle Road, Bulathkohupitiya. (deceased) 2. Nainakadayalage Daisy Premalatha,",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      395.85,
      491.74,
      440.53
    ],
    "text": "Chaya Studio, Bulathkohupitiya. (deceased)",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      442.19,
      543.22,
      715.71
    ],
    "text": "1(a) and 2(a) Prageeth Sanjeewa Kumara 1(b) and 2(b) Tharanga Chaminda Kumara, 1(c) and 2(c) Maneke Yapa Priyadarshana, All of Chaya Studio, Bulathkohupitiya. Substituted Defendant- Respondents - Respondents Before: Murdu N.B.Fernando, PC. CJ. Yasantha Kodagoda, PC. J. and A.H.M.D. Nawaz, J. Counsel: Dr. S.F.A. Cooray with Heshan Pietersz for the Plaintiff-Appellant-Appellant. Manohara de Silva PC for the Substituted Defendant-Respondent-Respondents.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "3",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.18,
      543.22,
      696.33
    ],
    "text": "Argued on: 14.11.2022 and 10.10.2023 Decided on: 04.06.2025 Murdu N.B. Fernando, PC. CJ. This is an appeal against the judgement of the Civil Appellate High Court of the Sabaragamuwa Province, Holden in Kegalle (“the High Court”) dated 04th August, 2011. The Plaintiff-Appellant-Appellant (“the Plaintiff/the Appellant”) instituted an action in the District Court of Kegalle in July 1990 seeking inter-alia a declaration of title to the land described in the schedule to the plaint in extent half an acre and ejectment of the Defendant-Respondent-Respondent (“the Defendant/the Respondent”) from the said land. In the alternative, the Plaintiff prayed for the ejectment of the Defendant from the premises occupied by him, consequent to the sum incurred by the Defendant for construction of the building on the said land being paid to him by the Plaintiff. The Defendant took up the position that he was the lawful tenant of the Plaintiff’s predecessor and upon the consent of the Plaintiff’s predecessor, the Defendant constructed a building on the leased land at a cost of Rs. 250,000.00 and thus, the Plaintiff does not have a cause of action against the Defendant and moved for dismissal of the plaint. The Defendants further pleaded that his daughter is a necessary party to this action. The Plaintiff filed amended caption and added the daughter of the Defendant as a party to this case. The original Defendant thus, became the 1st Defendant and the added party the 2nd Defendant. The 2nd Defendant, in her answer took up the position that she on her own right acquired title to the land described in the plaint and that the Plaintiff has no cause of action to sue her and moved that the Plaintiff’s action be dismissed. The case went into trial. Admissions were recorded, issues raised and evidence of many witnesses led. Thereafter, the District Judge, by judgment dated 11th May, 2010 dismissed the case of the Plaintiff, with costs, on the basis that the Plaintiff has failed to establish his case. Being aggrieved by the said decision, the Plaintiff went before the High Court and the High Court too, affirmed the judgement of the District Court and dismissed the Plaintiff’s appeal.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "4",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.18,
      543.22,
      116.65
    ],
    "text": "Thereafter, the Plaintiff came before this Court on many questions of law, and obtained Leave to Appeal on two Questions of Law. The said two questions are as follows;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      118.93,
      543.12,
      166.52
    ],
    "text": "i) Have the Honourable Judges of the Provincial High Court erred in failing to appreciate that having answered Issue Nos. 1, 2 and 4 in favour of the Plaintiff, the Learned District Judge could not have dismissed the action of the Plaintiff?",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      169.38,
      559.3,
      710.55
    ],
    "text": "ii) Have the Honourable Judges of the Provincial High Court erred in failing to appreciate that in light of issue Nos. 1, 2, and 4 being answered in favour of the Plaintiff-Appellant, the Plaintiff-Appellant is entitled to have a declaration of title in respect of at least his undivided shares to the subject matter in dispute? Plaintiff’s case Before the trial court, the Plaintiff contended that the subject land was transferred to him, by one Agnes Fernando, by virtue of a Deed bearing No. 4410 dated 31-12-1988, 18 months prior to filing of the plaint. The Plaintiff further contended that the said Agnes Fernando, before transferring the land to him, has leased out a defined portion of land from the aforesaid land, to the Defendant upon two lease bonds bearing No. 286 dated 24-11-1975 and No. 318 dated 28-01-1980 respectively. Further, the Plaintiff pleaded that the Defendant had constructed a small building on a defined portion of the leased land and carried on a business of a photographic studio at the said premises. The Plaintiff also contended upon the Plaintiff purchasing the said land in 1988, the Plaintiff requested the Defendant to attorn to him. The Defendant failed and refused to attorn to the Plaintiff. Furthermore, the Defendant did not pay ground rent to the Plaintiff but continued to occupy the premises and also disputed the Plaintiff’s ownership to the leased land, which the Plaintiff contended was based upon Jus Superficiarium a Roman Law concept. Defendant’s case The case of the 1st Defendant was that he came into occupation of the subject land and constructed a photographic studio, as a tenant of Plaintiff’s predecessor Agnes Fernando and therefore he is entitled to the protection of the provisions of the Rent Act. He further contended that in terms of the lease agreement bearing No. 286 the studio was constructed upon the terms stated in the said agreement and he paid ground rent to Agnes Fernando. The Defendant also contended that by a subsequent lease agreement bearing No. 318, he was permitted to expand the studio for which too, he paid an additional amount as ground rent to Agnes Fernando. The",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.18,
      543.23,
      556.14
    ],
    "text": "Defendant’s contention was that ground rent in a sum of Rs. 100 and Rs 50 were paid respectively in terms of the said two lease agreements to Agnes Fernando. Though the five year lease period in terms of the lease agreement had lapsed, the Defendant contended that he continued to make the payments to Agnes Fernando. Thus, the case of the 1st Defendant was that he was the lawful tenant of Agnes Fernando, the lease was never terminated, that the Plaintiff did not request him to attorn to him, and therefore moved for dismissal of the Plaintiff’s action. The 1st Defendant also prayed for a declaration that he is the lawful tenant of the photographic studio put-up on the disputed land. The 2nd Defendant, (who was added on the intimation of the 1st Defendant, but from whom no relief was claimed by the Plaintiff) in her answer contended that she acquired title to a land in extent of 30 perches from one Podisingho, upon Deed bearing No. 622 dated 18-08-1990 (i.e., consequent to filing of the plaint) and that prior to the acquisition of the property she was in the said land as a lessee and built a house on the said land somewhere around 1985. The 2nd Defendant also sought dismissal of the Plaintiff’s action and a declaration that she is entitled to 30 perches and the house she built on the said land, upon the basis that she had co-owned rights to the land in dispute. The Trial At the trial, Agnes Fernando predecessor in title of the Plaintiff, gave evidence for the Plaintiff and indicated the manner in which she acquired title to the land in dispute and also the manner in which she leased out the land to the 1st Defendant. In her evidence she admitted that the 1st Defendant paid her ground rent. Further, she stated based upon the terms of the first lease agreement, she permitted the construction of the photographic studio and by the second lease, the expansion of the studio. In her evidence she also explained, how she transferred the land together with everything standing thereon to the Plaintiff, by Deed bearing No. 4410 on 31-12-1988.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      558.59,
      543.21,
      622.72
    ],
    "text": "It is observed, that at the commencement of the trial, a commission had been issued by the trial court, on Surveyor Samarasinghe pertaining to the land in issue and the said Commission Plan bearing No. 1282 dated 25-08-1997 filed of record, indicate the extent of the land as 54 perches (0A 1R 14P).",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      625.67,
      543.23,
      703.23
    ],
    "text": "The learned District Judge, having considered the above Commission Plan, the evidence of the Plaintiff and the Plaintiff’s predecessor in title Agnes Fernando, and the evidence of the 1st and 2nd Defendants delivered judgement, dismissing the Plaintiff’s action with costs. The basis for dismissing the case was that the Plaintiff had failed to establish a",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "6",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.18,
      543.24,
      704.55
    ],
    "text": "cause of action against the Defendants. Further, the learned judge held that the Plaintiff has filed the plaint on an erroneous and wrongful basis, and that the facts do not relate to a rei-vindicatio situation and/or a matter in which an ejectment order can be given against the Defendants. Nevertheless, it is observed that the learned judge answered certain issues in favour of the Plaintiff, especially issues bearing numbers 1,2 and 4 and some others which are not material to this appeal. The District Court also rejected the Defendants’ claim, that they had co-owned rights to the land in dispute and specifically held that the Defendants were tenants of the Plaintiff’s predecessor Agnes Fernando. Appeal before the High Court Being aggrieved by the trial court judgement, the Plaintiff went before the High Court. In appeal the Plaintiff contended that the learned trial judge had erred by holding that the Plaintiff cannot maintain this action, when the evidence given by the Plaintiff established that the 1st Defendant has failed to attorn and pay ground rent to the Plaintiff, in order to continue to be in possession of the studio. It is observed, that the High Court decided the appeal on written submissions, and no opportunity was given to the parties to make oral submissions. Before the High Court, the contention of the Plaintiff was that the trial judge failed to appreciate that a lessee cannot deny the title of the landlord. Further, he contended that even if the Plaintiff was considered not as a sole owner of the land but a co-owner, that a co-owner can maintain an action to evict a trespasser and also that a co-owner can maintain an action against another co-owner, to obtain a declaration in respect of the co-owned right. The Plaintiff also stated, that the trial judge answered issues bearing numbers 1,2 and 4 relating to the title of the Plaintiff in favour of the Plaintiff, subject however to the fact that the Plaintiff is entitled to undivided shares of the corpus. Thus, the contention of the Plaintiff was after arriving at the said finding in respect of the corpus that the Plaintiff is entitled to undivided shares of the corpus, that the trial judge could not have dismissed the plaint, but should have granted a declaration in respect of the Plaintiff’s ownership to the undivided shares of the corpus. Therefore, it was argued that the dismissal of the plaint by the trial judge was erroneous and should be reviewed in appeal. Further, the Plaintiff relied on the decided case of Attanayake v. Ramyawathie (2003) 1 SLR 401 to contend, that if an appellant has asked for a greater relief than he is entitled to, the mere claim for a greater share in the land should not prevent him having a judgement in his favour for a lower share in the land. Thus, it was contended, although the plaint did not",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "7",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.18,
      602.52,
      361.6
    ],
    "text": "refer to co-owned rights of the Plaintiff, that he is entitled to obtain a declaration pertaining to his undivided share of the land and title to the land described in the schedule to the plaint, which is the subject matter in dispute. Further, the Plaintiff contended that the Plaintiff, even if he is considered as a co-owner, was entitled to have the Defendant ejected since he has failed to attorn to the Plaintiff and also failed to pay ground rent to the Plaintiff and acknowledge the Plaintiff as the landlord. Therefore, the Defendant cannot resist the action only by showing that the Defendant has a right of occupation against the Plaintiff’s predecessor in title, as presently the Plaintiff being the owner (sole or co-owned) of the subject land, has a Jus Superficiarium right against the Defendant. Moreover, the Plaintiff submitted, even if it’s accepted that the Plaintiff’s predecessor Agnes Fernando, had leased an area 20 feet by 26 feet i.e., 520 square feet as stated in the lease agreement (approx. 4 perches) out of 54 perches, of the disputed land for a studio to the 1st Defendant, that the Plaintiff can still have the 1st Defendant ejected from the rest of the land, since the 1st Defendant has no right or entitlement to the balance 50 perches.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      364.05,
      543.22,
      706.59
    ],
    "text": "Furthermore, it was the contention of the Plaintiff, in terms of the lease agreement executed between the Plaintiff’s predecessor and the 1st Defendant, the Plaintiff has the right to eject the 1st Defendant from the premises, upon paying back the cost of improvements made to the subject land. In this instance the Plaintiff was willing to pay a sum of Rs 250,000.00 said to be the cost incurred by the Defendant, for construction of the building and the improvements made thereto, as averred to by the 1st Defendant in his answer. The Plaintiff also contended that the Rent Act has no applicability in this instance, since the 1st Defendant, admittedly only paid ground rent to the Plaintiff’s predecessor and ground rent, was not rent for a premises or a building but was only for the demarcated land leased to the Defendant for a specific time period, based upon the terms of the lease agreement. With regard to the 2nd Defendant, the contention of the Plaintiff was that the learned trial judge erred in answering issue No. 19 in the affirmative, after answering issue numbers 17 and 18, pertaining to the title of the 2nd Defendant, as ‘not proved’. Further, it was the case of the Plaintiff that the crucial deed bearing No. 622 dated 18-08- 1990 relied upon by the 2nd Defendant, had been executed after this action was filed and the other deeds produced had no relevance to the land in dispute. In response to the said contention of the Plaintiff, the Defendants in their written submissions relied upon the fact that the Plaintiff did not seek any relief against the 2nd Defendant (though she was added as a party to the action) and further that the Plaintiff cannot",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "8",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      71.56,
      543.24,
      700.41
    ],
    "text": "maintain a rei vindicatio action against the 2nd Defendant, and if at all only a partition action could have been instituted and that too, only if the Plaintiff accepted the fact that the 2nd Defendant is also a co-owner of the corpus. The Defendant relied on the judgement of Hariette v. Pathmasiri (1996) 1 SLR 358, to justify their case. In the said case the Defendant contended, it was held, in order for a Plaintiff to obtain a declaratory action, the burden to adduce exclusive possession and acquisition of prescriptive right by ouster is on the Plaintiff. Applying the said observations to the instant case, the contention of the Defendant was that in this instance, the Plaintiff failed to establish exclusive possession of the total extent of land, including the four perches of land which was leased to the 1st Defendant and occupied by the 1st Defendant and therefore, the Plaintiff cannot obtain declaratory relief for the subject land described in the schedule to the plaint. The learned judges of the High Court by their Order dated 04th August 2011, dismissed the appeal of the Plaintiff. The reason for dismissal was that the 1st Defendant entered the land lawfully and had complied with the terms of the lease agreement. Furthermore, the learned judges of the High Court held, that there was no evidence to substantiate that the 1st Defendant was requested to attorn or was informed about the termination of the lease and therefore the 1st Defendant was not a trespasser of the subject matter in dispute as contended by the Plaintiff. The High Court also held, the Plaintiff cannot maintain this action, for lesser relief than what was prayed for, relying upon the case of Attanayake v. Ramyawathie (Supra), since the Plaintiff failed to establish exclusive ownership for the larger land. The Appeal before this Court If I may summarize, the appeal before this Court is based on the two questions of law for which leave was granted. The grievance of the Appellant is that the dismissal of the plaint is erroneous and that the Appellant is entitled to a declaration from this Court at the minimum, in respect of the Appellant’s undivided share to the subject matter in dispute, since the trial judge, accepted the entitlement of the Appellant by answering issue numbers 1, 2 and 4 in his favour. At this juncture, I wish to look at the factual matrix of the case. It is observed the issues 1, 2 and 4 pertain to the Plaintiff’s entitlement to the land in dispute, which is more fully referred to in the schedule to the plaint as a land in extent of 54 perches being the western portion of the land known as ‘Koswatta’.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "9",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.18,
      571.41,
      714.03
    ],
    "text": "The case of the Plaintiff was that he acquired title to the land in dispute from one Agnes Fernando upon Deed bearing No. 4410 dated 31-12-1988 and that Agnes Fernando, the Plaintiff’s predecessor in title, acquired title to the said land from Caroline Fernando on 21-03-1965 upon Deed bearing No.17683. Thus, the Plaintiff submitted that from the year 1965, the Plaintiff’s predecessor Agnes Fernando had undisputed and uninterrupted title to the subject land, upon a notarially executed deed for a period of 23 years when the Plaintiff obtained title to the land in 1988. The aforesaid contention of the Plaintiff, was further substantiated by Plaintiff’s predecessor in title Agnes Fernando who gave evidence at the trial and stated under oath, that Caroline Fernando from whom Agnes Fernando acquired title to the land in extent of 54 perches was her mother. She further traced the line of title to her grandfather Singho Fernando. Her evidence was that her grandfather Singho Fernando and his brother Soota Fernando amicably divided the land known as “Koswatta” and Singho Fernando possessed the “Western portion of the said land”. Agnes Fernando further contended that Agnes Fernando’s mother Caroline Fernando, and Caroline Fernando’s two brothers, James Fernando and Michael Fernando received title to the said “Western portion of Koswatta” (together with other lands) upon paternal inheritance and the three siblings, amicably settled their rights and shares, inherited from their father Singho Fernando by exchange of lands and title, and possession of “Western portion of Koswatta” the land in issue was given to Caroline Fernando and she possessed the subject land, undisturbed and uninterrupted and had prescriptive title to the said land. Agnes Fernando further contended, therefore not only she, but her mother too had clear title and possessed the subject land, undisturbed and uninterrupted and had prescriptive title to the demarcated land, more fully referred to in the plaint, for a very long period. In the aforesaid background, let me look at the issues 1, 2, and 4 once again. Issue number one raised at the trial was whether the original owners of the land referred to in the schedule to the plaint were Singho Fernando and Soota Fernando; issue number two was, whether Agnes Fernando acquired such rights from Singho Fernando and Soota Fernando; and issue number four, whether such rights devolved on the Plaintiff. Having examined the evidence, the deeds and documents the learned trial judge answered the said issues as “Yes, subject however to the co-owner’s rights” Thus, the trial judge accepted the Plaintiff’s title and that the rights of the Plaintiff’s predecessors, running back to a number of years, devolved upon the Plaintiff, subject however to co-owned rights. Upon perusal of the judgement of the District Court, it is further observed, that the trial judge did not refer to who the co-owners were or what was the share that was bestowed upon",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "10",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.18,
      543.22,
      201.68
    ],
    "text": "the Plaintiff. However, it appears that the learned judge was not convinced that the Plaintiff and his predecessor Agnes Fernando, had exclusive and clear possession of the subject land. The reason for such view seems to be that there were no notarially executed documents and/or plans pertaining to the amicable settlement said to have been entered between Singho Fernando and Soota Fernando, produced before the trial court. Similarly, there were no plans or notarially executed deeds produced by the Plaintiff, pertaining to the mutual settlement of the lands said to have been entered between Agnes Fernando’s mother, Caroline Fernando and her two siblings.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      204.51,
      543.22,
      377.56
    ],
    "text": "However, there was the evidence of Agnes Fernando. It is observed that there was no reason stated in the judgement to reject the evidence given by Agnes Fernando. The learned judge held that the devolution of title to Caroline Fernando and her siblings in relation to the subject land was not explained by the Plaintiff and his predecessor Agnes Fernando, to the satisfaction of the trial court. Similarly, the amicable division said to have been arrived by and between Singho Fernando and Soota Fernando, by which Singho Fernando possessed the “Western portion of Koswatta” too, had not been to the satisfaction of the trial judge. These shortcomings, though not specifically stated may have been the reason, that the learned trial judge accepted the Plaintiff’s title, subject to co-owner’s rights.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      379.65,
      543.24,
      714.03
    ],
    "text": "However, the trial judge’s aforesaid findings about the Plaintiff’s co-owned title to the land in dispute, have not been challenged or questioned by the Defendants and or by any other person and or by any other co-owner before the High Court or any other judicial forum. The said findings stand undisputed and unchallenged. In the aforesaid circumstances, I see merit in the submissions of the learned Counsel for the Appellant, that the trial court should not have dismissed the plaint, but should have granted the declaratory order sought by the Plaintiff. Hence, the two questions raised before this Court, should consequentially be answered in favour of the Appellant. Independent to the above we have considered in detail the factual matrix, the chain of title, the deeds relied upon by the Plaintiff, and this Court is satisfied that the Plaintiff has established his right and title, to the subject land. The only question remaining is whether it is exclusive or co-owned. In the appeal, we do not wish to analyse the said factual position and thus, will not disturb the findings of the trial judge in respect of the Plaintiff’s co-owned title to the land in dispute, especially since, the questions of law for which our answer is sought is not framed on such lines. In any event the main relief the Plaintiff sought in the District Court was a declaration of title to the land morefully described in the schedule to the plaint. The Plaintiff’s contention was that the rights devolved upon him as described in the plaint and that the predecessors in title (Agnes Fernando, Caroline Fernando, and Singho Fernando) had uninterrupted and",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "11",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.18,
      583.89,
      391.91
    ],
    "text": "undisturbed possession of the said land for long years and had prescribed to the subject land. Thus, the Appellant contended before this Court, that in the said circumstances, dismissing the Plaintiff’s application was wrong and not in accordance with the law and facts. Furthermore, the contention of the Appellant was after answering the afore discussed issues pertaining to title, in favour of the Plaintiff and accepting that the Plaintiff has co-owned rights to the land in dispute, the dismissal of the plaint by the learned trial judge was erroneous. Therefore, it was argued that in the least, the Plaintiff’s co-owned rights to the land in dispute, should have been recognized by way of a declaratory right, since the learned District Judge answered issues bearing numbers 1,2 and 4 in favour of the Plaintiff. The two questions of law raised before this Court, revolves around the Plaintiff’s co-owned title to the land in dispute. Thus, we see merit in the Appellant’s submissions that the said two questions of law should be answered in the affirmative and in favour of the Appellant. Notwithstanding the above, I wish look at the law pertaining to the dispute from a different perspective. Can the Appellant seek greater relief than he is entitled to in a land matter",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      394.17,
      543.07,
      441.13
    ],
    "text": "In the instant appeal, admittedly the Plaintiff claimed sole ownership and exclusive title to the land, in extent of 54 perches morefully referred to in the schedule to the plaint.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      443.96,
      543.21,
      553.57
    ],
    "text": "The finding of the learned trial judge was that the Plaintiff has established his title to the extent of land referred to in the schedule to the plaint but the said title, was subject to the rights of other co-owners. However, there was no finding by the judge relating to the other co-owners or their share of entitlement. The trial judge did not name or refer to the Defendants as co-owners either. Nor did the Defendants challenge the said findings or appeal against the said findings upon the basis they were also co-owners.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      556.28,
      543.22,
      632.92
    ],
    "text": "Thus, going by the factual matrix of the instant case and the findings of the trial court as correct, the Appellant has sought greater relief than he is entitled to, from the District Court i.e., the Plaintiff sought exclusive title, when he is only entitled to co-owned rights to the subject land.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      635.63,
      543.09,
      679.12
    ],
    "text": "In the case of Attanayake v. Ramyawathie (Supra) relied upon by the Appellant, Shirani Bandaranayake. J., (as she then was) at page 409 opined as follows;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "12",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.18,
      543.19,
      264.59
    ],
    "text": "“I am of the firm view, that if an Appellant had asked for a greater relief than he is entitled to, the mere claim for a great share in the land should not prevent him having a judgement in his favour for a lesser share in the land. A claim for a greater relief than entitled to should not prevent an appellant from getting a lesser relief. However, it is necessary that the appellant adduces evidence of ownership for the portion of land he is claiming for a declaration of title.” Thus, our courts have categorically held that a party who had asked for a larger or a greater relief than he is entitled to, can have a judgement in his favour for a smaller or lesser relief.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      267.21,
      543.25,
      314.15
    ],
    "text": "In the instant case, the greater relief sought by the Appellant was sole and exclusive ownership. However, the trial judge held that the Appellant has co-owned title to the subject land.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      316.89,
      543.19,
      380.27
    ],
    "text": "Thus, in view of the ratio decidendi of Attanayake v. Ramyawathie’s case (Supra) and in view of the trial judge’s finding pertaining to ownership and title to the land in issue, the Appellant is entitled to obtain a declaration of title, pertaining to his undivided share of the subject land.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      383.1,
      543.21,
      459.61
    ],
    "text": "Moreover, if such relief is deprived to the Appellant and the action is dismissed (as what happened in this instance) the Plaintiff/Appellant who has successfully satisfied ownership will be prejudiced and will have nothing and no legal right or entitlement whatsoever, to the land in issue which he has purchased for valuable consideration.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      462.44,
      543.14,
      550.86
    ],
    "text": "In the aforesaid circumstances, I see merit in the submissions of the Appellant, that this appeal should be allowed and the questions of law answered in favour of the Appellant. Jus Superficiarium",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      552.95,
      543.24,
      599.77
    ],
    "text": "The contention of the Defendant was that he entered the land in issue and constructed a studio on four perches of land, based upon two lease agreements and for which he paid ground rent to the Plaintiff’s predecessor.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      602.63,
      543.22,
      695.67
    ],
    "text": "Corollary, the contention of the Appellant was that he purchased the subject land, together with all the buildings and improvements standing thereon and acquired a Jus Superficiarium right over the studio built by the Defendant. Thus, the Appellant’s case was that he requested the Defendant to attorn to him and the Defendant refused to do so. The Appellant also contended that the Defendant failed to pay ground rent, which the Defendant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "13",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.18,
      543.14,
      102.56
    ],
    "text": "agreed to do, upon the terms of the two lease agreements, entered between the Defendant and the Plaintiff’s predecessor in title Agnes Fernando.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      105.27,
      543.21,
      181.88
    ],
    "text": "The learned trial judge, did not consider the contention of the Appellant, relating to Jus Superficiarium but simply accepted the Defendant’s version, and that there was no evidence led pertaining to the ‘attornment’ or ‘cancellation of the lease’ and held that the Rent Act should govern such a situation.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      184.71,
      543.22,
      360.47
    ],
    "text": "This finding of the trial judge, in my view, leads to an absurd situation. In the instant case, the Defendant, whether he being a licensee or lessee, will have the right to continue possessing the ‘leased land’ without paying ground rent, whereas the lessor will not even have a paper title. Undisputedly, by notarial execution, the lessor/ landlord Agnes Fernando, sold her rights and title and transferred the property to the Plaintiff. Thus, even though Agnes Fernando the lessor, has terminated her interest and has transferred the property to the Plaintiff, in view of the finding of the trial judge the Defendant can deny the title of the landlord. Thus, the Plaintiff the bona fide purchaser, will not be entitled to obtain title to his own property, whereas the lessee will continue to possess not only the four perches leased to him but the entire land in extent 54 perches.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      363.18,
      543.22,
      423.23
    ],
    "text": "Upon the said rationale too, I am of the view that the appeal should be allowed and the questions of law answered in favour of the Appellant and the Appellant should be granted a declaratory title to co-own the land, the subject matter in this appeal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      426.08,
      150.14,
      453.37
    ],
    "text": "Co-ownership",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      455.84,
      543.23,
      515.77
    ],
    "text": "As was discussed earlier in this judgement, the learned trial judge, by answering issue numbers 1, 2 and 4 accepted and acknowledged that the Appellant has co-owned rights to the land in issue.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      518.6,
      543.18,
      578.65
    ],
    "text": "Our law of property based on the principles of Roman Dutch Law and the jurisprudence governing proprietary rights, clearly identifies the use and exploitation of co-owned property by co-owners, against third parties and against co-owners themselves.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      581.48,
      543.21,
      658.0
    ],
    "text": "In the case of Hariette v. Pathmasiri referred to earlier, this Court recognized the right of a co-owner to sue a trespasser to have his title to an undivided share declared and for ejectment of the trespasser from the whole land, in view of the fact that an owner of an undivided share, has an interest in every part and portion of the entire land.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      660.83,
      543.22,
      704.31
    ],
    "text": "In Hevawitarane v. Dangan Rubber Company Ltd (1913) 17 NLR 49 and Meera Lebbe Markar v. Kalawilage Baba (1885) 7 SCC 97 too, it was established that one out of",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "14",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.18,
      543.13,
      102.56
    ],
    "text": "several co-owners may without joining any other co-owners in the action, sue a trespasser for a declaration of his undivided share, ejectment and damages.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      105.27,
      543.1,
      165.32
    ],
    "text": "Thus, even based upon the finding that the Appellant is a co-owner, our law permits the Appellant to sue a trespasser because the co-owner has an interest in every grain of sand and every grass blade growing on the co-owned land.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      165.9,
      543.14,
      228.2
    ],
    "text": "I do not wish to go on an academic discourse in relation to co-owners, trespassers and ejectment because, its not relevant nor necessary to examine such matter in considering the two questions that this Court is called upon to decide.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      230.82,
      543.22,
      327.35
    ],
    "text": "Suffice it to state, although the learned trial judge held that the Defendant is not a trespasser (since the Defendant did not refuse to attorn or the Defendant was not intimated that the lease was terminated), I am of the view by continuing to occupy the subject land against the wishes of the Appellant, that the Defendant has abandoned the status of lessee and/or licensee and has exposed himself to being a mere trespasser.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      330.18,
      543.22,
      423.23
    ],
    "text": "In any event, the plaint and the relief sought indicates that the Plaintiff is willing to compensate the Defendant for improvements made, as per the terms of the lease agreement entered between the Plaintiff’s predecessor Agnes Fernando and the 1st Defendant and also has prayed for an alternative relief in the plaint to pay compensation to the Defendant and eject the Defendant from the subject law land.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      426.08,
      543.21,
      486.13
    ],
    "text": "It is not my intention to tread the areas of ejectment and compensation as the questions of law raised before this Court are not akin to same and it is not a matter before this Court as stated above.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      488.84,
      543.21,
      598.45
    ],
    "text": "Nevertheless, as observed in the case of Hariette v. Pathmasiri (Supra), since this Court recognizes the right of a co-owner to sue a trespasser to have his title to an undivided share declared, I am of the view that there is merit in the submissions of Dr. Coorey, the learned Senior Counsel for the Appellant, that the Appellant should be granted a declaratory order in relation to co-own the subject land. Thus, and for that reason too, I would answer the questions of law in favour of the Appellant and allow the appeal.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      601.31,
      295.61,
      642.09
    ],
    "text": "Rei-vindicatio Action Vs. Partition Action",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      644.18,
      543.22,
      691.12
    ],
    "text": "The submission of the learned President’s Counsel for the Respondents before this Court was that the case filed by the Plaintiff does not fall within the ambit of a rei vindicatio action and therefore should be dismissed.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "15",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.18,
      543.22,
      119.0
    ],
    "text": "The learned President’s Counsel relied on the following two judgements to justify his contention that the dismissal of the Plaintiff’s case was in order. viz., Wijesuriya v. Senaratne [1997] 2 SLR 323 and the case of Sirinivasa Thero v. Sudassi Thero 63 NLR 31.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      121.83,
      543.22,
      248.0
    ],
    "text": "We have considered the aforesaid judgements in detail. In the Wijesuriya v. Senaratne case, the matter in issue was a tenant cultivator and improper admission of evidence and the submission of the President’s Counsel was that the relief not prayed in a plaint cannot be granted by a court as it changes the character of the application. In Sirinivasa Thero’s case, the matter relate to the declaration of the office of Viharadhipathi, wherein, the decree issued was in relation to possession of Vihara property and the Court held, that the issuance of a writ of possession was not in order as the principal relief sought was not the issuance of a writ.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      250.84,
      543.22,
      346.55
    ],
    "text": "In my view, the aforesaid cases relating to tenant cultivator and Viharadhipathi have no relevance or bearing on the appeal under consideration, which relates to a declaratory title of an owner/ co-owner and therefore can be easily distinguished. In any event we have already considered the dicta in Attanayake v. Ramyawathi case (Supra) and have come to the finding that a lesser relief, than what is prayed for can be granted by a trial court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      349.29,
      543.23,
      412.67
    ],
    "text": "Having contended that the Appellant cannot maintain a rei vindicatio action, the learned President’s Counsel’s, next submission was that the Appellant, being a co-owner, ought to have filed a partition action.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      415.48,
      543.22,
      527.77
    ],
    "text": "As discussed earlier in this judgement, the case of the Appellant was that he had sole and exclusive title to the land in issue and that the Respondent was only the lessee of the Appellant’s predecessor Agnes Fernando. Secondly, the Respondent paid ground rent to Agnes Fernando but consequent to Agnes Fernando transferring the property to the Appellant, the Respondent failed and refused to attorn to the Appellant and also refrained from paying any ground rent to the Appellant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      530.46,
      543.23,
      609.76
    ],
    "text": "In my view, the factual matrix related above, does not entail a partition action being filed, as the Respondent under no circumstances can be considered as a party, who will come within the realm of a co-owner. He is a mere licensee or a lessee and in view of his failure to attorn or pay ground rent to the Appellant, falls within the definition of a trespasser.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      612.57,
      543.12,
      691.72
    ],
    "text": "Thus, I see no merit in the aforesaid argument of the learned President’s Counsel for the Respondent that the dismissal of the plaint was correct and the only application the Appellant could have filed was a partition action and not a land action, as was filed in this instance.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "16",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.54,
      220.73,
      132.85
    ],
    "text": "Conduct of the Respondent",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      134.94,
      543.22,
      214.88
    ],
    "text": "The court record of the trial court and the appellate courts illustrates that the Appellant on numerous instances had moved court to obtain orders and interim relief prohibiting and restraining the Respondent from making improvements to the building already constructed in the disputed land and also to direct the Respondent to remove unlawful construction of pathways and stairways which amply showcase the conduct of the Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      217.71,
      543.19,
      294.35
    ],
    "text": "Whilst this Appeal was being heard before this Court too, we note that an application was made, by the Appellant and on 05-06-2023 Order was made for the parties to maintain the status-quo as at the date Leave to Appeal was granted by Court, and to maintain the said status-quo until the appeal is heard and determined.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      297.06,
      543.19,
      373.67
    ],
    "text": "Number of years have passed consequent to the filing of the instant case in the District Court of Kegalle and in view of the impugned judgements, the Respondent is utilizing the land situated in a hilly terrain in the town of Bulathkohupitiya to his benefit and to the detriment of the Appellant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      376.41,
      134.9,
      407.03
    ],
    "text": "Conclusion",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      409.5,
      543.24,
      519.13
    ],
    "text": "Having considered the factual matrix, the law governing ownership of property and rights and title of the parties, and for reasons more fully adumbrated in this judgement, I see merit in the submissions of the learned Counsel for the Appellant, that the impugned Order of the High Court and the judgement of the District Court, dismissing the action should be set aside. I am not inclined to accept the contention of the learned President’s Counsel for the Respondent, that the dismissal of the plaint was valid and justified.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      521.96,
      543.21,
      581.89
    ],
    "text": "This Court granted the Appellant Leave to Appeal, only on two Questions of Law more fully referred to earlier in the judgement. I answer the said two Questions of Law in the affirmative and in favour of the Appellant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      584.72,
      543.21,
      661.36
    ],
    "text": "I hold that the dismissal of the plaint was erroneous and the Appellant is entitled to have a declaration of title in respect of his co-owned rights to the subject matter in dispute, as was determined by the learned trial judge by answering issues bearing numbers 1, 2 and 4 in favour of the Appellant. Accordingly, I allow the appeal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "17",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.18,
      543.22,
      119.0
    ],
    "text": "In view of our findings, the Order of the Civil Appellate High Court of Sabaragamuwa, Holden at Kegalle dated 04th August, 2011 is set aside. The judgement of the District Court of Kegalle dated 11th May 2010 is also set aside.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      121.83,
      543.23,
      195.73
    ],
    "text": "I direct the learned District Judge of Kegalle, to enter judgement for the Plaintiff as prayed for in prayer (a) to the plaint, recognizing and declaring that the Plaintiff has co-owned rights to the land more fully referred to in the schedule to the plaint.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      197.82,
      537.22,
      310.67
    ],
    "text": "Appeal is allowed. The Plaintiff-Appellant-Appellant is entitled to costs of all courts. Appeal is allowed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.479999542236328,
      15.960000038146973
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      313.41,
      577.66,
      534.85
    ],
    "text": "Chief Justice Yasantha Kodagoda, PC. J. I agree Judge of the Supreme Court A.H.M.D. Nawaz, J. I agree Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      11.039999961853027,
      12.0,
      12.479999542236328,
      15.960000038146973
    ]
  }
]