[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      129.14,
      105.37,
      485.98,
      118.65
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      230.57,
      119.17,
      384.55,
      132.45
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      132.73,
      525.07,
      477.26
    ],
    "text": "In the matter of an application for Leave to Appeal under and in terms of section 5C of the Provincial High Courts (Special Provisions) Act No. 19 of 1990 as amended by the Act No. 54 of 2006 read with Article 127 of Constitution SC APPEAL No. 92/2013 SCHCCALA No. 286/2011 WP/HCCA/COL /366/05(F) DC Colombo No. 17486/P 1. Ariyasena Amarasingha 2. Mahinda Amarasingha, both of No. 82/3, Hokandara South Hokandara.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      477.59,
      562.54,
      560.06
    ],
    "text": "1st & 3rd Defendant-Respondent-Petitioner Vs.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      560.41,
      509.74,
      725.93
    ],
    "text": "1. Wedimbuli Arachchige Wijesiri Perera 2. Nalanee Amarasinghe Both of No. 82 Hokandara South Hokandara Plaintiff-Appellant-Respondent",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "2",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      91.33,
      432.07,
      104.61
    ],
    "text": "3. Sunil Amarasingh",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      105.13,
      523.42,
      408.36
    ],
    "text": "4. Sarath Amarasinghe (deceased) 4.A Ariyasena Amarasinghe (substituted) 5. Ratnasiri Amarasingha All of No. 82/3, Hokandara South Hokandara. 6. Weragalage Don Weerasiri Dayananda, No. 78, Hokandara South, Hokandara 7. Makuburage Wimalasena Hokandara South, Hokandara 8. Egodahage Piyadasa Alwis Samarakoon, No.75/1, Hokandara South, Hokandara",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      415.84,
      471.91,
      718.73
    ],
    "text": "Defendants-Respondents- Respondents",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "3",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      129.14,
      63.71,
      485.98,
      118.65
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      230.57,
      119.17,
      384.55,
      132.45
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      132.73,
      525.11,
      463.7
    ],
    "text": "In the matter of an application for Leave to Appeal under and in terms of section 5C of the Provincial High Courts (Special Provisions) Act No. 19 of 1990 as amended by the Act No. 54 of 2006 read with Article 127 of Constitution SC APPEAL No. 93/2013 SCHCCALA No. 287/2011 WP/HCCA/COL /366/05(F) DC Colombo No. 17486/P 1. Wedimbuli Arachchige Wijesiri Perera 2. Nalanee Amarasinghe Both of No. 82 Hokandara South Hokandara",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      464.22,
      506.38,
      504.86
    ],
    "text": "Plaintiff-Appellant-Respondent",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      505.38,
      460.75,
      601.46
    ],
    "text": "Vs. 1. Ariyasena Amarasingha 2. Sunil Amarasingh",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      601.84,
      457.75,
      629.09
    ],
    "text": "3. Mahinda Amarasingha,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      306.05,
      629.44,
      526.42,
      725.69
    ],
    "text": "4. Sarath Amarasinghe (deceased) 4.A Ariyasena Amarasinghe (substituted) 5. Ratnasiri Amarasingha All of No. 82/3, Hokandara South Hokandara.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "4",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      63.71,
      508.66,
      242.61
    ],
    "text": "6. Weragalage Don Weerasiri Dayananda, No. 78, Hokandara South, Hokandara 7. Makuburage Wimalasena Hokandara South, Hokandara 8. Egodahage Piyadasa Alwis Samarakoon, No.75/1, Hokandara South, Hokandara",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      243.37,
      471.91,
      311.76
    ],
    "text": "Defendants-Respondents- Respondents",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      332.8,
      518.5,
      456.5
    ],
    "text": "Before : Priyasath Dep, PC J Sisira J. De Abrew, J Upaly Abeyrathne, J Counsel : Ikram Mohamed, PC Lal Matarage and Lakshman",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      455.99,
      557.14,
      539.3
    ],
    "text": "Amarasinghe for the 1st and 3rd Defendant-Respondent- Appellants in SC Appeal 92/2013 U. de Z. Gunawardene with N. Malkumara for 1st and 2nd Plaintiffs-Appellants-Appellants in SC Appeal 93/2013.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      538.79,
      548.14,
      580.7
    ],
    "text": "Collin A. Amarasinghe for 6th Defendant-Respondent- Respondent instructed by Thilak Kahandawa Arachchi.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      581.22,
      327.05,
      718.97
    ],
    "text": "Argued on : 30.09.2015 Decided on : 09.02.2017",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      63.95,
      528.1,
      711.89
    ],
    "text": "Priyasath Dep, PC. J The Plaintiff Appellants-Appellants herein after referred to as “Plaintiff ” instituted action in the District Court of Colombo in Case No. 17486/P to partition a land called Dewatagahawatta Kotasa also known as Dewatagahalanda kotasa described in the schedule to the Plaint between the Plaintiffs and 1st to 5th Defendant-Respondents-Respondents. The extent of the land is two acres one rood and twenty perches. (A2-R1- P20) The 6th Defendant was cited as a party as he is unlawfully claiming the land without any rights whatsoever. The Plaintiffs in their pedigree referred to several deeds to establish their title. According to the Plaintiffs, one Thantrige Peter Perera by deed No. 8613 dated 17.08.1927attested by Don Cornelis Gunesekera, Notary Public transferred the land described in the schedule to the plaint to Sembakutti Aratchige Luwisa Perera. The said Luwisa Perera by deed No. 2457 dated 02.08.1951 attested by Wijaya Wickrema Senanayake, Notary Public donated the land referred to in the schedule to the plaint to her daughter Dona Karunawathi Hamine and to her husband Amarasinghege Piyadasa Perera. Upon the death of Karunawathi Hamine, her husband became entitled to half of her share. Thus Amerasinghege Piyadasa Perera became entitled to ¾ of the entire land. The remaining half share of her land that is ¼ of the entire land devolved on her six children that is the 2nd Plaintiff and the 1st-5th Defendants. Each became entitled to 1/24th share of the entire land. Amerasinhege Piyadasa Perera donated his share (3/4) to his son in law Wedimbule Arathige Wijesiri Perea who is the 1st Plaintif. The 2nd Plaintiff is the wife of the 1st Plaintiff and daughter of Amerasinghege Piyadasa Perera and a sister of the 1st-5th Defendant. 1st-5th Defendant accepted the pedigree and the devolution of title and there is no contest between the Plaintiffs and 1st- 5th Defendants. The 6th Defendant in his amended statement of claim stated as to how he came to own and possess a land to the extend of 5 acres and 10 perches. By deed No. 7794 dated 09-10-1926 attested by H.D.C.Gunesekera, Notary Public, his grandfather Don Agilis gifted four lands referred to as Dawatagahahenelanda and Dawatagahawatte which consist of 7 acres and 28 perches which included the land proposed to be partitioned to his father Weragalage Don Gabriel. His father Weragalage Don Gabriel by deed no.1811 dated 13-05-1972 attested by W.M.P.Wijesundera, Notary Public gifted the land to his mother Dona Pemawathi, to him and to his brother Ananda Kumarasiri.(who is not a party to this action). Thereafter they got the land surveyed by A.E. Wijesuriya, licensed surveyor who made the plan No 1144 dated 17.02. 1980 (This plan was prepared 16 years before the institution of this action.) Thereafter the parties amicably partitioned the land and a deed of partition No. 203 dated 04.04.1987 was executed. The said deed of partition marked 6V10 was made on the plan No. 1144 made on 17.02.1980 by A.E. Wijesuriya, licensed surveyor In the said partition deed lot A was given to Ananda Kumarasiri, the brother of the 6th Defendant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "6",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      62.68,
      531.1,
      725.69
    ],
    "text": "and lot B was given to the 6th Defendant and to his mother. His mother by deed No.533 dated 01.03.1995 gifted her share of the land to the 6th Defendant. Thus 6th –Defendant became the sole owner of lot “B” in plan No. 1144 to the extent of 5 acres and 10 perches. The 6th Defendant stated that out of his land the Plaintiff Appellants claimed an undivided portion of land as the corpus of the partition action. It is the position of the 6th Defendant that the land sought to be partitioned by the Appellant is a part or a portion of a land containing in extend five acres and ten perches.( A5- R0- P10) belonging to him known as Dewatagahawatta and also as Devatagahalanda which is morefully described in the amended statement of claim. The 6th Defendant further stated that the said land was depicted as lot B in plan No. 1144 dated 17.02.1980 prepared by D.E. Wijesuriya, licensed surveyor. On an application made by the Plaintiff –Appellants a commission was issued to the W.A.D.G Wijeratne, to survey and prepare a preliminary plan. However when issuing the commission no plan was annexed to assist the surveyor to identify and survey the land. The surveyor prepared the Plan No. 715 dated 15.01.1997. According to the surveyor on the day he visited the land the Plaintiffs, 1st -6th Defendants other than the 4th Defendant who has died were present and the land was shown by them. The Plaintiffs produced the Surveyor General’s plan No. 128908 dated 14th November and wanted him to superimpose the plan on the land surveyed. As it was not possible he did not use that plan and instead used plan no.1144 dated 17-02-1980 made by A.E.Weerasuriya. licensed surveyor which was given to him by the 6th Defendant. He made the plan No. 715 dated 15.01.1997. The Plaintiff-Appellant dissatisfied with the plan prepared by Wijerathne, licensed surveyor applied for a fresh commission to be issued to K.G. Krishnapillai, licensed surveyor to survey and identify the corpus making use of Surveyor General’s Plan No. 128908 dated 14.11.1983. K.P.G.P. Krishnapillai, licensed surveyor submitted his Plan No. 691A dated 24th January 2001 along with his report marked X. The trial in the District Court proceeded on 24 issues raised by the parties. The main issue that has to be determined is whether plan No. 691A dated 24th January 2001 made by K.G. Krishnapillai, licensed surveyor correctly depict the corpus sought to be partitioned in this action which is described in the schedule to the Plaint. On behalf of the Plaintiffs the K.G.Krisnapillai, licensed surveyor and the1st Plaintiff gave evidence. On behalf of the 6th defendant , the 6th Defendant, Wijerathne, licensed surveyor, an officer from Department of Rubber Development, A.P. Rodrigo, retired Principal, L. D. Cyril Grama Niladhari and brother of the 6th Defendant gave evidence. After the recording of evidence parties were permitted to file written submissions and accordingly written submissions were filed. The District Court delivered the judgement on 10.11.2005 . The learned District Judge at the commencement of his judgment referred to main points of contest based on the issues raised by the parties as follows:-",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "7",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      85.46,
      63.54,
      531.1,
      725.69
    ],
    "text": "1. What is the plan that should be considered as the preliminary plan in this case?. 2. Whether the land proposed to be partitioned has been properly identified or not? 3. Is the land proposed to be partitioned according to the preliminary plan is a part or portion of the land belonging to the 6th Defendant as alleged by him? 4. Whether the Plaintiffs and their predecessors or the 6th Defendant and his predecessors were in possession of the land proposed to be partitioned? Thereafter learned District Judge examined and evaluated the evidence given on behalf of the Plaintiffs and on behalf of the Defendants. The learned District Judge answered 24 issues raised by the parties and gave his final conclusions with reference to the main points of contest. 1. The preliminary plan in respect of the land proposed to be partitioned is the plan No. 691A dated 24.01.2001 made by K.G.Krishnapillai, licensed surveyor. 2. The court is not satisfied that Lot No. 1 of the said plan which refer to the land proposed to be partitioned was correctly surveyed and depicted in the plan. 3. Lot No. 1 of the preliminary plan is the Lot No.’B’ referred to in Plan No. 1144 dated 17.02.1980 made by A.E. Wijesuriya, licensed surveyor which was relied upon by the 6th Defendant. 4. The Plaintiff failed to establish that Lot No. 1 of the preliminary plan was possessed by the Plaintiff and his predecessors. It is the 6th Defendant and his predecessors possessed the said lot. The learned District Judge proceeded to dismiss the action. In his judgement dated 10th November 2005 the learned District Judge concluded that he was not satisfied that K.G. Krishnapillai, licensed surveyor has properly surveyed and identified the land referred to the schedule to the Plaint and made the plan No. 691A dated 24th January2001. Further the learned District Judge held that Lot No. 1 depicted in the preliminary plan was not possessed by the Plaintiff and his predecessors and it was established that it was possessed by the 6th Defendant and his predecessors. Being aggrieved by the judgment of the learned District Judge, the Plaintiff appealed against the judgement to the Provincial High Court of Western Province held in Colombo. After the hearing of the oral submissions the learned judges of the High Court permitted the parties to file their written submissions. The learned judges of the High Court dismissed the appeal and affirmed the judgement of the District Court. Being aggrieved by the judgement of Civil Appellate High Court the Plaintiff-Appellant filed a leave to appeal application in the Supreme Court in SC HC(CA) LA No.287/11. Similarly1st and 3rd Defendant-Respondents also filed a leave to appeal application in SC HC (CA) LA 286/11. Both Applications were taken up together for support and the Supreme Court granted leave on the question whether or not the identity of the land proposed to be partition was established. The Case No.SC No 93/013 was allotted to the Appeal of the Plaintiff-Appellant-Appellant and SC No 92/2013 was allotted to the Appeal of the 1st and the 3rd Defendant- Respondents-Appellants. .Both Appeals were",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "8",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      63.71,
      528.1,
      670.49
    ],
    "text": "listed for hearing together and the SC Appeal 93/2013 was argued before us. The Counsel for the 1st and 3rd Defendants-Respondents-Appellants and the 6th Defendant-Respondent- Respondent in SC Appeal 92/2013 agreed to abide by the decision in SC Appeal 93/2013.After the conclusion of the hearing the parties were permitted to file written submissions. Accordingly written submissions were filed by both parties. Submissions on behalf of the Plaintiff- Appellant-Appellant. It was submitted on behalf of the Appellants that the plan No. 715 prepared by W.A.D.G. Wijeratne was not in terms of the commission issued to him. The licensed surveyor Wijeratne instead of superimposing the Surveyor General’s plan No. 128908 dated 14th November 1883 supplied by the Plaintiff-Appellant-Appellant which depict the corpus sought to be partitioned used a private plan No. 1144 dated 17.02.1980 made by A.E. Weerasuriya, licensed surveyor which was given to him by the 6th Defendant-Respondent-Respondent. It was further submitted that the purpose of the application for commission is to get the corpus surveyed and identified by supper imposing of the Surveyor General’s title plan No. 128908. The surveyor Wijerathne did not act in accordance the terms of the commission. The Plaintiff-Appellants’ case is that the land to which the deeds pleaded in the Plaint apply to the land depicted in Surveyor Generals title plan No. 128908 dated 14.11.1883 marked ‘Y’ by the Surveyor K.G.Krishnapillai who filed it along with his report marked ‘X’. The Plaintiffs’ case is that the preliminary plan No. 691A marked P2 depicting the corpus sought to be partitioned by the plaintiff had been prepared after superimposition of the title plan No. 128908 marked ‘Y’. It is endorsed on the face of the said plan No. 691A itself that the land depicted in plan No. 691A is the same as the land depicted in title plan No. 128908. It was submitted that the solitary question this Court has to consider is whether the land described in the schedule to the plaint is correctly identified and shown in the preliminary plan No. 691A made by K.G.Krishnapillai, licensed surveyor. The Plaintiffs’ case is that the deeds pleaded in the plaint apply to or relate to the land depicted in title plan No. 128908 marked ‘Y’ and that the land depicted in plan No. 128908 is the same as the land depicted in the preliminary plan No. 691A which was made after superimposition of the title plan No. 128908. It was submitted that the superimposition of an old plan is of inestimable value in the process of identification. The learned Counsel for the Plaintiffs- Appellants submitted that for the Plaintiff to succeed in this action the plaintiff has to prove two elements;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      670.84,
      524.74,
      711.89
    ],
    "text": "(i) That the deeds pleaded in the plaint apply to the land depicted in title plan No. 128908 and",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "9",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      63.54,
      525.1,
      76.99
    ],
    "text": "(ii) That the land depicted in the title plan No. 128908 and the land depicted in",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.02,
      77.53,
      524.91,
      104.61
    ],
    "text": "the preliminary plan No. 691A marked P2 is one and the same land or substantially the same.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      105.13,
      614.23,
      491.06
    ],
    "text": "The learned Counsel for the Plaintiffs-Appellants submitted that though Plaintiffs- Appellants are required to establish the identity of the land on balance of probability they have gone beyond that and established the identity of land beyond reasonable doubt, the standard required in a criminal case. According to the learned Counsel for the Plaintiff the identity of the corpus was established with mathematical precision. Submissions on behalf of the 6th Defendant-Respondent-Respondent The learned Counsel for the 6th Defendant –Respondent- Respondent submitted that though description of the land in the schedule to the plaint and what is appearing in Surveyor General’s Plan No. 128908 marked Y is the same neither the title deeds of the said co-owners nor the plaint refers to the said plan by number or by name of the land given therein. The learned Counsel for the 6th Defendant-Respondent-Respondent submitted that though the Plaintiffs –Appellants-Appellants in their plaint averred that they and their predecessors in title had the independent and uninterrupted possession of land for well over sixty years and prescribed to the land they could not establish that fact at the trial. It was submitted that the 1st Plaintiff-Appellant in his examination in chief said that he lives about half a mile from the corpus and under cross examination admitted that the 6th Respondent lives about 3 feet from the south east undefined boundary of the alleged corpus. He further admitted under cross examination that the boundaries of the alleged corpus except for ‘pita wella’ cannot be identified on the ground. Wijerathne and Krishapillai, licensed surveyors testified to the fact that it was the 6th Defendant-Respondent who claimed the rubber cultivation on the corpus.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      491.58,
      528.1,
      725.69
    ],
    "text": "It was submitted that the 6th –Defendant Respondent became the sole owner of lot “B” in plan 1144 comprising 5 acres and 10 perches out of which the Plaintiff Appellants claimed an undivided portion of land as the corpus of the partition action. The Surveyors who made plans 715 and 691 on commissions issued by court disclosed to courts by their reports that the land claimed to be the corpus has a cultivation of 119 and 65 rubber trees respectively, claimed only by the 6th Defendant-Respondent. An Officer of the Department of Rubber Development who testified before Court produced documents marked 6V1 to 6V4(at page 478 to 481) and said that the original owner Gabriel and the 6th- Defendant- Respondent his son had cultivated rubber on the land in question with subsidies granted by the Department. A.P. Rodrigo, a retired school principal and L.D. Cyril, a retired Grama Niladhari on evidence confirmed the enjoyment of the said property as a part of the larger land by Gabriel and his family including the 6th Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "10",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      63.71,
      531.1,
      725.69
    ],
    "text": "The learned counsel submitted that Surveyors reports marked P9 and P12 in respect of the said commissioners plans, although they state that boundaries and the lands were shown to court commissioners by the parties to the action, the plans 715 and 691A depict two different lands by their metes and bounds. The aforesaid contradictory identifications of the corpus on ground, demonstrate that the parties concerned were unable to identify the corpus to be partitioned as a land in existence and found on the ground. The deed of partition marked 6V10 has been executed and relied upon by the 6th Defendant- Defendant for his title was made on the partition plan No. 1144 made on 17.02.1980 by A.E. Wijesuriya, licensed surveyor marked 6V9. This plan was made sixteen years prior to the institution of the action. The two plans made by court commissions Nos. 715 and 691A by reference to the said partition plan No. 1144 identify and acknowledge that they were made out of different parts of the land partitioned and claimed by the 6th Defendant- Respondent and his brother who was his witness at the trial. In plan 715 the South Eastern boundary and in Plan No. 691A the North Eastern and South Eastern boundaries by reference to the land of the 6th Defendant -Respondent W.D. Dayananda by name and that the lands shown marked lot 1 are part and parcel of a land owned by the 6th Respondent by deeds 6V 10 and 6V 11 and depicted in the said plan 1144 as lot ‘B’. The learned Counsel submitted that the absence of permanent boundaries on the North East and South East of the portion of land claimed as the corpus by the Appellants as depicted in plan 691A and bounded by parts of the lands claimed by W.D.W. Dayananda the 6th –Defendant-Respondent leads to the necessary conclusion that the land surveyed as the corpus is a part of the land depicted in plan No.1144 owned by the 6th Defendant-Respondent. Conclusions. The main question that has to be decided is whether the corpus was properly identified or not. It is the burden of the parties seeking to partition the land to establish the identity of the land on balance of probability. The Appellants relied on Surveyor General’s Plan No. 128908 dated 14.11.1983 and the Plan No. 691A dated 24th January 2001 made by K.P.G.P. Krishnapillai, licensed surveyor based on the Surveyor General’s Plan. The plaintiffs did not refer to the Surveyor General’s Plan No. 128908 dated 14.11.1983 in the plaint or in the title deeds. It was not appended to the plaint. This plan was first produced by the first Plaintiff when Wijerathne, licensed surveyor went to the land to survey the land. It is the position of the licensed surveyor Wijerathne that this plan could not be superimposed on the land. This compelled the Plaintiffs to obtain another commission on K.G. Krishnapillai, licensed surveyor who made the plan no 691A making use of the Surveyor General’s Plan No. 128908. There were no boundaries on the ground. He used a pitawella(embankment) as the northern boundary and made a plan according to the shape and extend given in the Surveyor Generals plan and demarcated",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      35.25,
      594.7,
      63.19
    ],
    "text": "SC APPEAL No. 92/2013 & SC APPEAL No. 93/2013",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "11",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      63.71,
      525.1,
      601.46
    ],
    "text": "the boundaries as there were no boundaries on the ground. Surveyor Generals Plan refers to a watercourse as the norther boundary and not a pitawella (embankment) It is clear from the evidence that the Plaintiffs could not establish the identity of the land sought to be partitioned. Therefore, the findings and the judgment of the learned District Judge is correct. The learned judges of the Provincial High Court of Civil Appeals affirmed the Judgment of the learned District Judge. There are no reasons to interfere with thee Judgments of the District Court and the High Court. Appeals dismissed. No costs. Judge of the Supreme Court. Sisira J.de Abrew J. I agree. Judge of the Supreme Court Upaly Abeyrathne J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  }
]