[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      113.33,
      72.18,
      484.99,
      86.0
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      86.58,
      379.34,
      116.55
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328,
      13.920000076293945
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      116.92,
      526.75,
      287.33
    ],
    "text": "In the matter of an appeal under Article 128 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Miriyagalla Kankanamlage Vincent, No: 1195/6, Daluptiya Road, Hunupitiya, Wattala. Plaintiff Vs",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.479999542236328,
      13.4399995803833
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      287.51,
      517.9,
      766.55
    ],
    "text": "Miriyagalla Kankanamlage Gunapala, No: 1195/5, Dalupitiya Road, Hunupitiya, Wattala. SC/Appeal 50/2018 Defendant SC/HCCA/LA/231/2017 And WP/HCCA/COL/163/2021 (F) D.C. Colombo DLM 27/2008 Miriyagalla Kankanamlage Vincent, No: 1195/6, Daluptiya Road, Hunupitiya, Wattala. Plaintiff - Appellant Vs Miriyagalla Kankanamlage Gunapala, No: 1195/5, Dalupitiya Road, Hunupitiya, Wattala. Defendant - Respondent And Now Miriyagalla Kankanamlage Vincent, No: 1195/6, Daluptiya Road, Hunupitiya, Wattala. Presently at No. 46/17, Mosque Lane, Nawala Road, Rajagiriya. PlaintiffAppellant-Petitioner/Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.0,
      7.920000076293945,
      10.079999923706055,
      11.039999961853027,
      12.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.18,
      527.02,
      200.99
    ],
    "text": "Vs Miriyagalla Kankanamlage Gunapala, No: 1195/5, Dalupitiya Road, Hunupitiya, Wattala. Defendant -Respondent -Respondent Before: Murdu N.B. Fernando, PC. J.,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.05,
      208.79,
      278.76,
      222.61
    ],
    "text": "S.Thurairaja, PC. J. and",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      230.39,
      281.88,
      244.21
    ],
    "text": "K.K. Wickremasinghe, J.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      251.75,
      469.63,
      280.21
    ],
    "text": "Counsel: Rasika Dissanayake AAL for the Plaintiff- Appellant- Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      288.47,
      498.43,
      417.54
    ],
    "text": "Sudharshani Coorey AAL for the Defendant- Respondent-Respondent Argued on: 15.03.2021 Decided on: 11.06.2024 Murdu N.B. Fernando, PC. J.,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      425.8,
      526.54,
      497.48
    ],
    "text": "The Plaintiff-Appellant-Appellant (the Plaintiff) preferred this appeal against the judgement of the Civil Appellate High Court of Colombo (the High Court) dated 22nd March, 2017. The High Court upheld the judgement of the District Court dated 04th October, 2012 which dismissed the Plaintiffs case with costs and permitted the claim-in-reconvention of the Defendant-Respondent-Respondent (the Defendant).",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      7.920000076293945,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      505.74,
      526.21,
      534.2
    ],
    "text": "The Plaintiff obtained Leave from this Court on three questions of law, which are as follows;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.05,
      542.29,
      487.86,
      556.28
    ],
    "text": "i) Is the Plaintiff holding the paper title in respect of lot 03 in Plan",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.05,
      556.86,
      487.82,
      585.11
    ],
    "text": "269/1995 in trust in favour of the Defendant? ii) In the circumstances of the case, when the mother is still living",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.05,
      585.69,
      487.75,
      642.71
    ],
    "text": "at the time of the claim-in-reconvention and also up to now, could the Defendant seek a declaration that the Plaintiff is holding the paper title in trust in favour of the Defendant? iii) In any event, is there a constructive trust in the present case?",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      651.23,
      526.54,
      708.25
    ],
    "text": "The Plaintiff instituted the instant case in the District Court of Colombo to obtain a declaration of title to the land described in the 2nd schedule to the plaint and to eject the Defendant and all those holding under him from the land described in the 3rd schedule to the plaint.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      7.920000076293945,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      715.53,
      526.52,
      759.15
    ],
    "text": "The Plaintiffs case was that he purchased the land depicted in the 1st schedule to the plaint in extent AO RO P25.11 on 07th December, 1984 by a Deed bearing No. 2825. Thereafter, the land was sub-divided into three lots and a road way. Two lots (lots 01 and",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      7.920000076293945,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      71.94,
      526.37,
      100.4
    ],
    "text": "02) were alienated and he permitted his brother the Defendant, to occupy a portion of the remaining lot 03.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      108.66,
      535.9,
      165.95
    ],
    "text": "The Plaintiff also pleaded that subdivision of the land took place according to Plan bearing No 269/1995, and the 2nd schedule to the plaint depicted the extent of lot 03 as AO RO P9.3 and the 3rd schedule of the plaint as the area occupied by the Defendant which was in extent of AO RO P5.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      7.920000076293945,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      174.21,
      526.48,
      231.49
    ],
    "text": "The plaint is silent on which date the Defendant became the Plaintiffs licensee but states that though requested the Defendant failed to vacate the portion of the land occupied by him. In the aforesaid circumstances, the Plaintiff sued the Defendant and also claimed damages.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      239.75,
      526.42,
      282.61
    ],
    "text": "The Defendant on the other hand, sought to dismiss the Plaintiffs case and further moved for a declaration that the Plaintiff is holding the paper title to lot 03, on a constructive trust, in favour of the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      290.87,
      526.5,
      348.16
    ],
    "text": "The Defendant also pleaded that the entire land in extent of 24.10 perches depicted in Plan No 269/1995 was purchased from the consideration provided by the mother and her intention was to purchase the land for the benefit of both sons, the Plaintiff and the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      356.42,
      526.44,
      384.88
    ],
    "text": "At the trial, the right to begin the case fell upon the Defendant, since the paper title was admitted and a constructive trust was pleaded by the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      393.16,
      526.54,
      478.98
    ],
    "text": "In his evidence, the Defendant took up the position that he together with the mother and the brother (who were all daily paid workers) lived in the land. Upon the marriage of the Defendant, the brother (the Plaintiff) moved out of the land. Lots 01 and 02 were subsequently alienated. The Defendant and the mother continued to occupy lot 03 and lived in a wattle and daub hut. Later, a permanent structure was put up with the savings of the Defendants wife who was employed in the Middle East.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      487.5,
      526.44,
      515.72
    ],
    "text": "The Plaintiff subsequently returned to the land and constructed a house on a part of lot 03. The Defendant also constructed a boundary wall around his house.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      524.22,
      526.49,
      595.67
    ],
    "text": "Thereafter, the Plaintiff began to dispute the Defendants right to lot 03. It came to light that the Plaintiff (being the elder brother) had executed the Deed bearing No. 2825 in favour of the Plaintiff, against the wishes of the mother, who intended to transfer the land in favour of both her sons. The Defendant pleaded that the consideration for the land was paid by the mother from her savings in a cheetu scheme.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      604.17,
      526.54,
      675.61
    ],
    "text": "The learned District Judge, having analysed the evidence before court accepted the version of the Defendant viz-a-viz the Plaintiff i.e., the consideration for the land way back in 1984 was paid by the mother, the land was intended to be purchased for the benefit of the Plaintiff and the Defendant, and the Plaintiff holds the paper title of the land in dispute, depicted in the 3rd schedule, in extent of 5 perches in favour of the Defendant.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      683.87,
      526.48,
      726.73
    ],
    "text": "Having held so, the learned District Judge dismissed the Plaintiffs case and upheld the claim-in-reconvention of the Defendant based upon Constructive Trust and granted the relief prayed for by the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      71.94,
      526.39,
      114.8
    ],
    "text": "The learned Judges of the High Court accepted the reasoning and the findings of the trial court for reasons stated and dismissed the Plaintiffs appeal to the High Court with costs.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      123.09,
      526.47,
      180.35
    ],
    "text": "Having referred to the findings in the impugned judgements, let me now move onto consider the three questions of law, that needs answer from this Court. All three questions revolve around Constructive Trusts and I wish to consider the law relating to Constructive Trusts in the first instance.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      188.61,
      526.44,
      217.31
    ],
    "text": "In Sri Lanka, the law governing Constructive Trusts is found in Chapter IX of the Trusts Ordinance.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      225.35,
      526.54,
      282.61
    ],
    "text": "Whilst the Appellant drew our attention to Sections 83 and 84 of the Trusts Ordinance and submitted that it has no bearing to the matter in issue, the Respondent relied upon Sections 90, 91 and 96 of the Trusts Ordinance to substantiate its argument that a Constructive Trust arose in the given circumstances.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      290.87,
      526.45,
      333.76
    ],
    "text": "There is no dispute that numerous methods of classification of trusts exist and the main categorization of trusts arise, as a result of the acts of the parties or by operation of law.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      341.04,
      526.48,
      384.88
    ],
    "text": "Keeton on the Law of Trusts 9th Edition at page 36 refers to a very old case Cook v. Fountain (1676) 3 Swanst 585, 592, where Lord Nottingham attempted a classification of trusts in the following terms:-",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      7.920000076293945,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.05,
      393.16,
      454.47,
      594.23
    ],
    "text": "All trusts are either, first, express trusts, which are raised and created by act of the parties, or implied trusts, which are raised or created by act or construction of law; again, express trusts are declared either by word or writing; and these declarations appear either by direct and manifest proof, or violent and necessary presumption. These last are commonly called presumptive trusts; and that is, when the Court, upon consideration of all circumstances, presumes there was a declaration, either by word or writing, though the plain and direct proof thereof be not extant. In the case in question there is no pretence of any proof that there was a trust declared either by word or in writing; so the trust, if there be any, must either be implied by the law, or presumed by the Court.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      602.49,
      526.53,
      645.35
    ],
    "text": "Keeton goes onto state that what Lord Nottingham calls a presumptive trust is today called an implied trust and his trust implied by law is the modern constructive trust.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      653.63,
      526.49,
      682.09
    ],
    "text": "Keeton also refers to the following passage from Lewins classification in Law of Trusts 15th Edition at page 61,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      7.920000076293945,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.05,
      690.35,
      454.51,
      761.55
    ],
    "text": "The terms Implied Trusts, Trusts by Operation of Law, and Constructive Trusts appear from the books to be almost synonymous expressions: but for the purposes of the present work the following distinctions, as considered the most accurate, will be observed. An implied trust is one",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.05,
      71.94,
      454.51,
      157.79
    ],
    "text": "declared by a party not directly, but only by implication; [] Trusts by operation of law are such as are not declared by a party at all, either directly or indirectly, but result from the effect of a rule of equity, and are either: (i) resulting trusts, [] or (2) constructive trusts, which the Court elicits by a construction put upon certain acts of the parties []",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.05,
      166.53,
      323.16,
      180.35
    ],
    "text": "Thus, at page 37, Keeton observes-",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.05,
      188.61,
      454.47,
      274.45
    ],
    "text": "It will be apparent from Lewins observations that an implied trust is one which the Court deduces from the conduct of the parties, and the circumstances of the transaction. It is important to notice that here the function of the Court is to discover what the presumed intention of the parties was, and to give effect to it.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      282.95,
      526.47,
      325.6
    ],
    "text": "This Court too on numerous occasions have held, that the trial courts should be satisfied that extrinsic evidence to prove attendant circumstances have been properly received in evidence at the trial.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      334.1,
      526.54,
      419.94
    ],
    "text": "This Court has held that the attendant circumstances would depend on the facts of each case and the burden of proof lies on the person who claims a constructive trust to prove that it cannot be reasonably inferred from the attendant circumstances that the said party intended to part with or depose of the beneficial interest in the land. Vide Dayawathie and Others v. Gunesekera and Another [1991] 1 SLR 115; Premawathi v. Gnanawathi [1994] 2 SLR 17 and Somawathie v. Alles S.C. Appeal 114/2011 decided on 05.12.2019.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      428.2,
      526.54,
      485.46
    ],
    "text": "In the instant appeal, for the Defendant who claims the constructive trust to succeed he should have placed relevant evidence before the trial court for the trial court to reasonably infer from the attendant circumstances, that the beneficial interest was still with him.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      493.74,
      526.54,
      551.0
    ],
    "text": "The learned trial judge and the learned judges of the High Court in their judgements have categorically observed, that the Defendant was able to prove all the contentions taken up in his answer, whereas the Plaintiff has failed to establish that he was not holding lot 03 in favour of the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      559.26,
      526.49,
      630.95
    ],
    "text": "The Appellant (the Plaintiff) in his written submissions to this Court, takes up the position that the Defendant was unable to establish that the Plaintiff was holding the property in the Plaintiffs name on behalf of and/or in favour of the Defendant. The Appellant relied on the following facts to put forward the argument and justify his case that the Defendant failed to establish his contention.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.05,
      639.45,
      256.66,
      653.27
    ],
    "text": "The said facts are as follows;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      661.55,
      526.54,
      747.61
    ],
    "text": "Consequent to the execution of the deed in issue in 1984, the property was transferred to a third party in 1986. It was re-transferred to the Plaintiff in 1987 which established that the Plaintiff was the owner of the land. The learned Counsel submitted in view of the paper title being admitted at the trial and the provisions of Section 58 of the Evidence Ordinance, that it was not necessary for the Plaintiff to re-establish that he is the owner of the land in dispute.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      71.94,
      526.54,
      157.79
    ],
    "text": "The next contention of the Plaintiff was that the deed in issue has been notarially executed in terms of Section 2 of the Prevention of Frauds Ordinance and therefore is a valid deed. Furthermore he submitted, the deed is not subject to any conditions or trusts; the consideration has passed between the Plaintiff and the vendors; and also in terms of Section 92 of the Evidence Ordinance, the disposition is reduced to a writing and hence the ownership of the property is with the Plaintiff.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      166.29,
      526.39,
      223.33
    ],
    "text": "The Plaintiff also relied upon Sections 83 and 84 of the Trusts Ordinance to submit that parole evidence could be led to contradict the nature of the deed and if as contended by the Defendant, the mother paid the consideration, she should come before court and plead a constructive trust.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      231.83,
      526.54,
      274.45
    ],
    "text": "The Plaintiff also relied upon Section 103 of the Evidence Ordinance and the below mentioned passages from The Reception in Ceylon of the English Trust by L.J.M. Cooray to justify his argument, i.e.,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.05,
      282.95,
      454.49,
      354.4
    ],
    "text": "We have noted in chapter VI the weight attached to a notarial conveyance. Where a person has a notarial conveyance in his favour, the courts have placed a heavy burden on the transferor to prove facts bringing himself within section 83 (page 126)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.05,
      362.66,
      450.12,
      419.94
    ],
    "text": "section 84 has effected a change, because a person who relies on it must prove, (i) that he provided the consideration and (ii) that it was not for the benefit of the transferee (even if he were a stranger) (page 131)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.520000457763672,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      440.92,
      526.5,
      497.96
    ],
    "text": "The Plaintiff further relied on the presumption of advancement and the case of Ammal v. Kangany 13 NLR 65 and Muttalibu v. Hameed 52 NLR 97 to contend that even if the mother paid the consideration and the land was purchased in the name of the son, the presumption is that the mother intended to purchase it in the name of the son.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      506.46,
      526.48,
      606.71
    ],
    "text": "Corollary, the Defendant in his written submissions to this Court re-iterated that it was the mother (of the Plaintiff and the Defendant) who paid the consideration, that she could not come before the trial court to give evidence as she was seriously ill; that the mother is living with the Defendant in his house and her being alive does not vitiate the creation of a trust; and that no evidence has been established by the Plaintiff as to why he allowed the Defendant to build a permanent construction and to put up a boundary wall demarcating his portion of the land.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      614.97,
      526.21,
      643.43
    ],
    "text": "The Defendant in order to establish his contention that a constructive trust existed in favour of the Defendant, relied on Section 90 of the Trusts Ordinance.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.05,
      651.95,
      255.94,
      665.77
    ],
    "text": "Section 90 reads as follows;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.05,
      674.27,
      454.48,
      759.87
    ],
    "text": "Where a trustee, executor, partner, agent, director of a company, legal adviser, or other person bound in a fiduciary character to protect the interests of another person, by availing himself of his character, gains for himself any pecuniary advantage, or where any person so bound enters into any dealings under circumstances in which his own",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.05,
      71.94,
      454.38,
      129.2
    ],
    "text": "interests are, or may be, adverse to those of such other person and thereby gains for himself a pecuniary advantage, he must hold for the benefit of such other person the advantage so gained.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      137.49,
      526.48,
      208.91
    ],
    "text": "The submission of the Respondent (the Defendant) before this Court was that the Plaintiff in whom the mother trusted to execute the deed in the name of both the Plaintiff and Defendant had been bound in a fiduciary character and since the Plaintiff gained for himself a pecuniary advantage by taking the entire land for himself, he is holding the Defendants share in Deed No. 2825 for the benefit of the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      217.43,
      526.44,
      260.05
    ],
    "text": "Further, the Defendant contended that the evidence led at the trial established that the mother did not intend to give a gift only to the Plaintiff but that she intended to give a gift to both sons, the Plaintiff and the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      268.55,
      526.54,
      297.01
    ],
    "text": "The learned Counsel for the Defendant also drew the attention of Court to Sections 91 and 96 of the Trusts Ordinance.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.05,
      305.54,
      252.82,
      319.36
    ],
    "text": "Section 91 reads as follows;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.05,
      327.62,
      454.37,
      413.46
    ],
    "text": "Where, by the exercise of under influence, any advantage is gained in derogation of the interests of another, the person gaining such advantage without consideration, or with notice that such influence has been exercised, must hold the advantage for the benefit of the person whose interests have been so prejudiced.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.05,
      422.2,
      252.82,
      436.02
    ],
    "text": "Section 96 reads as follows;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.05,
      444.28,
      454.51,
      544.52
    ],
    "text": "In any case not coming within the scope of any of the preceding sections where there is no trust, but the person having possession of property has not the whole beneficial interest therein, he must hold the property for the benefit of the persons having such interest, or the residue thereof (as the case may be), to the extent necessary to satisfy their just demands.",
    "fonts": [
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      552.78,
      526.49,
      638.87
    ],
    "text": "The submission of the learned Counsel, relying on the above provisions of Sections 91 and 96 of the Trusts Ordinance and The Reception in Ceylon of the English Trust by L.J.M. Cooray at pages 143 and 147, was that a member of a family who is in charge of the family property had also been regarded in a fiduciary character, though not specifically spelt out in Section 90 of the Trusts Ordinance. Vide Galgamuwa v. Weerasekera 21 NLR 108 and Banda v. Weerasekera 23 NLR 157",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      647.13,
      526.49,
      733.21
    ],
    "text": "Furthermore, the learned Counsel submitted that Section 91 is an extension of the principle in Section 90. Section 90 [and 92] which deal with an abuse of confidence and Section 91 relating to undue influence overlap but do not always coincide. The learned Counsel also submitted that Section 96 of the Trusts Ordinance covers cases which do not fall under any other section, but which necessarily should be covered in a constructive trust situation.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      71.94,
      529.66,
      114.8
    ],
    "text": "I have considered the submissions made by both parties relating to the evidence led at the trial and the judgement of the learned District Judge and I see no reason to disturb the said findings, which upheld the claim-in-reconvention and dismissed the appeal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      123.09,
      526.45,
      194.75
    ],
    "text": "Hence, I do not intend to traverse through the evidence once again in this appeal process. Nevertheless, in the interest of justice, it is pertinent to note, that the factors detailed below, upon which much reliance was placed by both parties in their oral and written submissions, had been adequately and sufficiently dealt with, by the learned judges in their impugned judgements.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      203.01,
      526.54,
      288.85
    ],
    "text": "The important pieces of evidence to which the attention of this Court was drawn to, were the failure of the Plaintiff to establish his income when the deed was executed and consideration paid, the manner and mode of such payment by the Plaintiff (alleged to have been on instalments spanning a period of 10 years), the Plaintiffs failure to establish the reason for non-objection and/or preventing the Defendant from construction of the residence and the boundary wall.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      297.14,
      526.53,
      354.4
    ],
    "text": "The failure of the Plaintiff to establish the alleged termination of the Defendants status as a licensee viz--viz the prompt action taken by the Defendant to go before the Mediation Board being aware of the non-inclusion of his name in the deed was highlighted as another important piece of evidence.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      362.66,
      526.12,
      391.12
    ],
    "text": "The notation of the Notary Public that the consideration was paid in full before him at the time of the execution of the deed was another point of significance.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      399.4,
      526.54,
      442.26
    ],
    "text": "The aforesaid factors, which in my view could be classified as attendant circumstances, have been examined by the learned judges in the impugned judgements when arriving at its findings pertaining to the beneficial interests of the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      450.52,
      526.46,
      493.4
    ],
    "text": "The three questions of law for determination by this Court are interwoven and revolve around Constructive Trusts. Hence, I would venture to consider Constructive Trusts in the said light.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      501.66,
      526.54,
      573.32
    ],
    "text": "A Constructive Trust, is not an actual or an express trust formed in the traditional manner. It is a legal fiction. It arises by operation of the law. The genesis of constructive trust in a by-gone era was to uphold equity between two warring parties. A constructive trust is formed where it would be unconscionable for a person who holds a property or an asset, to deny the beneficial interest in the property or the asset, to the other person.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      581.61,
      526.45,
      638.87
    ],
    "text": "Earlier in this judgement, reference was drawn to the works of legal luminaries and their views and observations pertaining to constructive trusts, classification of such trusts and the circumstances under which such trusts arise. Reference was also made to the English Law and the evolution of the constructive trusts and its codification.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      647.13,
      526.42,
      690.01
    ],
    "text": "The English Law rules and precedents on Constructive Trusts have been incorporated into our law, by Chapter IX of the Trusts Ordinance. The said Chapter has fifteen Sections, Sections 82 to 96. The primary section is Section 82.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.05,
      698.51,
      252.82,
      712.33
    ],
    "text": "Section 82 reads as follows;",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      180.07,
      720.59,
      454.21,
      763.47
    ],
    "text": "An obligation in the nature of a trust (hereinafter referred to as a constructive trust) is created in the following cases",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.3,
      302.86,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      71.94,
      526.18,
      100.4
    ],
    "text": "Section 82 is followed by Sections 83 to 96, which gives different situations in which a constructive trust can be created or inferred.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      108.66,
      526.49,
      165.95
    ],
    "text": "The learned Counsel for the Appellant in his submissions contended, that the facts referred to in the instant appeal do not fall within the ambit of Sections 83 and 84 and therefore no constructive trust could arise in favour of the Defendant. Therefore, he argued, that the Defendants case should fail and judgement be entered in his favour.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.05,
      174.45,
      281.64,
      188.27
    ],
    "text": "The said Sections read as follows;",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.05,
      197.01,
      165.67,
      210.83
    ],
    "text": "Section 83",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.05,
      218.87,
      454.51,
      304.93
    ],
    "text": "Where the owner of property transfers or bequeaths it, and it cannot reasonably be inferred consistently with the attendant circumstances that he intended to dispose of the beneficial interest therein, the transferee or legatee must hold such property for the benefit of the owner or his legal representative.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.05,
      313.7,
      165.67,
      327.52
    ],
    "text": "Section 84",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.05,
      335.54,
      454.48,
      421.62
    ],
    "text": "Where property is transferred to one person for a consideration paid or provided by another person, and it appears that such other person did not intend to pay or provide such consideration for the benefit of the transferee, the transferee must hold the property for the benefit of the person paying or providing the consideration.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      429.88,
      526.53,
      515.72
    ],
    "text": "If I may elaborate, the contention of the learned Counsel for the Appellant was that the paper title to the land was Plaintiffs and the Plaintiff did not hold the land in trust in favour of the Defendant or his mother. The Counsel further contended, since in terms of Section 83, parole evidence could have been led to contradict the paper title and no evidence was led of the mother to contradict the contents of the deed, a constructive trust cannot be inferred.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      524.22,
      526.54,
      581.27
    ],
    "text": "Further, it was submitted by the learned Counsel that in terms of Section 83, only a vendor could plead a constructive trust and in terms of Section 84, a third party has no status to plead a constructive trust and thus the Defendant neither being a vendor nor a transferee cannot rely on the said sections to plead a constructive trust.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      589.77,
      526.54,
      675.61
    ],
    "text": "Upon a plain reading of Sections 83 and 84, the aforesaid contention of the Appellant appears to be correct. Nevertheless, it is important to bear in mind, that a constructive trust could be created in more ways than one. The learned Counsel for the Appellant appears to restrict the creation of a constructive trust to Sections 83 and 84 only. There are many other sections, namely, Sections 85 to 96 upon which a constructive trust could be created.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      683.87,
      526.44,
      726.73
    ],
    "text": "The submission of the learned Counsel for the Respondent on the other hand, was that in the instant case, a constructive trust was created and can be inferred, in terms of Sections 90, 91 and 96 of the Trusts Ordinance.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      734.99,
      526.53,
      763.23
    ],
    "text": "Earlier in this judgement, reference was made to the said sections. Section 90 speaks of a fiduciary relationship and circumstances under which a constructive trust can be",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.3,
      305.74,
      805.78
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      71.94,
      526.5,
      114.8
    ],
    "text": "inferred. The said section indicates a person bound in a fiduciary character to protect the interests of another gains for himself any pecuniary advantage adverse to the other, then such person must hold the benefit, for the other person.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      123.09,
      526.5,
      237.73
    ],
    "text": "From the evidence elicited in the instant case or to use the language in the statute the attendant circumstances, it is apparent that the mother paid the consideration and purchased the land for the benefit of the two sons and entrusted the elder son (the Plaintiff) to execute the deed in the name of both sons (the Plaintiff and the Defendant). Nevertheless, the Plaintiff only included his name as the vendee and thereby gained an advantage to the detriment of the Defendant. The intention of the mother was not to give a gift only to one son (the Plaintiff) and hence, it was contended that the Plaintiff must hold the benefit of the advantage in favour of the Defendant, whose interests have been prejudiced.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      245.99,
      526.47,
      332.08
    ],
    "text": "The learned Counsel for the Respondent also submitted that Section 91 is an extension to Section 90 and contended that though not specifically referred to in Section 90, a family member who is in charge of family property also falls within the realms of such section. Therefore, the case of the Defendant was that a constructive trust was created and the Plaintiff, was holding, the land in a fiduciary character for the benefit of the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      340.34,
      526.1,
      368.8
    ],
    "text": "The Counsel for the Respondent also drew the attention of Court to Section 96 of the Trusts Ordinance.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      377.06,
      526.41,
      477.54
    ],
    "text": "The said Section which can be construed as an omnibus clause, covers a situation where a particular set of facts may not on all fours, come within the parameters of the constructive trust to be inferred in terms of Sections 83 to 95. Even in such a situation, where a trust is not created, this section recognizes the person having possession of the property but who is legitimately not entitled to the beneficial interest of the whole property, as holding the property for the benefit of the person having such interest, to the extent necessary to satisfy such persons just demands.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      485.82,
      526.49,
      571.64
    ],
    "text": "Hence, the contention of the learned Counsel for the Respondent was that in the given instance, a constructive trust was created under Section 96 as well since, the Plaintiff who has the paper title to the property, but who is not entitled to have the whole beneficial interest of the property [because the intention of the mother was to gift the property to both the Plaintiff and the Defendant] holds the said property in trust, for the beneficial interest of the Defendant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      580.17,
      526.54,
      637.19
    ],
    "text": "Having considered the submissions made for the Appellant and the Respondent pertaining to the creation of a constructive trust, my considered view in the instant matter is that, a Constructive Trust had been created in terms of Sections 90, 91 and 96 of the Trusts Ordinance.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.05,
      645.69,
      508.03,
      659.51
    ],
    "text": "Thus, I see merit in the submissions of the learned Counsel for the Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      668.03,
      526.54,
      753.63
    ],
    "text": "The Plaintiff being the elder brother, who was entrusted by the mother to hand over the consideration to the vendors and get the deeds executed in the name of the Plaintiff and the Defendant as per the intention and the wish of the mother, failed to adhere to the instructions of the mother. Moreover, the Plaintiff gained a pecuniary advantage to himself and deprived the beneficial interest that ought to go to the Defendant. Thus, for all intentions and purposes, the Plaintiff holds the property in trust for his brother, the",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.3,
      305.74,
      805.78
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      71.94,
      526.07,
      100.4
    ],
    "text": "Defendant. Although fraud has not been averred to by the Defendant, in my view, the actions of the Plaintiff borders on same.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      108.66,
      526.46,
      180.35
    ],
    "text": "Nevertheless, the questions of law raised before this Court, are in respect of Constructive Trusts. Having considered the evidence led, I hold that the trial court has correctly deduced the attendant circumstances, the conduct of the parties, the circumstances of the transaction, the presumed intention of the parties and given effect to such intention, considering it as a constructive trust situation.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      188.61,
      526.44,
      217.07
    ],
    "text": "In the aforesaid circumstances, I answer the three questions of law in the affirmative and in favour of the Respondent.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      224.37,
      526.47,
      253.81
    ],
    "text": "I uphold the judgement of the District Court dated 04th October, 2012 and the judgement of the High Court dated 22nd March, 2017.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      7.920000076293945,
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      262.07,
      526.51,
      290.53
    ],
    "text": "The decision of the District Court and the High Court to dismiss the Plaintiffs case with costs and to grant the claim-in-reconvention of the Defendant is also upheld.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      298.82,
      523.26,
      327.28
    ],
    "text": "For reasons morefully adumbrated in this judgement, the appeal of the Plaintiff-Appellant-Appellant is dismissed with costs fixed at Rs. 150,000/=",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      335.54,
      526.46,
      364.0
    ],
    "text": "The Plaintiff-Appellant-Appellant is directed to make the payment of costs, in a sum of Rs 150,000/=, to the Defendant-Respondent-Respondent forthwith.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.05,
      372.5,
      333.5,
      386.32
    ],
    "text": "Appeal is dismissed with costs.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      485.58,
      514.78,
      589.43
    ],
    "text": "Judge of the Supreme Court S. Thurairaja, PC. J. I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328,
      16.079999923706055
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      590.25,
      514.78,
      696.25
    ],
    "text": "Judge of the Supreme Court K.K. Wickremasinghe, J. I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328,
      18.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      697.07,
      517.9,
      725.29
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  }
]