[
  {
    "page_number": 0,
    "bbox": [
      77.78,
      805.65,
      519.83,
      814.65
    ],
    "text": "SC/HC/LA 101/2024 - JUDGMENT 1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      116.78,
      63.2,
      481.54,
      94.16
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      96.7,
      529.32,
      637.8
    ],
    "text": "In an Appeal under and in terms of Article 127(2) of the Constitution read with section 5C of the High Court of the Provinces (Special Provisions) Act No. 19 of 1990. SC. HC. LA. No. 101/24 HC/ALT No. 03/2022 (Avissawella) Labour Tribunal Application No. 19/AV/372/2020 Sooriyage Sujith Chaminda Kumara No. D 20/10, Mapitigama, Gonagala, Ruwanwella. Applicant-Appellant-Petitioner Vs. Malwatte Valley Plantations, No. 280, Dam Street, Colombo 12. Respondent-Respondent-Respondent BEFORE : YASANTHA KODAGODA, PC, J. A.H.M.D. NAWAZ, J. ARJUNA OBEYESEKERE, J. COUNSEL : Nishadi Wickramasinghe instructed by Lakmini",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      640.5,
      526.26,
      790.62
    ],
    "text": "Amarasinghe for the Applicant-Petitioner-Appellant. Priyantha Alagiyawanna with Sayuri Senanayake and Vihanga Fernando instructed by Ms. Purnima Gnanasekera for the Respondent-Respondent-Respondent. ARGUED & DECIDED ON : 21st October 2025",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.78,
      805.65,
      519.83,
      814.65
    ],
    "text": "SC/HC/LA 101/2024 - JUDGMENT 2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      63.2,
      503.94,
      163.12
    ],
    "text": "YASANTHA KODAGODA, PC, J. This Court heard learned Counsel for the Petitioner as well as learned Counsel for the Respondent. The Court formed the view that Leave to Appeal should be granted on the following question of law:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      165.46,
      504.0,
      727.08
    ],
    "text": "When delivering the impugned judgment, has the learned Judge of the High Court arrived at a correct and specific finding on the matters argued before the High Court, definitively decided the Appeal, and incorporated his finding correctly in the Judgment? Having granted Leave to Appeal, with the concurrence of learned Counsel for both parties, the Court proceeded to take up the Appeal for hearing. Accordingly, the learned counsel for the Appellant and the learned counsel for the Respondent were heard. During the hearing, the Court considered the evidence in this case, as well as the impugned judgment of the High Court. We have noted with some degree of concern the final paragraph of the impugned judgment of the High Court, wherein the learned Judge has arrived at findings against both the Applicant-Appellant and the Respondent-Respondent before that Court. It is the understanding of this Court that, given the facts of this case, the Court exercising Appellate jurisdiction being the High Court, could not have arrived at such counter findings, which in the circumstances of this matter, renders the judgment meaningless. The learned Judge of the High Court having arrived at a finding either in favour or against the Appellant should have definitively and with clarity, either rejected or accepted the Appeal presented by the Applicant – Appellant. If in fact the position presented on behalf of the Applicant – Appellant and the Respondent – Respondent had to be rejected for good reason, the learned Judge should have recorded in the Judgment the correct position and determined the Appeal based on such correct position. In this instance, the learned Judge of the High Court has not done that either. In the circumstances, it is the view of this Court that the learned Judge of the High Court has failed to properly adjudicate the Appeal before him. It is necessary to note that coherence and clarity are core features of a Judgment. Sadly, the impugned judgment lacks both. Therefore, the question of law in respect of which Leave to Appeal was granted is answered in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      729.44,
      503.99,
      760.56
    ],
    "text": "When delivering the impugned judgment, the learned Judge of the High Court has not arrived at a correct and specific finding on the matters argued before the High",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      77.78,
      805.65,
      519.83,
      814.65
    ],
    "text": "SC/HC/LA 101/2024 - JUDGMENT 3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      63.08,
      503.97,
      401.23
    ],
    "text": "Court, and has not definitively decided the Appeal. Nor has he incorporated his finding correctly in the Judgment. In these circumstances, this Court cannot allow the impugned judgment of the High Court to stand. Therefore, the impugned judgment of the High Court dated 31st May 2024 is set-aside. In the said circumstances, this matter is remitted back to the High Court for the hearing of the Appeal, afresh. Accordingly, the High Court is directed to hear afresh the Appeal presented by the Applicant-Appellant and adjudicate upon the Appeal once again. In these circumstances, the Appeal is allowed. The Registrar of this Court is directed to send this matter back to the High Court of Avissawella to hear the Appeal afresh. Parties shall bear their own costs.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      403.71,
      490.44,
      451.65
    ],
    "text": "JUDGE OF THE SUPREME COURT A.H.M.D. NAWAZ, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      454.11,
      490.44,
      551.97
    ],
    "text": "JUDGE OF THE SUPREME COURT ARJUNA OBEYESEKERE, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      554.43,
      490.44,
      651.88
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]