{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2026-02-09-SC-FR-46-2020--SC-FR-47-42de89f3",
  "num": "SC/FR/46/2020, SC/FR/47/2020, SC/FR/48/2020",
  "date_str": "2026-02-09",
  "description": "Hon. Yasantha Kodagoda PC J - SC/FR/46/2020: Mohamed Ibrahi...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_46_47_48_2020.pdf",
  "parties": "SC/FR/46/2020: Mohamed Ibrahim Mohamed Ishran Ahamed No. 658/78, Mahawela Gardens, Dematagoda. Petitioner On behalf of: Mohamed Yusuf Mohamed Ibrahim No. 658/78, Mahawela Gardens, Dematagoda. v. 1. Senior Superintendent of Police Director Criminal Investigations Department, Colombo 01. 2. Assistant Superintendent of Police Homicide Unit, Criminal Investigations Department, Colombo 01. 3. Maithripala Sirisena President (former) of the Democratic Socialist Republic of Sri Lanka Mahagama Sekara Mawatha, Colombo 07. 4. Honourable Attorney-General Attorney-General’s Department, Colombo 12. Respondents. SC/FR/47/2020: Mohamed Ibrahim Mohamed Ishran Ahamed No. 658/78, Mahawela Place, Dematagoda. Petitioner On behalf of: Mohamed Ibrahim Mohamed Ismail No. 658/90, Mahawela Place, Dematagoda. v. 1. M.A.A. Rohan Premaratne Senior Superintendent of Police Director Criminal Investigations Department, Colombo 01. 2. Meril Ranjan Lamahewa Assistant Superintendent of Police Homicide Unit, Criminal Investigations Department, Colombo 01. 3. Maithripala Sirisena President (former) of the Democratic Socialist Republic of Sri Lanka Mahagama Sekara Mawatha, Colombo 07. 4. Honourable Attorney-General Attorney-General’s Department, Colombo 12. Respondents. SC/FR/48/2020: Fathima Rushda Iqbal No. 658/109/A, Mahawila House, Dematagoda. Petitioner On behalf of: Mohamed Ibrahim Ijaz Ahmed No. 658/109/A, Mahawila House, Dematagoda. v. 1. Kavinda Piyasekara Senior Superintendent of Police Director, Criminal Investigations Department, Colombo 01. 2. Ranjan Lamahewa Assistant Superintendent of Police Homicide Unit, Criminal Investigations Department, Colombo 01. 3. General (Rtd.) G.D.H. Kamal Gunaratne Secretary, Ministry of Defence, No. 15/5, Baladaksha Mawatha, Colombo 03. 4. Honourable Attorney-General Attorney-General’s Department, Colombo 12. Respondents\n\nView More",
  "judgement_by": "Hon. Yasantha Kodagoda PC J"
}