[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      543.51,
      533.74
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA In the matter of an Appeal from the Commercial High Court of Colombo. People’s Bank, No. 75, Sir Chittampalam A Gardiner Mawatha, Colombo 02. SC CHC APPEAL No. 32/09 Plaintiff Commercial High Court Case No. CHC (Civil) 239/05(1) Vs The Partnership business being carried on under the name and style of Zaid Tea. 1.Miran Naushad Jamaldeen, No. 52, Sea Beach Road, Colombo 11. 2.Siththi Ayesha Naushad,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      536.26,
      543.51,
      706.57
    ],
    "text": "No. 52, Sea Beach Road, Colombo 11. Defendants AND NOW The Partnership business being carried on under the name and style of Zaid Tea.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.81,
      528.75,
      88.85
    ],
    "text": "1.Miran Naushad Jamaldeen,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      91.85,
      515.15,
      157.73
    ],
    "text": "No. 52, Sea Beach Road, Colombo 11. 2.Siththi Ayesha Naushad,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      160.25,
      540.47,
      704.05
    ],
    "text": "No. 52, Sea Beach Road, Colombo 11. Defendant Appellants Vs People’s Bank, No. 75, Sir Chittampalam A Gardiner Mawatha, Colombo 02. Plaintiff Respondent BEFORE : S. EVA WANASUNDERA PCJ., SISIRA J DE ABREW J. & VIJITH K. MALALGODA PCJ. COUNSEL : M.C.M. Muneer with Chandima Samarasiri for the Defendant Appellants. Kushan D’Alwis PC with Chamila Wickram- anayake and Ms. A. Tennakoon for the Plaintiff Respondent. ARGUED ON :10.10.2017. DECIDED ON : 19.02.2018.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      75.17,
      546.51,
      709.09
    ],
    "text": "S. EVA WANASUNDERA PCJ. The Appellants in this case have appealed to this Court from the judgement of the Commercial High Court of Colombo dated 08.07.2009. The said judgment was in favour of the Plaintiff Respondent, the People’s Bank (hereinafter referred to as the Plaintiff Bank). By Plaint dated 28.10.2005, the Plaintiff Bank had filed action against the two partners of the business being carried on under the name and style of Zaid Tea. The said two partners are the 1st and 2nd Defendant Appellants (hereinafter referred to as the Defendant Appellants). The Plaintiff sought a judgment and decree in a sum of Rs. 28,037,446.11 and interest thereon at the rate of 24% per annum on a sum of Rs. 16,914,333.15 from 01.11.2003 until the date of the decree and thereafter legal interest on the aggregate sum until the payment in full. The Defendant Appellants had filed answer denying the averments in the plaint and claiming that they are not liable to pay. The trial proceeded on seven admissions and 64 issues raised by the parties on 13.09.2006. The subject matter of the case before the trial court was the purchase of 4 foreign bills by the Plaintiff Bank on the application and at the request of the Defendant Appellants. The Plaintiff Bank claimed that the money used to purchase the four Foreign Bills on the application of the Defendant Appellants had to be paid back to the Plaintiff Bank by the Defendant Appellants. However, the main defense of the Defendant Appellants was that the Plaintiff Bank should recover the purchase money of the Foreign Bills not from the Defendant Appellants but from SLECIC (Sri Lanka Export Credit Insurance Corporation) from whom the purchase of bills were secured. The Plaintiff Bank led in evidence documents marked X1 to X18 through the Deputy Manager, Special Assets Unit. The 1st Defendant Appellant had given evidence marking V1 to V10 in evidence. The partnership of the Defendant Appellants, Zaid Tea had been a customer of the Bank for a length of time and they had enjoyed other facilities granted by the Bank. One such other facility was ‘export trust receipt’ facility granted to the same Defendants, the partners of Zaid Tea, on the security granted by SLECIC",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      546.06,
      717.25
    ],
    "text": "under “pre shipment credit guarantee of SLECIC”. This facility is a different facility and is not with regard to the Foreign Bills. The Defendant Appellants’ own document marked as V1 specifically indicates that there was no security of SLECIC in respect of the Foreign Bills purchase facility. Moreover, the Plaintiff Bank’s witness, when giving evidence categorically stated that the pre shipment credit guarantee of SLECIC is applicable to export trust receipt facility and not to the Foreign Bills purchase facility which forms the subject matter of the case before the Commercial High Court. Right along, when giving evidence on 27.02.2008, the witness of the Bank had reiterated this position and even in cross examination, he had quite specifically confirmed this position. The High Court Judge , writing the judgment has explained the reasoning very well as follows:- tfukau” meusKs,af,a idlaIslre yria m%YaK j,g ms<s;=re fouska” os.ska os.gu lshd we;af;a” js’1 f,aLKh fuu kvqjg mdol .Kqfokq j,g wkod< nj fjs’ tfukau js;a;s jdplhka f,i f.k we;s iaf,isla rlaIK wdjrKh fuu kvqfjs .Kqfokqj,g wkod< nj;a” th wod< jqfha” wmkhkh Ndr l=js;dkais Kh fjkqfjka muKla nj;a yria m%YaK j,g ms<s;=re f,i lshd we;’ js’1 foi ne,sfusos o js’1 wod< hehs ;ralh ioZyd Wm l,amkh lrk jsfgl jqj;a” tys 4 jk myiqlu f,i olajd we;s jsfoaY ns,am;a us,os .eksu iqrlaIs; lsrsug“iaf,isla” rlaIKh b,a,d ke;’ th wod< js we;af;a” meusks,af,a idlaIslre lshk f,ig u 3 jk jk myiqlus jra.h jk wmkhk Ndr l=js;dkais us,g .eksugh’ iaf,isla rlaIKh fuu kvqfjs .Kqfokq j,g wod< fkdjk nj;a” nexl=fjs b,a,su iaf,isla wdh;khg bosrsm;a lf,a wmkhk Ndr l=js;dkaisfha ys.Z uqo,a whlr .eksug wod<j nj;a” meusKs,af,a idlaIslre yria m%YaK j,g ms,s;=re f,i lshdo we;’ Even supposing there was a security cover for Foreign Bills purchase, the security cover is taken by the business person from SLECIC and then who can claim the money from SLECIC? It is not the Bank who wanted the security cover but the businessman who obtained such a cover. In the case in hand , if there was such a security cover, it is only the Defendant Appellants who could legally make the claim. In fact there was no such security cover. The 1st Defendant Appellant in his evidence had rather admitted that the pre shipment credit guarantee of SLECIC is in respect of the “ export trust receipt facility”. It was not for “foreign bills purchase”. The 1st Defendant Appellant was the person who ran the business and knew the truth even though it was pleaded by the Defendant Appellants in their answer and the submissions made by their Counsel that the Foreign Bills",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Su_VIJAYA0",
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      564.0,
      686.77
    ],
    "text": "purchase was under security cover of SLECIC. The High Court Judge had correctly analyzed this position in his judgment in this way: js;a;sh mjik f,i fuu kvqfjs .Kqfokqj,g wod<j tjeks rlaIKhla ;sns”meusks,sldr nexl=j b,a,sula lr m%;slafIam jqKs kus” wod, rlaIKh l, wdh;kh leoZjd fuu kvqjg wod< .KqfoKq iusnkaOj rlaIKhla js nexl=fjsb,a,su m%;slafIam l, nj ;yjqre lsrsug ;snqKs’ tfia lr ke;’ tfia fkdlrkafka th m, rys; ksid jsh hq;=h’ wfkla w;g” tjeks rlaIK wdjrKhla meje;sfha hehs ;ralh ioZyd Wm l,amkh lrk jsfgl jqj;a” js;a;sh ,l=Kq lrk js’3 f,aLKh “OBJECTIVES OF SLECIC ” wkqj rlaIK wdjrKh ksl=;a lrkafka wmkhkhlreg jk w;r” ysuslus meu l,hq;af;ao”wmkhklre jk js;a;slre usi nexl=j fkdjk nj js;a;sfha idlaIs wkqju meyeos,sh’ rlaIKh nexl=jg ksheo lrk ^assign & ;snqfka hehs ie,l=j;a b,a,su uQ,slj bosrsm;a jsh hq;af;a Bg ysuslu we;s wmkhklre fj;sks’ The correspondence between the Plaintiff Bank and the Defendant Appellants which were marked in evidence by the Defendant Appellants themselves, amply show the facts, i.e. that they were defrauded by the buyer and they had not received the proceeds of the sale of bulks of tea which were exported by them to the foreign buyer company. In fact they had filed action to recover the monies from the foreign buyers in the District Court of Colombo. The criteria for repayment the dues to the Bank is not related to whether the Appellants in fact received the sale price or part of it or totally no money at all from the buyers but the fact that such repayment was agreed upon prior to the Bank purchased the Foreign Bills on the application made by the Defendant Appellants on their behalf. The Defendant Appellants had also submitted that the entirety of the evidence had been led before another judge and the judge who had written the judgment had not seen the demeanor of the witnesses and therefore the analysis of the evidence was incorrectly done by the writer of the judgment. I have gone through the said judgment and I find that the second judge had taken up every argument and analyzed the evidence and the documents quite well after having adopted the proceedings with the consent of both parties prior to writing the judgment which is impugned. There is no reason to merit that argument.",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Su_VIJAYA0",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      543.27,
      508.66
    ],
    "text": "I find that the judgment of the Commercial High Court judge is correct in fact and in law. There is no merit in this Appeal. I affirm the judgment of the Commercial High Court dated 08.07.2009 and make order dismissing the Appeal. The Appeal is dismissed with costs. Judge of the Supreme Court Sisira J De Abrew J. I agree. Judge of the Supreme Court Vijith K. Malalgoda PCJ. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  }
]