[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.38,
      140.26,
      199.49,
      154.3
    ],
    "text": "SC/Appeal 154/2010",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.38,
      167.26,
      215.0,
      181.3
    ],
    "text": "H.C. Galle Case No.2136",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.38,
      194.26,
      162.41,
      208.3
    ],
    "text": "CA No. 125/08",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.38,
      221.14,
      221.12,
      235.18
    ],
    "text": "SC/SPL/LA No.100/2010",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.14,
      73.04,
      534.33,
      87.08
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      90.1,
      330.08,
      121.06
    ],
    "text": "LANKA",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      124.06,
      543.39,
      172.06
    ],
    "text": "In the matter of an Application for Special Leave to Appeal",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      283.61,
      175.06,
      338.84,
      189.1
    ],
    "text": "The State",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      191.98,
      543.61,
      257.02
    ],
    "text": "Complainant -Vs-",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      283.61,
      260.05,
      398.86,
      274.09
    ],
    "text": "Devunderage Nihal",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      283.61,
      277.09,
      543.61,
      359.05
    ],
    "text": "Accused - AND BETWEEN- Devunderage Nihal",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      283.61,
      362.05,
      543.61,
      444.03
    ],
    "text": "Accused-Appellant -Vs- The Attorney General",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      393.67,
      447.03,
      543.61,
      461.07
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      283.61,
      464.07,
      543.61,
      546.03
    ],
    "text": "-AND NOW BETWEEN- The Attorney-General",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      283.61,
      549.03,
      543.61,
      631.02
    ],
    "text": "Complainant-Respondent-Petitioner -Vs- Devunderage Nihal",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      359.59,
      634.02,
      561.01,
      648.06
    ],
    "text": "Accused-Appellant-Respondent",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      151.82,
      73.04,
      498.49,
      356.89
    ],
    "text": "BEFORE: Eva Wanasundera, PC, J Buwaneka Aluwihare, PC, J & Sisira J. De Abrew, J COUNSEL: Jayantha Jayasuriya, PC, SASG with Ms. A. Jinasena,SDSG for the Complainant-Respondent- Appellant. Rienzie Arsecularatne, PC with Udara Muhandiramge, Namal Karunaratne, Nimeshika Patabandige and Thejitha Koralage for the Accused-Appellant-Respondent. ARGUED ON: 26.10.2015 DECIDED ON:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      328.09,
      543.49,
      524.67
    ],
    "text": "03.01.2019 Aluwihare, PC J., In this matter Special Leave to Appeal was granted on the questions of law raised in paragraph 8 of the petition dated 14th June, 2010. The questions are reproduced verbatim below:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      525.44,
      546.85,
      541.59
    ],
    "text": "A. Is the judgment of the Court of Appeal contrary to law and to the weight of",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      544.59,
      543.29,
      592.59
    ],
    "text": "the evidence led in the case? B. Did the Court of Appeal unnecessarily burden the prosecution by holding",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      595.62,
      546.84,
      660.66
    ],
    "text": "that “in drug related offences where raids are conducted by trained officers, it is fair to require for corroboration?” C. Did the Court of Appeal err in holding that “where the raids are conducted",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      663.54,
      546.52,
      694.62
    ],
    "text": "by trained officers, corroboration is required as it is only then that the defence would have the opportunity to challenge the veracity or the",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      73.04,
      546.67,
      138.1
    ],
    "text": "credibility of the prosecution witnesses to contradict the version of the prosecution?” D. Did the Court of Appeal misdirect itself and adduce an extra burden on the",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      141.1,
      546.7,
      206.02
    ],
    "text": "prosecution by holding that “the prosecution should provide the defence with the opportunity to contradict the witnesses for the prosecution?” E. Has the Court of Appeal drawn an adverse inference and thereby",
    "fonts": [
      "Arial,Italic",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      209.02,
      546.84,
      308.05
    ],
    "text": "misdirected itself by holding that “the officials conducting raids are more often than not resourceful in strategy and inevitably experienced with a lot of ingenuity and cunning?” F. Is the view expressed by the Court of Appeal that “a witness may bear the",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      311.05,
      546.84,
      410.05
    ],
    "text": "stamp of innocence, yet he may turn out to be a calculated liar, especially so when such witness happens to be a trained senior police officer” a misconception when the facts in the instant case are not supportive of such a conception and contention? G. Did the Court of Appeal misdirect itself by holding that “it was a little",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      413.05,
      546.77,
      699.05
    ],
    "text": "difficult to understand how the trial judge could be satisfied with the evidence of only one of the main witnesses who really took part in the arrest of the appellant especially in drug related offences where police officers are the key witnesses?” For the purpose of the record it must be said, that initially there had been no response from the Accused-Respondent to the notices issued by this Court and Special leave had been granted ex-parte. After the matter was fixed for hearing as well, the Accused had not responded to the notices and the hearing also had taken place ex-parte. Having considered the submissions made on behalf of the Hon. Attorney General (Appellant) the Court delivered its judgment on 12th May, 2011 by which, the judgment of the Court of Appeal was set aside and the judgment of the High Court had been affirmed. The Accused-Respondent, however by way of a motion sought permission of the Court to have the matter re-opened and re-argued for the reasons set out in the motion. This Court having entertained the motion by its order dated 17.07.2013 re-fixed the matter,",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      73.04,
      543.62,
      699.05
    ],
    "text": "for a fresh hearing and accordingly set aside the judgment of this court referred to above. As the matter was re-argued before the present bench, I do not wish to refer to the judgment delivered by this court in the matter on 12.05.2011. The Accused-Appellant-Respondent (hereinafter referred to as the “Accused”) was indicted before the High Court under Section 54A(d) of the Opium, Poisons and Dangerous Drugs Ordinance for being in possession of 9.91 grams of Heroin. The learned Judge of the High Court convicted the Accused and aggrieved by the judgment the accused appealed to the Court of Appeal and by its judgment dated 04-05-2010 the court set aside the judgment of the High Court and acquitted the accused. It was against the said judgment that the Hon. Attorney-General moved this court by way of Special Leave to Appeal. The facts, albeit briefly are as follows: On 27th-January 2000, at dawn, a team of police officers attached to Habaraduwa Police Station led by Sub Inspector Jayamanne was patrolling the area of Unawatuna. Evidence of Sub Inspector Jayamanne was that he received a tip-off from an informant about the accused who was said to have been in possession of Heroin. The information received by Sub Inspector Jayamanne also revealed the location of the accused and Sub Inspector Jayamanne along with Sergeant Punchihewa had proceeded to the given location of the accused, having stationed the other police officers of his team at various points to prevent the Accused escaping in the event the information was correct. As anticipated the Accused had taken to his heels and Sergeant Punchihewa had managed to apprehend the suspect having given chase. Upon being searched, the police had recovered a parcel from a pocket of the pair of shorts the accused was wearing at the time. The parcel had contained a powder which had weighed 18.6 grams and the Government Analyst had identified 9.91 grams of pure Heroin in that powder. This evidence was presented before the Court by the prosecution and the accused made a dock statement admitting the arrest by the Police Officers but denied he had a parcel",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      73.04,
      546.81,
      699.05
    ],
    "text": "containing heroin in his pocket. The learned High Court Judge found the Accused guilty and having proceeded to convict the Accused, imposed life imprisonment on him. At the hearing of this appeal, on behalf of the State, the learned ASG strenuously argued that their Lordships of the Court of Appeal in deciding to set aside the conviction and the sentence imposed on the accused, erred when their Lordships held that “it is difficult to understand how a trial judge could be satisfied with the evidence of only one of the main witnesses who really took part in the arrest of the accused, especially in drug related offences where police officers are the key witnesses”. It was the contention of the learned Additional Solicitor General that in holding so their Lordships lost sight of a fundamental principle of evidence, that is, “evidence is to be weighed and not counted”. The learned ASG argued that in evaluating evidence of the witnesses, a trial judge is entitled to reject the evidence of a witness or witnesses as the case may be, if he is of the opinion that they are not creditworthy and at the same time, is entitled to act on the evidence of a single witness if in the opinion of the judge, the evidence is credible. The learned ASG went on to argue that this principle is part of our law of evidence and Section 134 of the Evidence Ordinance explicitly lays down that “no particular number of witnesses shall in any case be required for the proof of any fact”. The learned ASG submitted that the observation of the Court of Appeal; “ […] how a trial judge could be satisfied with the evidence of only one main witness who really took part in the arrest […] , is obnoxious to the evidentiary provision referred to above. It was the contention of the learned ASG that the observation of the Court of Appeal referred to above, places an additional burden on the prosecution to corroborate the evidence of a Police Officer who conducts a raid in a drug related offence, in order to secure a conviction. In fairness, it must be stated that their Lordships of the Court of Appeal had referred to the principle that there is no necessity for a party to summon more than one witness to prove a fact. Their Lordships also had been mindful of the fact that, what matters is “not the quantity or the volume but the quality of the evidence”, the principle laid down in Section 134 of the Evidence Ordinance.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      73.04,
      543.61,
      223.06
    ],
    "text": "Thus, it appears that the Court of Appeal had been very much alive to the evidentiary principles. The learned ASG however, took objection to a passage in the judgment of the Court of Appeal, which he submitted, in context, runs against the grain of the evidentiary provision referred to above. The relevant passage of the judgment is reproduced below:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      226.06,
      543.61,
      699.05
    ],
    "text": "“In fact, as a matter of inveterate practice, more than prudence, especially in drug-related offences, where raids are conducted by trained officers, it is fair to require corroboration. It is only then the defence will have the opportunity to challenge the veracity or the credibility of the prosecution witnesses and thus contradict the prosecution version. More than corroboration I am concerned about the fact that the defence should be provided with the opportunity to contradict the witnesses. To obtain Contradictions interse is the only way out for an innocent accused. To mark contradictions per se, where trained and experienced government officials such as police Officers give evidence, is seemingly impossible and is a task next to impossibility in view of the fact that an official conducting a raid is more often than not is resourceful in strategy and inevitably an experienced officer with a lot of ingenuity and cunning.” I shall now deal with the issue as to the reasoning, as it appears to me, for their Lordships to hold that corroboration is required to convict an accused in instances where the raid is conducted by trained officers. In the present case, as far as the facts are concerned, the evidence is that it was Reserve Police constable 18123 Punchihewa and SI, Jayamanne who gave chase to the accused when he was fleeing. It is also in evidence that it was P.C. Punchihewa who managed to catch up with the Accused first and apprehend him. According to the evidence of S.I. Jayamanne, he had received information about the location of the Accused while they were out on duty and when he approached the place, he had seen the Accused seated under a Kithul tree and as",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      73.04,
      546.81,
      699.05
    ],
    "text": "they were approaching the Accused had started to run. He and P.C Punchihewa had given chase and P.C. Punchihewa had managed to catch up with him and had overpowered him. The witness also had reached them almost immediately after and had brought the Accused under control. The witness had then searched the accused and had retrieved five packets wrapped in Polythene from the pocket of the pair of shorts the Accused was attired at the time. The packets had contained a brown coloured powder. The witness had said in his evidence that from the texture and the smell, he identified the powder as heroine. The Accused had then been taken to the police vehicle that had been parked a short distance away and had brought the Accused to the police station to attend to the other formalities relating to the detection. During the course of the trial, the prosecution as stated above led the evidence of S.I. Jayamanne (who held the rank of Inspector of Police at the time he testified before the High Court) but the prosecution, however, did not lead the evidence of P.C. Punchihewa who is said to have caught up with the accused first when he fled. In addition to S.I. Jayamanne, the prosecutor also had led the evidence of P. C. Ranasinghe, another member of the team, which arrested the accused and he had been stationed with two other officers at another location, with instructions to apprehend the suspect, had he come in their direction while fleeing. After being so stationed, about 1 ½ hours to 2 hours later S.I. Jayamanne had informed them to come to the location where the police vehicle was parked. It appears that S.I. Jayamanne and P.C. Ranasinghe were the only witnesses who had testified as far as the arrest of the Accused was concerned, of the team of officers who went on this raid. In so far as this detection was concerned, other than the evidence of S. I. Jayamanne there is no other evidence. It is in this backdrop, I presume that their Lordships opined that “Where raids are conducted by trained officers, it is fair to require corroboration”, as it is then that the defence would have the opportunity to challenge the veracity or credibility of the prosecution witnesses to contradict the version of the prosecution” At this point I wish to state that the questions of law framed by the Appellant are rather vague. The question referred to in sub-paragraph (a) of paragraph 8 of",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      73.04,
      546.77,
      291.13
    ],
    "text": "the Petition is, “Is the Judgment of the Court of Appeal contrary to law and to the weight of the evidence led in the case.” In order to answer this question, I am at a loss to understand what “law” the Appellant had in mind. As such this Court is not in a position to answer that question. The questions raised in sub paragraph (b) to (g) are equally vague as none of them refers to any positive rule of law. The main argument on behalf of the Appellant was that, the pronouncements made by the Court of Appeal:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      291.9,
      507.61,
      495.03
    ],
    "text": "i. Is obnoxious to Section 134 of the Evidence Ordinance with regard to the burden of proof [sub- paragraph (g)], ii. Requiring corroboration for a conviction of an offence based on a raid, is contrary to the accepted evidentiary principles governing proof. [sub- paragraph (c)] iii. There is no legal requirement or a burden on the prosecution to provide the defence, with an opportunity to contradict the prosecution witnesses [sub paragraph (d)] Thus, I will only proceed to answer the above questions.",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      507.99,
      546.66,
      641.1
    ],
    "text": "As regards the question No.(i) referred to above, it was contended on behalf of the Appellant that one of the reasons for the Court of Appeal to set aside the conviction was that, only one witness, namely S.I. Jayamanne, testified with regard to the arrest of the accused. Our attention was drawn to the portion of the judgment where their Lordships opined “it was a little difficult to understand how the trial judge could be satisfied with the evidence of only one main witness who really took part in the arrest of the appellant (accused) especially in drug related offences where Police officers are key witnesses”",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      654.06,
      543.5,
      702.05
    ],
    "text": "The learned Additional Solicitor General argued that the law does not require a particular number of witnesses to prove a fact and drew our attention to the wording of the Section 134 of the Evidence Ordinance which says:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      73.04,
      546.5,
      104.14
    ],
    "text": "“No particular number of witnesses shall in any case be required to the proof of any fact.”",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      117.1,
      543.61,
      165.1
    ],
    "text": "It was pointed out by the use of the words “in any case” in the said provision the legislature intended to apply this principle across the board to all cases, irrespective of the nature of the case.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      178.06,
      543.52,
      209.02
    ],
    "text": "Sir John Woodruff and Syed Amir Ali (Law of Evidence1st edition, Vol. I page 601 – 603) says that:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      221.98,
      510.71,
      406.09
    ],
    "text": "“ It is open to the court to accept the evidence of a police officer and to convict the accused on the basis thereof, if the evidence of the police officer is trustworthy and reliable. If the court feels that the uncorroborated testimony of the police officer by itself is capable of inspiring confidence there is nothing forbidding the court from acting upon the same. The law does not require that such evidence should be corroborated. In prosecution under the prevention of Corruption Act 1947, the testimony of police officials cannot be rejected merely because they are interested in the success of the prosecution. In another case, the investigation officer was not investigated. This cannot be said to have prejudiced the defence […]",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      419.05,
      510.84,
      705.05
    ],
    "text": "A court cannot reject the evidence of witnesses, merely because they are government servants, who, in the course of their duties or even otherwise might have come into contact with investigating officers and who might have been requested to assist the investigating agencies. Even in cases where officers who, in the course of their duties, generally assist the investigating agencies, there is no need to view the evidence with suspicion as an invariable rule. […] The evidence of witnesses cannot be judged on the basis of their being officials, and non-officials simply because they are officers, they cannot be said to be interested or uninterested. The merit of the evidence is to be considered and not the persons who come to depose. […] The credibility of public officers should not be doubted on mere suspicion and without acceptable evidence. Presumption that person acts honestly applies as much in favour of Police as of other",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      73.04,
      546.85,
      682.02
    ],
    "text": "persons. It is not proper judicial approach to distrust and suspect them without proper ground. There is no principle of law that without corroboration by independent witnesses, their testimony cannot be relied upon. […] Duly corroborated evidence of a food inspector in a case of Food Adulteration Act should not be discarded. […] Investigating officer‟s statement, if reliable, can be relied upon. […] The evidence of an official witness has to be weighed in the same scale as any other testimony. […] In appreciation of evidence, the responsible officer was examined to prove that the documents were prescribed. Failure to produce the messenger and the receptionist did not affect the credibility of the statement of the responsible officers. Documents were held to have been presented as alleged. […]” The opinion expressed above appears to have been based on the decisions in the cases of Manoj Bahu v. State of Maharastra 1993 (3) Bom. CR 673, State Vs. Bhikambhai Kalidas 1985 (2) GLR 745, State v. Raghunath Baxi 1985 Gij LR (SC), State of Uttar Pradesh v.Dr.G.K Gosh 1983 2 Crimes (SC) , Shyam Narayan Singh v.State of Bihar 1993 Cr.LJ 772, State of Gujarat v. Raghunath AIR 1985 SC 1092, Banshidar Maharana v.State of Bihar 1993 1Pat LJR 31, Lila Krishnana v. Mani Ram Godara AIR 1985 SC 1073, Karamajith Singh v. State (Delhi Admin) AIR 2003 SC 1311, State of Maharastra v. Gopal Amrut (1989) 3 Bom CR 464, Dharman v. NC Sirinivasan AIR 1990 Mad.14 (1989), Ajith Singh v. Sate of Punjab 1982 Cr.L J 522. It is to be noted that the Section 134 of the Indian Evidence Act is identical to that of Section 134 of our Evidence Ordinance. In the case of Vadivelu Thevar Vs. State of Madras SIR S C 614 the Indian Supreme Court observed :-",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      73.04,
      543.61,
      699.05
    ],
    "text": "“On a consideration of the relevant authorities and the provisions of the IEA 1872, the following propositions may be safely stated as firmly established: (1) As a general rule, a court can and may act on the testimony of a single witness though uncorroborated. One credible witness outweighs the testimony of a number of other witnesses of indifferent character. (2) Unless corroboration is insisted upon by statute courts should not insist on corroboration except in cases where the nature of the testimony of the single witness itself requires as a rule of prudence, that corroboration should be insisted upon, for example, in the case of a child witness whose evidence is that of an accomplice or of an analogous character. (Emphasis is mine) (3) Whether corroboration of the testimony of a single witness is or is not necessary, must depend upon the facts and circumstances of each case and no general rule can be laid down in a matter like this and much depends upon the judicial discretion of the judge before whom the case comes. In view of these considerations, we have no hesitation in holding that the contention that in a murder case, the court should insist upon a plurality of witnesses, is much too broadly stated. Section 134 of the Indian Evidence, has categorically laid it down that „no particular number of witnesses shall, in any case, be required for the proof of any fact‟. The Legislature determined, as long ago as 1872, presumably after due consideration of the pros and cons, that it shall not be necessary for proof or disproof of a fact, to call any particular number of witnesses.” In the instant case the State Counsel may have decided against calling P.C. Punchihewa to testify during the trial to avert duplication of evidence and also to save time of the court as examination of Punchihewa would not have achieved any material purpose for the reason that both S.I. Jayamanne and P.C Punchihewa had reached the Accused within a few seconds of each other. On the other hand, P.C. Punchihewa could not have added anything additional to the",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      73.04,
      546.84,
      308.05
    ],
    "text": "evidence of S.I. Jayamanne as far as the unraveling of the incident was concerned. In this context, the failure to call P.C. Punchihewa to testify, in my view, could not have given rise to an adverse inference; that is, had the prosecution called Punchihewa that evidence would have been unfavourable to the prosecution. This issue was exhaustively discussed in the case of King Vs. Chalo Singho 42 NLR 269 as well as Walimunige John Vs. State 76 NLR 488 and also the decision of the Indian Supreme Court in the case of Mulluwa Vs. State of Madhya Pradesh, AIR 1976 SC 198, In the case of Chalo Singho (supra) Justice Soertsz stated;",
    "fonts": [
      "Arial,Bold",
      "Footlight MT Light"
    ],
    "sizes": [
      9.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      311.05,
      543.51,
      546.03
    ],
    "text": "“It must, therefore, be regarded as well-established law, that a prosecutor is not bound to call all the witnesses on the indictment or to tender them for cross-examination. That is a matter in his discretion, but in exceptional circumstances, a judge might interfere to ask him to call a witness or to call a witness as a witness of the court. It must, however, be said to the credit of prosecuting Counsel today, that if they err at all in this matter, they err on the side of fairness”. This issue again was considered in the context of Section 114 of the Evidence Ordinance in the case of Walimunige John (supra) in that, if the prosecution in their discretion does not choose to call such a witness, could the presumption be drawn that his evidence, if given, would be unfavourable to the case of the prosecution. Justice G. P. A. Silva held that;",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      565.95,
      510.81,
      682.02
    ],
    "text": "“The prosecution is not bound to call all the witnesses whose names appear on the back of the indictment or to tender them for cross-examination. Further, it is not incumbent on the trial Judge to direct the jury, save in exceptional circumstances, that they may draw a presumption under section 114 (f) of the Evidence Ordinance adverse to the prosecution from its failure to call one or more of its witnesses at the trial without calling all.",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      73.04,
      510.76,
      240.1
    ],
    "text": "\" The question of a presumption arises only where a witness whose evidence is necessary to unfold the narrative is withheld by the 'prosecution and the failure to call such witness constitutes a vital missing link in the prosecution case and where the reasonable inference to be drawn from the omission to call the witness is that he would, if called, not have supported the prosecution. But where one witness's evidence is cumulative of the other and would be a mere repetition of the narrative, it would be wrong to direct a jury that the failure to call such witness gives rise to a presumption under section 114 (f) of the Evidence Ordinance.\"",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      253.09,
      547.12,
      709.01
    ],
    "text": "In this backdrop, when the Court of Appeal said “it is difficult to understand how the trial judge could be satisfied with the evidence of only one of the main witnesses […]”, the court, by implication, laid a proposition that in cases of Police detection, the evidentiary rule embodied in Section 134 of the Evidence Ordinance will have no application. This court is mindful of the fact that the witnesses testify before the trial judge and it is the trial judge who would have the benefit of observing the demeanour and the deportment of the witnesses. It is the trial judge who would have the benefit of observing the manner in which a witness faces the cross examination. Hence, in the absence of any other infirmities, having considered all these matters, if the trial judge forms the opinion that the witness is credible, I do not think the trial judge has any other option other than to accept the evidence and to act on it. Hypothetically, if the rationale of their lordships of the Court of Appeal expounded in this case is applied, when a single Police officer whilst on duty acts on a tip off that a person is engaged in an illegal activity, takes action and apprehends the person so engaged in the illegal activity with a prohibited substance, no prosecution can be brought about against the person who was engaged in the said illegal activity, as there would be no other witness to corroborate the police officer who made the detection. R Vs. Arnough (1973) 21 WIR CA of Jamaica is a classic case that falls in to the scenario referred to.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      73.04,
      547.09,
      699.05
    ],
    "text": "A Police Officer asked a third party to obtain some cannabis for him. The third party arranged for the accused to deliver it to the officer at a later date. When he did so, he was charged with a number of offences (relating to the prohibited substance). The accused claimed that the officer by soliciting the offence, became an accomplice, whose evidence required corroboration. It was held that although the officer may have acted illegally, he was no accomplice. The court held that his evidence was admissible and did not require corroboration. As such, I hold that the Court of Appeal erred when the Court of Appeal said that “it is difficult to understand how the trial judge could be satisfied with the evidence of only one witness.” The second issue that this court is called upon to address is whether corroboration is mandatory to establish an offence based on a detection, resulting from a police raid. The Jamaican case Arnough (supra) again is the proposition, that corroboration is not a sine qua non relating to police detections. Lyris Silva Vs. Karunaratne 48 NLR 310 was a case where a Price Control Inspector induced one of his colleagues to act as a decoy. The decoy was given a rupee note and went to the bakery of the accused and asked for a pound loaf of bread. The decoy‟s version was, the accused gave him a loaf and after taking the rupee note, gave him 65 cents change when the control price of a loaf of bread was 25 cents. There was no corroboration of this statement of the decoy by any of the other witnesses. The rest of the raiding party came up later and found the loaf and the 65 cents in the decoy‟s possession. The accused took up the position that he gave 75 cents in change to the decoy not sixty-five cents as claimed by the decoy. The questions that came up before the court were, whether the decoy was an accomplice, and if he was an accomplice, whether his evidence on the material points as to whether the decoy was given 75 cents or 65 cents, has been corroborated by independent evidence.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      73.04,
      547.0,
      461.07
    ],
    "text": "Delivering the decision, Dias J stated that “I am of opinion that in this case the witness (decoy) cannot be regarded as an accomplice. While his evidence does not need corroboration nevertheless, it must be probed and accepted with great caution”. I see some similarities in the case of Lyris Silva (supra) and the present case. According to the evidence after the accused was arrested, five packets containing a powder are alleged to have been recovered from the Accused. These five packets were later submitted to the Government Analyst and upon its analysis and return, were produced in Court. The evidence was that the powder contained almost 10 grams (9.91) of pure Heroine, which, to my mind, is a substantial quantity of the illegal drug. Considering the above, I answer the second question also in the affirmative and hold that corroboration is not mandatory to establish a charge based on a police detection if the evidence, after probing closely, is acceptable to the judge. The third question that this court is called upon to answer is whether in cases of this nature, whether the prosecution has a duty towards the accused to provid him with an opportunity to contradict (inter-se) the prosecution witnesses. The learned ASG took serious objection to the following passage of the impugned judgement of the Court of Appeal. Their Lordships stated that:",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      464.07,
      543.61,
      699.05
    ],
    "text": "“More than corroboration I am concerned about the fact that the defence should be provided with the opportunity to contradict the witnesses. To obtain Contradictions interse is the only way out for an innocent accused. To mark contradictions per se, where trained and experienced government officials such as police Officers give evidence, is seemingly impossible and is a task next to impossibility in view of the fact that an official conducting a raid is more often than not is resourceful in strategy and inevitably an experienced officer with a lot of ingenuity and cunning.” The learned ASG argued that, casting such a burden on the prosecution is unheard of in our law. I agree with this contention in that, there is neither a legal requirement nor a rule of law to “provide with an opportunity” to contradict witnesses. In the face of an allegation, it is up to the person against whom the",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      73.04,
      546.88,
      274.09
    ],
    "text": "charge is leveled, to formulate his or her own defence. The system of administration of justice gives such person the freedom to testify, to call witnesses to testify on his behalf or even has the freedom to make an application to the court, in the interest of justice, to summon a prosecution witness that had not been called, as a witness of court, in terms of Section 439 of the Code of Criminal Procedure, so that the accused gets an opportunity to cross examine such witness. I am of the view that the court of Appeal erred when it held that the “defence should be provided with the opportunity to contradict the witnesses.” As such I answer the 3rd question of law also in the affirmative. For the reasons setout above I hold that;",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      274.98,
      543.61,
      427.09
    ],
    "text": "(a) An accused can be convicted on a single witness in a prosecution based on a police detection, if the judge forms the view that the evidence of such witness can, with caution, be relied upon, after probing the testimony. (b) Corroboration is not sine qua non for a conviction in a police detection case, if the judge, after probing, is of the opinion that the witness is credible and the evidence can be acted upon without hesitation.",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      427.88,
      543.58,
      682.02
    ],
    "text": "(c) There is no burden on the prosecution to provide an accused with the opportunity to contradict the prosecution witnesses. The Court of Appeal in my view had clearly erred on the three matters referred to above and the setting aside of the conviction of the accused had resulted due to the misdirections on the law. As such I set aside the judgement of the Court of Appeal and restore the judgement of the High Court. I find, however, that when this matter was argued before the Court of Appeal certain other issues had been urged on behalf of the Accused in challenging the conviction. The Court of Appeal, however, had not considered those matters in view of the findings arrived at; on the issues that were dealt in the present appeal before us. Their Lordships observed thus:",
    "fonts": [
      "Arial",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      73.04,
      543.61,
      410.05
    ],
    "text": "“With regard to the objection taken by the Counsel for the appellant on the question of inward and outward journey of the productions between courts and the department of Government Analyst, this court is of the view that it would not be necessary to deal with that question, in view of the findings arrived at by this court […]” In view of the fact that the questions of law on which relief had been granted to the accused had now been reversed, it would be a travesty of justice if the accused is deprived of his statutory right to urge other matters on which he canvassed his conviction and sentence, before the Court of Appeal. As such this court directs the Court of Appeal to re-hear this matter on grounds urged and not considered by the Court of Appeal. Appeal partially allowed.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      378.07,
      413.05,
      543.85,
      427.09
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      467.07,
      263.96,
      481.11
    ],
    "text": "Justice Eva Wanasundera PC.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      483.99,
      186.65,
      515.07
    ],
    "text": "I agree",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      378.07,
      555.03,
      543.85,
      569.07
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      609.06,
      238.04,
      623.1
    ],
    "text": "Justice Sisira J de Abrew.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      625.98,
      185.69,
      657.06
    ],
    "text": "I agree",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      378.07,
      697.01,
      540.37,
      711.05
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]