[
  {
    "page_number": 0,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      72.2,
      465.91,
      136.84
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      139.18,
      542.92,
      304.75
    ],
    "text": "In the nature of an Appeal against a Judgment of the Court of Appeal in terms of Article 128 of the Constitution. Sri Lanka Henayalage Somadasa [Presently detained at the Remand Prison, Welikada]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      307.21,
      543.1,
      423.31
    ],
    "text": "2nd Accused – Appellant – Appellant Supreme Court Appeal No. 130/2014 Court of Appeal No. CA 282/2008 vs. High Court Kurunegala No. HC 296/2005 Honourable Attorney-General Attorney-General’s Department Colombo 12.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      425.79,
      543.1,
      693.6
    ],
    "text": "Complainant – Respondent – Respondent Before: Jayantha Jayasuriya, PC, Chief Justice. Yasantha Kodagoda, PC, J. Mahinda Samayawardena, J. Appearance: Ms. Indika Mallawaaarachchi for the Accused – Appellant – Appellant. Senior Additional Solicitor General Mr. Rohantha Abeysuriya, PC for the Complainant – Respondent – Respondent. Argued on: 14th September 2022",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.44,
      527.7,
      257.0
    ],
    "text": "Written Submissions filed on: For the Appellant - On 12th March 2020, 3rd October 2022 and 20th September 2024. For the Respondent - On 26th September 2024. Judgment delivered on: 25th November 2024 Yasantha Kodagoda, PC, J. Introduction and the Background",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      259.57,
      543.09,
      274.03
    ],
    "text": "1. This Judgment relates to an Appeal heard by this Court with regard to a Judgment",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      276.73,
      543.1,
      376.99
    ],
    "text": "of the Court of Appeal dated 5th December 2013 which arises out of an Appeal heard by that court (CA 282/2008). That Appeal related to a judgment dated 3rd October 2008 of the High Court of Kurunegala, pronounced in case No. HC 296/2005. 2. By Indictment dated 14th October 2014, the Honourable Attorney-General indicted",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      379.69,
      543.09,
      411.19
    ],
    "text": "three (3) persons including the Appellant (who was cited as the 2nd Accused) in the High Court of Kurunegala for having committed the following offences:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      413.89,
      543.12,
      702.84
    ],
    "text": "i. That on or about 26th April 2000 in Kuliyapitiya, illegally entered the house of Sri Lanka Hewage Neelawathi having prepared to cause hurt to such person and thereby committed an offence punishable under section 438 read with section 32 of the Penal Code. ii. That on the same day and time and in the course of the same transaction, caused mischief to motorcycle bearing No. 146 – 8374 of Thibbotu Mudunegedara Premasinghe and thereby committed an offence punishable under section 410 read with section 32 of the Penal Code. iii. That on the same day and place and in the course of the same transaction, caused the death of Sri Lanka Hewage Neelawathi and thereby committed an offence punishable under section 296 read with section 32 of the Penal Code. iv. That on the same day and place and in the course of the same transaction, caused injury to Chamodini Nishadani Premasinghe using a blunt weapon and thereby committed an offence punishable under section 315 read with section 32 of the Penal Code.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      72.44,
      543.1,
      86.9
    ],
    "text": "3. Following the service of indictment on all three Accused on 1st November 2006",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      89.62,
      543.1,
      155.56
    ],
    "text": "and prior to the commencement of the trial, it had been reported to the High Court that the 1st Accused had died. Therefore, the trial commenced only against the 2nd and 3rd Accused.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      158.26,
      543.1,
      172.72
    ],
    "text": "4. Following trial before a Judge of the High Court sitting without a jury, the 2nd and",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      175.3,
      542.93,
      206.92
    ],
    "text": "the 3rd Accused were found ‘guilty’ of all charges on the indictment and sentenced in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      209.62,
      542.87,
      309.91
    ],
    "text": "i. In respect of the 1st count – 1 year of Rigorous Imprisonment. ii. In respect of the 2nd count – 1 year of Rigorous Imprisonment. iii. In respect of the 3rd count – Death Sentence. iv. In respect of the 4th count – 1 year of Rigorous Imprisonment. 5. Aggrieved by the afore-stated judgment of the High Court, both convicted",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      312.61,
      543.03,
      447.09
    ],
    "text": "Accused appealed to the Court of Appeal. Pending the hearing of the Appeal, the 3rd Accused – Appellant had passed away. Thus, the Appeal was prosecuted only by the 2nd Accused – Appellant (the present Appellant). The learned Justice of the Court of Appeal delivering Judgment (which was impugned in these proceedings), found no merit in the Appeal. He affirmed the findings of the High Court and the sentences imposed on the 2nd Accused - Appellant and dismissed the Appeal.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      449.79,
      540.14,
      464.25
    ],
    "text": "6. Following the filing of a Petition seeking Special Leave to Appeal against the afore-",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      466.95,
      543.01,
      498.57
    ],
    "text": "stated judgment of the Court of Appeal and the Petition being supported, this Court granted Special Leave to Appeal based on the following questions of law:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      501.27,
      543.09,
      618.36
    ],
    "text": "i. Did the 2nd Accused – Appellant – Petitioner (the present Appellant) share a common murderous intention with the 1st and 3rd Accused in the commission of the offences? ii. Could the Court have arrived at an irresistible conclusion that he (the present Appellant) shared a murderous intention with the other Accused? Case for the Prosecution",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      620.82,
      540.14,
      635.28
    ],
    "text": "7. The deceased Neelawathi, her husband Nandasena, daughter Pushpakanthi, son-",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      637.98,
      543.11,
      703.8
    ],
    "text": "in-law Premasinghe (Pushpakanthi’s husband) and Pushpakanthi’s children Akila Chathurangani and Chamodini Nishadini had lived in the same house (scene of the crime) situated in Delana, Kuliyapitiya.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      72.44,
      543.03,
      86.9
    ],
    "text": "8. The three Accused were brothers of Nandasena, and they had lived in the vicinity",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      89.62,
      235.01,
      121.24
    ],
    "text": "of Neelawathi’s house.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      123.94,
      543.06,
      138.4
    ],
    "text": "9. On the evening of 26th April 2000, when after work Premasinghe was returning",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      141.1,
      543.09,
      292.75
    ],
    "text": "home on his motorcycle, he had seen the three Accused seated on the side of the road. They had made several comments at him. Afterwards, the 3rd Accused had come up to the house of the deceased, and scolded Premasinghe for having turned his motorcycle towards him. [The impression generated by this testimony is that, the Accused had generated the perception that Premasinghe had attempted to run-over the accused.] At the time the 3rd Accused scolded Premasinghe, the other two Accused had been in the compound of the deceased, and Premasinghe had witnessed the 1st Accused being present armed with an axe.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      295.45,
      543.02,
      309.91
    ],
    "text": "10. According to both Pushpakanthi and Chathurangani (who was seven years old at",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      312.61,
      543.08,
      395.59
    ],
    "text": "the time of the incident), around 6.00 p.m., all three Accused had come into the compound of their house and scolded Premasinghe for not having taken his motorcycle to the edge of the road, when returning from work earlier that evening. Furthermore, the 1st Accused had pelted stones at the house.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      398.29,
      543.1,
      412.75
    ],
    "text": "11. As Pushpakanthi and Premasinghe felt frightened by these events, around 6.30",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      415.45,
      543.08,
      464.25
    ],
    "text": "p.m., both of them had left their residence and gone to the Kuliyapitiya police station to lodge a complaint.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      466.95,
      542.7,
      481.41
    ],
    "text": "12. Under cross-examination on behalf of the Appellant, referring to the first part of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      484.11,
      543.06,
      550.05
    ],
    "text": "the incident, Premasinghe has admitted that the Appellant came into the compound to settle the dispute that had erupted. However, the other two Accused had not listened to him.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      552.63,
      543.1,
      567.09
    ],
    "text": "13. Chathurangani has also testified that a few minutes after her parents left the house,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      569.79,
      543.1,
      704.4
    ],
    "text": "sometime between 7.00 and 8.00 p.m., when the deceased, herself and her younger sister (Chamodini Nishadini) were seated in the verandah of the house, the three Accused had once again entered the compound. In fear, all three inmates of the house had rushed inside, and closed the front door behind them. They had proceeded through the sitting area into the kitchen. Soon thereafter, Chathurangani had heard a loud noise (ostensibly someone banging on the door), and when she looked through a window, she had seen the 1st and 3rd Accused entering the house. She had also seen the 2nd Accused – Appellant – Appellant",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      543.1,
      224.08
    ],
    "text": "inside the compound standing near an object she refers to as a ‘box’. She has clarified that this location was near the hedge fence. The witness had seen the 2nd Accused looking around. The 3rd Accused while scolding the inmates had proceeded into the kitchen, and dragged Neelawathi by her hair towards the sitting area. While the 3rd Accused held on to her hair, the 1st Accused had attacked Neelawathi several times with a manna knife. It is the testimony of Chathurangani that when Neelawathi was being attacked, the 2nd Accused – Appellant – Appellant had remained in the compound of the house near the hedge fence.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      226.78,
      542.72,
      241.24
    ],
    "text": "14. Chathurangani has also said that during the attack on the deceased, her younger",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      243.94,
      543.1,
      395.59
    ],
    "text": "sister Nishadini who was merely three years old at that time, ran towards their grandmother (the deceased Neelawathi) and when Nishadini went close to her, she too sustained an injury on her head, either due to a direct blow by the assailant or due to a piece of a fan falling on her head. Her position is that the fan broke as a result of the 1st Accused having damaged it with his weapon. Chathurangani has not specifically revealed as to who assaulted Nishadini. However, she suggests inferentially that it was the 1st Accused who was responsible for the injuries sustained by Nishadini.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      398.29,
      543.09,
      412.75
    ],
    "text": "15. When Pushpakanthi and Premasinghe were at the Kuliyapitiya police station, they",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      415.45,
      543.1,
      549.61
    ],
    "text": "had got to know of the incident. Thus, they had proceeded to the Kuliyapitiya hospital. When they met and spoke with Neelawathi, she had told Pushpakanthi that the 1st Accused attacked her. Later, she was transferred to the National Hospital in Colombo, and three days afterwards, Neelawathi had succumbed to her injuries. Nishadini who was also admitted to the Kuliyapitiya hospital, had been later discharged from hospital two days after admission. Case of the 2nd Accused – Appellant - Appellant",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      552.15,
      458.47,
      583.77
    ],
    "text": "16. The 2nd Accused testified on his own behalf from the witness box.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      586.47,
      542.75,
      600.93
    ],
    "text": "17. According to his testimony, on the day of the incident, when returning from his",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      603.66,
      543.1,
      686.76
    ],
    "text": "place of work (a quarry), around 5.30 pm, he had met the 1st and 3rd Accused who were standing on the side of the road. They had told him that, earlier on, Premasinghe while riding his motorcycle rode towards them. The impression created was that upon seeing the 1st and 3rd Accused, Premasinghe attempted to run-over them. They had also told him that as a result of this incident, there was",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.44,
      543.06,
      121.24
    ],
    "text": "an exchange of words with Premasinghe. Thereafter, the Appellant had proceeded home.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      123.94,
      543.08,
      138.4
    ],
    "text": "18. While at home, Premasinghe had come and told him that there was an exchange",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      141.1,
      543.1,
      326.63
    ],
    "text": "of words taking place with the 3rd Accused, and requested him to come and settle the matter. Accordingly, he had gone to Neelawathi’s compound and settled the matter and returned home. Thereafter, the Appellant had proceeded to Kuliyapitiya to attend to some business-related matter and afterwards returned home around 9.45 p.m. After returning home, he had got to know that the 1st Accused had attacked the deceased. As he got to know that he too had been implicated in this incident, he had immediately left home and gone to a relative’s place. Later, he had got to know that some persons had set fire to his house and destroyed it. Submissions of the counsel for the Appellant",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      329.17,
      542.78,
      343.63
    ],
    "text": "19. At the very outset, it is necessary to point out that, (a) notwithstanding the learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      346.33,
      543.1,
      703.8
    ],
    "text": "defence counsel who appeared for the 2nd Accused (present Appellant) at the trial and before the Court of Appeal having sought to impeach the credibility and the testimonial trustworthiness of prosecution witnesses and suggested they were not giving truthful evidence regarding the purported involvement of the 2nd Accused in the incident, and (b) the 2nd Accused having testified at the trial that at the time of the attack on the deceased, he was not even in the vicinity (having gone to the Kuliyapitiya town and returned to his house well-after the incident), learned counsel for the 2nd Accused – Appellant – Appellant did not rely on such defensive positions. She invited this Court to take the case for the prosecution at its possible highest. Her core submission was that, even if this Court were to treat and accept the prosecution’s case in the manner the prosecution would wish this Court to, still, the available evidence did not disclose any criminal culpability on the part of the Appellant on the footing that the Appellant entertained a common murderous intention to commit the murder of Neelawathi or a common intention to commit any other offence in respect of the victims. Her position was that the prosecution’s case does not give rise to the sole, irresistible and inescapable inference that the 2nd Accused - Appellant – Appellant had entertained a common intention together with the 1st and 3rd Accused to murder Neelawathi or commit any other offence as contained in the indictment. In the circumstances, the adjudication of this Appeal would not involve analysis and assessment of credibility or testimonial trustworthiness of any of the witnesses for the prosecution.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      72.44,
      542.79,
      104.08
    ],
    "text": "20. Learned counsel emphasised on the fact that the prosecution offered no evidence",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      106.78,
      543.1,
      361.39
    ],
    "text": "of the 2nd Accused (Appellant) having taken part in any physical attack on the deceased or Nishadini. The prosecution relied on the principle of ‘common intention’ for the purpose of invoking criminal liability on the 2nd Accused. Learned counsel for the Appellant drew the attention of this Court to the purported only items of evidence which the prosecution used to implicate culpability on the Appellant in the commission of offences by the 1st and 3rd Accused, namely, (i) that as at the time the 3rd Accused was attacking the Appellant, he (the Appellant) was seen standing inside the compound on which the house was situated, near a placed called the ‘box’ which was near the ‘andara weta’ (ostensibly a reference to the hedge fence), and (ii) that while the Appellant was standing at the said location, he was looking towards either side. Learned counsel also submitted that the prosecution was using conjecture to suggest the inference that the Appellant had arrived at the scene and left the scene along with the 1st and 3rd Accused. She submitted that there was no ‘evidence’ to that effect.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      363.97,
      542.74,
      378.43
    ],
    "text": "21. Learned counsel submitted that according to notes of investigations of the police,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      381.13,
      543.1,
      584.25
    ],
    "text": "the incident had taken place inside the house of Neelawathi, which was situated in a compound of approximately one and a half acres in extent. She made use of this circumstance to advance her position that the 2nd Accused (Appellant) by standing near the hedge fence had not come even to the close proximity of where the attack took place. She submitted that this item of evidence shows that the Appellant was not ‘present’ at the scene of the crime. She submitted that, in any event, there was certainly no ‘participatory presence’ on the part of the Appellant when the crime was committed. In the circumstances, she submitted that no reasonable conclusion could be even inferentially drawn that the Appellant entertained together with the 1st and 3rd Accused a common murderous intention to cause of the death of Neelawathi or cause harm to Nishadini.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      586.95,
      543.1,
      601.41
    ],
    "text": "22. As regards the applicable law relating to how and under what circumstances a",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      604.14,
      543.12,
      704.4
    ],
    "text": "court may arrive at a finding that an accused had entertained a common intention and in particular a common murderous intention together with the principal offender(s), learned counsel for the Appellant drew the attention of this Court specially to the judgments in (i) Piyathilaka and Others vs. Republic of Sri Lanka [(1996) 2 Sri.LR 141], (ii) The Queen vs. Vincent Fernando and Others [65 NLR 265], (iii) Ramaswami Ayyangar & Others vs. State of Tamil Nadu [(1976) 3 SCC 779], (iv)",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.08,
      543.11,
      291.67
    ],
    "text": "Wasalamuni Richard and Others vs. The State [76 NLR 534], Ariyaratne vs. Attorney General [SC Appeal 31/92, SC Minutes 15.11.1993], (v) King vs. Jayanhamy [45 NLR 510], (v) Kalanchidewage Suresh Nandana vs. Hon. Attorney General [SC Appeal 14/2019, SC Minutes 09.02.2024], (vi) Galagamage Indrawansa Kumarasiri & Others vs. W.M.M. Kumarihamy and Hon. Attorney General [SC Appeal SC TAB 02/2012, SC Minutes 02.04.2014], and (vii) Suresh & Anr vs. State of Uthra Predesh [SC Appeal 160/2001, SC India Minutes 02.03.2001]. She submitted that the application of the principles of law contained in these judgments to the facts and circumstances of this case clearly gives rise to the conclusion that there is no basis in law or fact to arrive at an irresistible conclusion that the Appellant entertained a common murderous intention or any other common intention at all, together with the 1st and 3rd Accused to cause any harm to the victims.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      294.37,
      542.71,
      308.83
    ],
    "text": "23. She submitted that both the learned Judge of the High Court and the learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      311.53,
      546.22,
      360.31
    ],
    "text": "Justice of the Court of Appeal had grievously erred in arriving at the finding that the Appellant entertained a common murderous intention with the other Accused.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      363.01,
      542.71,
      377.47
    ],
    "text": "24. In the circumstances, learned counsel for the Appellant urged this Court to be",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      380.17,
      577.54,
      428.51
    ],
    "text": "pleased to allow this Appeal and acquit the Appellant of all charges against him. Submissions of the Senior Additional Solicitor General for the Respondent",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      431.07,
      542.68,
      445.53
    ],
    "text": "25. Learned Senior Additional Solicitor General requested this Court to consider the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      448.23,
      396.31,
      462.69
    ],
    "text": "following items of direct and circumstantial evidence:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      112.58,
      465.39,
      543.1,
      702.84
    ],
    "text": "i. Approximately one and a half hours prior to the incident involving the murder of Neelawathi, there had been another incident involving all three accused during which they (the three accused) had pelted stones at the residence of the deceased and the prosecution witnesses. ii. Right throughout the attack on the deceased and her grand-daughter, the Appellant had stood nearby within the compound looking ‘here and there’. iii. The Appellant ‘did absolutely nothing’ to prevent the ‘gruesome murder of his own sister-in-law’ and did not ‘render any form of assistance to the unfortunate victims after the attack’. iv. Most probably, after the attack, the Appellant and the other two Accused had left the compound together. v. The Appellant had absconded and evaded police arrest for a long period. The police had gone in search of the Appellant on no less than twelve occasions, but had failed to apprehend him.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      357.91,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.44,
      512.5,
      104.08
    ],
    "text": "vi. The Appellant had surrendered after the lapse of about two months.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      106.78,
      542.71,
      121.24
    ],
    "text": "26. Learned Senior Additional Solicitor General submitted that, these items of direct",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      123.94,
      543.06,
      275.59
    ],
    "text": "and circumstantial evidence give rise to the ‘irresistible and obvious inference’ that the ‘presence of the Appellant within the compound of the victim’s house was not coincidental or due to mere curiosity’. Learned counsel submitted that the Appellant had acted in furtherance of the common murderous intention entertained by all three Accused by ‘standing guard’ in order to ensure that the other two Accused may commit the crime unimpeded. He submitted that there is no other ‘plausible and rational inference which may be drawn consistent with the innocence of the Appellant’.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      278.29,
      542.77,
      292.75
    ],
    "text": "27. Learned Senior Additional Solicitor General drew the attention of this Court to the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      295.45,
      543.1,
      395.35
    ],
    "text": "judgments in (i) The Queen vs. Vincent Fernando and Others [ 65 NLR 265], (ii) Barendra Kumar Goah vs. Emperor [AIR (1925) PC 1], and (iii) Wasalamuni Richard and Others vs. The State [76 NLR 534], and invited this Court to apply the principles contained therein to the facts and circumstances of this case. Common Intention as a principle of law which attracts criminal liability",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      397.81,
      543.01,
      412.27
    ],
    "text": "28. Individual criminal liability - A universally accepted fundamental and core",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      414.97,
      543.08,
      549.45
    ],
    "text": "principle of law recognised unreservedly in Sri Lanka’s domestic substantive criminal law (the source of which is found in English law), is that criminal liability can be attached only to the person who had by himself committed the crime. That would mean a reference to the physical element (actus reus) of the relevant crime and at the time of committing such actus reus the perpetrator having entertained the corresponding mental element (mens rea) of the relevant crime (offence). 29. Normally, criminal liability cannot be extended to anyone else beyond the actual",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      552.15,
      543.46,
      635.28
    ],
    "text": "perpetrator of the crime. The need to consider liability of any other person does not in any event arise, when only one participant had been involved in the commission of the crime. In view of the foregoing, it is said that principles of criminal liability are firstly rooted in the concept of ‘individual criminal liability’.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      637.98,
      542.93,
      652.44
    ],
    "text": "30. In a legal system such as that of Sri Lanka, where the entire body of offences",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      655.14,
      543.1,
      703.8
    ],
    "text": "(frequently referred to as ‘criminal offences’ or as ‘crime’) has been codified, in order to determine liability of the perpetrator, one needs to consider the constituent ingredients of the respective offence as laid down in the statute which",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.44,
      543.08,
      189.76
    ],
    "text": "contains the definition of the offence. However, what would be the position of the law where several persons have jointly participated in the commission of an offence? What would be the position of the law where no one person can be identified as having been involved or responsible for the totality of the actus reus and the mens rea of the offence? Thus, the need to consider the position of the law, beyond the principle of individual criminal liability.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      192.46,
      543.05,
      206.92
    ],
    "text": "31. Exceptions to the principle of individual criminal liability - Common Intention",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      209.38,
      543.11,
      566.85
    ],
    "text": "- An examination of the applicable law reveals that, as in the case of other legal principles, the afore-stated core principle relating to individual criminal liability is not without exceptions. One such exception recognised by our domestic law relates to situations where the person whose criminal liability (if any) is being considered entertained at the time of the commission of the offence a ‘common intention’ together with another person, and acted jointly with such other person in furtherance of such common intention. In such a situation, such participation may result in the commission of the offence jointly by the two participants and therefore attract liability jointly for committing the actus reus and entertaining the corresponding mens rea of the offence. Practically, in most such instances, both participants may have acted jointly in furtherance of their common intention. In the alternative, there could be a perpetrator who appears to be the primary participant of the crime (referred to as the ‘principal offender’) and another offender who is linked to the commission of the crime through his participation in a criminal act in furtherance of a common intention with the principal offender. In both these situations, it would not be possible to invoke the principle of individual criminal liability, and therefore the culpability of both such persons who acted in furtherance of a common intention need to be combined and thereafter individually applied to both perpetrators. Then, criminal liability becomes common to both participants in crime.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      569.55,
      543.1,
      704.04
    ],
    "text": "Therefore, it needs to be recognised that the principle of ‘common intention’ is a means by which criminal liability is (a) shared between co-participants in the commission of the crime on the basis of their having shared a common intention, and committed certain actions in furtherance of such common intention, or (b) extended to a person who may not be the principal offender responsible directly for commission of the offence, on the basis of such other person having entertained a common intention together with the principal offender and such other person having acted in furtherance of the common intention with the principal offender.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.44,
      543.06,
      121.24
    ],
    "text": "The same concept would apply to similar situations involving more than two persons.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      123.94,
      543.09,
      138.4
    ],
    "text": "32. Other exceptions - There are other exceptions too, such as the liability of (i)",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      141.1,
      549.22,
      206.92
    ],
    "text": "abettors, (ii) co-conspirators, and (iii) those who entertain a common object while being members of an unlawful assembly. The nature and scope of these exceptions are irrelevant for the determination of this Appeal, and thus will not be discussed.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      209.62,
      542.85,
      224.08
    ],
    "text": "33. Section 32 of the Penal Code - The principle of common intention is codified in",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      226.78,
      542.76,
      258.4
    ],
    "text": "Sri Lanka’s law and is found in section 32 of the Penal Code, which reads as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      260.77,
      542.91,
      376.99
    ],
    "text": "“When a criminal act is done by several persons in furtherance of the common intention of all, each of such persons is liable for that act in the same manner as if it were done by him alone.” A clear view of section 32 can be formed when the section is dissected to its constituent ingredients.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      379.33,
      339.43,
      393.77
    ],
    "text": "When a criminal act is done by several persons",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      180.02,
      395.89,
      405.19,
      410.33
    ],
    "text": "in furtherance of the common intention of all,",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      216.05,
      412.57,
      414.91,
      427.01
    ],
    "text": "each of such persons is liable for that act",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      429.15,
      543.08,
      477.81
    ],
    "text": "in the same manner as if it were done by him alone. 34. It is well known that the Penal Code of Ceylon (Ordinance No. 2 of 1883) is a mirror",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      480.51,
      543.1,
      717.36
    ],
    "text": "image of the Indian Penal Code (Act No. 45 of 1860). It is section 34 of the Indian Penal Code that is parallel to section 32 of our Penal Code. However, it is noteworthy that section 34 of the Indian Penal Code had been amended in 1870 by Act No. 26 of 1870, by which the term ‘in furtherance of the common intention of all’ had been added to section 34 of the Indian Code. In the aftermath, section 34 of the Indian Code is verbatim section 32 of the Ceylon Penal Code. Thus, in my view, when interpreting section 32 of the Code, special attention must be given to the inclusion of the term ‘in furtherance of the common intention of all’. [In the form of a postscript, I must add that the Penal Code of India was repealed in 2023 by the Bharatiya Nyaya Sanhita (No. 45 of 2023) which came into effect on 1st July 2024. Section 3(5) of the Sanhita also provides that ‘when a criminal act is done by several persons in furtherance of the common intention of all, each of such persons is liable for that act in the same manner as if it were done by him alone’. Thus, the statutory depiction of the principle of common intention remains the same.]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      89.62,
      542.91,
      104.08
    ],
    "text": "35. Sections 33, 34 and 35 of the Penal Code - Section 33 of the Penal Code describes",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      106.78,
      543.1,
      704.4
    ],
    "text": "criminal liability of several persons each of who joins in the act of committing an offence which is criminal only by reason of it being done with a criminal knowledge or intention. Each of such person who joins in the act with such knowledge or intention is liable for the act in the same manner as if the act were done by him alone with the requisite knowledge or intention. Section 34 provides that whenever the causing of a certain effect or an attempt to cause that effect by any act or omission is an offence, it is to be understood that the causing of that effect partly by an act and partly by an omission is the same offence. Section 35 provides that when an offence is committed by means of several acts, whoever intentionally cooperates in the commission of that offence by doing any one of those acts, either singly or jointly with any other person, commits that offence. Thus, it is necessary to appreciate that section 32 is not the only provision of law which is applicable to situations where more than one accused is alleged to have acted jointly in committing an offence. Nevertheless, I shall not engage in a discussion regarding the principles of law embodied in these sections, as it is unnecessary to the determination of this Appeal. Since the majority decision in Attorney-General vs. Munasinghe and Others [70 NLR 241], it is well accepted that since section 32 lays down only a principle of criminal liability (as opposed to defining an offence), a reference to that section in the charge would not be necessary. Yet, making a reference to sections 32, 33, 34 and 35 is in my view not unnecessary, since often when considering criminal responsibility of more than one person who is alleged by the prosecution to have jointly committed the substantive offence, the application of the principles of law contained in these sections is overlooked and is therefore neglected by the trial court. In fact, it is almost never that one comes across an instance where the Honourable Attorney-General frames a case for the prosecution founded upon the legal principles contained in sections 33, 34 or 35 of the Penal Code. However, it is pertinent to note that the principles contained in sections 32, 33, 34 and 35 are distinct and different. Nevertheless, there may be situations where the legal principles contained in more than one of these sections would be applicable to the same set of facts. Therefore, in my opinion, in instances where there is more than one person accused of having committed an offence jointly, it would be desirable for the prosecutor to draw the attention of court to the applicable principles of law contained in sections ranging from 32 to 35 of the Penal Code.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      89.62,
      542.99,
      104.08
    ],
    "text": "36. Multiple participants in the commission of the offence - A careful examination",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      106.78,
      543.1,
      702.94
    ],
    "text": "of the principle of common intention as an exception to the principle of individual criminal liability reveals that, in situations where more than one person has participated in the commission of an offence jointly, all such persons have entertained a common intention of committing such offence, and have so acted in furtherance of such common intention, then the law provides for ‘pooling’ of the actus reus of all such participants. Should the combined acts constitute the actus reus of the offence they are alleged to have committed, then the law provides for the ‘imputation’ of such combined actus reus individually on all such participants. This view is evident in Chief Justice Basnayake’s elucidations in The Queen vs. Mahatun [61 NLR 540 at 546], where His Lordship has expressed the view that when a criminal act is committed by one of several persons in furtherance of the common intention of each of such other persons, all of them are liable for that act in the same manner as if it were done by him alone. If each of the several persons commits a different criminal act, each act being in furtherance of the common intention of all, then, each of them is liable for each such act as if it were done by him alone. Nevertheless, for such imputation to take place, in situations where there has been a principal perpetrator and another purported participant in the commission of the offence, there must be some conduct (as opposed to mere presence at the crime scene) on the part of such other person on whom liability is sought to be invoked under section 32, and such conduct must be in furtherance of the common intention shared with the principal perpetrator. It is this feature of section 32 that is referred to as ‘participatory presence’. In Wasalamuni Richard and two Others vs. The State [76 NLR 534] the majority Judgment of Justice Alles reveals clearly the approach taken by the Court of Criminal Appeal that evidence of ‘participatory presence’ as opposed to ‘mere presence’ was an indispensable requirement to invoke liability under section 32 of the Penal Code. It is also noteworthy that in Galagamage Indrawansa Kumarasiri and Others vs. W.M.M. Kumarahamy and the Honourable Attorney-General [SC TAB 02/2012, Supreme Court Minutes of 2nd April 2014] Justice Shiranee Tilakawardane, at p.47, has specifically looked for the existence of ‘participatory presence’ and formed the view that the 4th Accused-Appellant in that case was not merely present at the crime scene but engaged in certain illegal acts in furtherance of the common intention. Similarly, in Kalanchidewage Suresh Nandana vs. Honourable Attorney General [SC Appeal",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.44,
      543.1,
      258.4
    ],
    "text": "14/2019, Supreme Court Minutes 9th February 2024] Justice Achala Wengappuli has also proceeded on the footing that in a case based on common intention, the court must consider the existence of evidence which confirm a ‘participatory presence’ by each of the Accused who are alleged to have entertained a common intention. I find myself in agreement with Her Ladyship and His Lordship, since that approach is in consonance with the ingredient of section 32 which requires action on the part of those accused on whom criminal culpability is sought to be invoked under section 32, on the premise that they not only shared a common intention, but each one of them also acted ‘in furtherance of the common intention of all’ as opposed to merely being present at the scene of the crime.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      261.13,
      542.95,
      275.59
    ],
    "text": "37. In contrast with the concept of imputation of the actus reus, it is important to note",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      278.29,
      542.95,
      378.43
    ],
    "text": "that when the principle of criminal liability contained in section 32 of the Penal Code is sought to be invoked, the law does not provide for the imputation of the mens rea. Each of the participants of the crime should have individually entertained and shared among them the mens rea of the offence they are alleged to have committed or a similar criminal intent associated with a subsidiary offence.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      381.13,
      542.77,
      395.59
    ],
    "text": "38. Proof of Common Intention - It would be noted that at the very core of this",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      398.29,
      543.1,
      703.8
    ],
    "text": "particular exception to the principle of individual criminal liability, is the existence of a ‘common intention’ among the several participants of the crime. An intention which is identical and common to all those on whom criminal culpability is sought to be imposed founded upon the principle of common intention. It is necessary to note that there could be instances which externally mimic a situation of the several participants of the crime having shared a common intention, but in fact what they may have entertained is either ‘a similar intention’ or ‘the same intention which is not shared between them’. These two situations should be distinguished from a situation where the participants have shared the ‘same intention’ amounting to a ‘common intention’. It is only when the participants have a common intention and not otherwise that the principle of liability contained in section 32 of the Penal Code, could be invoked by the judicial evaluator of the facts (trial judge) or the jury (as the case may be). Thus, there is a compelling need to lay emphasis on the need for the intention of the participants to be ‘common’. Therefore, the intention needs to be shared by the participants among themselves. In this regards the observations of the Privy Council from India in Mahbub Shah v. Emperor [A.I.R. (32) (1945) P.C. 118] appear in my view to be worthy of being",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      72.44,
      542.75,
      121.24
    ],
    "text": "recalled and applied in almost every case where the prosecution invites court to apply the principle contained in section 32 of the Penal Code.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      123.58,
      543.09,
      679.08
    ],
    "text": "“…To invoke the aid of s.34 successfully, it must be shown that the criminal act complained against was done by one of the accused persons in the furtherance of the common intention of all; if this is shown, then liability for the crime may be imposed on any one of the persons in the same manner as if the act were done by him alone. This being the principle, it is clear … that common intention within the meaning of section 34 of the Indian Penal Code implies a pre-arranged plan and to convict the accused of an offence applying the section it should be proved that the criminal act was done in concert pursuant to the pre-arranged plan. As has been often observed, it is difficult if not impossible to procure direct evidence to prove the intention of an individual; in most cases it has to be inferred from his act or conduct or other relevant circumstances of the case. … Care must be taken not to confuse same or similar intention with common intention; the partition which divides “their bounds” is often very thin; nevertheless, the distinction is real and substantial, and if overlooked will result in miscarriage of justice. … the inference of common intention within the meaning of the term in section 34 should never be reached unless it is a necessary inference deducible from the circumstances of the case.” [Emphasis added by me. Section 34 of the Penal Code Act of India is identical to section 32 of the Penal Code of Ceylon.] Different as well as common portions of these views have been endorsed by Acting Chief Justice Soertsz presiding in the Court of Criminal Appeal in The King vs. Ranasinghe [47 NLR 373] and by Chief Justice Howard presiding in the Court of Criminal Appeal in The King vs. Piyadasa [48 NLR 295]. Furthermore, the common intention entertained by the person whose culpability is being considered must have been for the commission of the specific offence which the principal offender (doer of the act) in fact committed. Therefore, as seen in the judgment of the Court of Criminal Appeal in The Queen vs. Gopalapillai and Another [61 NLR 160], when the common intention was that the principal doer of the act would commit one offence and he in fact committed another offence, the accused who entertained only the common intention would not be liable for such other offence unexpectedly and suddenly committed by the principal doer.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      681.78,
      543.1,
      713.4
    ],
    "text": "Pre-arrangement - I must emphasise that evidence of a ‘pre-arranged plan’ to commit the offence should not be treated as a necessary ingredient to invoke and",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      72.44,
      543.1,
      515.73
    ],
    "text": "apply the principle contained in section 32 of the Penal Code. To the contrary, the existence of common intention in all probability implies possible pre-arrangement between the multiple participants in the crime. Therefore, should there be evidence of pre-arrangement, it would support the prosecution’s case theory that the accused who participated in the pre-arrangement entertained a common intention at the time of committing the substantive offence. Thus, in such circumstances, the court / jury would not be hesitant to arrive at an inferential finding that at the time of the commission of the offence, the accused whose liability is being considered, entertained a common intention with the doer of the act (principal offender) as regards the commission of the substantive offence. Nevertheless, as pointed out by Justice Gunasekera in Anthony vs. The Queen [55 NLR 35] a common intention does not necessarily and in all cases imply an express agreement and a plan arranged long before the commission of the offence. The agreement which resulted in the formation of the common intention may be tacit and the common design conceived immediately before it is executed. A common intention can come into existence without pre-arrangement. Theoretically, one cannot exclude the possibility of a ‘common intention’ having been formed in the ‘spur of the moment’ soon prior to the substantive offence being committed. To hold that a ‘common intention’ within the meaning of section 32 necessarily implies the existence of a pre-arranged plan, would unduly restrict the scope of the section and introduce an element which it does not contain. However, it is imperative for the Court or the Jury to consider as to how else than through pre-arrangement of some sort or any other form of communication between the accused (which may even include non-verbal communication) the ‘common intention’ came into existence.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      518.43,
      542.92,
      550.05
    ],
    "text": "39. Nature of the Common Intention - It is also noteworthy that the prosecution must",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      552.63,
      543.1,
      704.4
    ],
    "text": "establish beyond reasonable doubt the nature of the common intention – the intention both individually by each accused and common to all of them (in respect of whom liability under section 32 is sought to be invoked by the prosecution), that they intended and were actuated by such common intention to commit the substantive offence(s) they have been indicted of having committed. The intention cannot be to merely harm the victims, but to commit the specific substantive offences the prosecution claims they are liable of having committed. This aspect has been highlighted by Chief Justice Howard in The King vs. Herashamy [47 NLR 83]. However, as observed by Justice Alles in Sirisena and Others vs. The Queen",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.44,
      543.01,
      138.4
    ],
    "text": "[72 NLR 389 at 397] the term ‘common intention’ in section 32 must not be confused with the specific mens rea of the substantive offence (specific intention for the commission of the substantive offence).",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      141.1,
      543.08,
      155.56
    ],
    "text": "40. Manner of establishing the existence of a common intention - A key issue which",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      158.26,
      543.11,
      395.59
    ],
    "text": "arises for consideration in most cases where the prosecution relies on section 32, is the manner in which the court arrives at a finding on whether in fact a common intention was entertained. Unlike proof of the actus reus which may be presented by the prosecution by direct or circumstantial evidence, proof of the existence or the absence of the requisite common intention must necessarily be founded upon an inference which is developed upon a consideration of items of circumstantial evidence. As in certain situations it may be possible to arrive at multiple inferences. The law demands that in this instance, the inference should be conclusive and irresistible or inescapable. Based on an objective consideration of the relevant facts and circumstances, the court / jury must arrive at a conclusive and irresistible or inescapable inference that the multiple participants of the crime entertained a common intention of committing the substantive offence they are accused of having committed.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      398.29,
      542.97,
      412.75
    ],
    "text": "41. Participation in the commission of the offence by the accused on whom",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      108.02,
      415.21,
      543.1,
      701.04
    ],
    "text": "culpability is sought to be imposed under section 32 – It would be useful to recall that section 32 of the Penal Code provides for a situation where a ‘criminal act’ is done by several persons in furtherance of a common intention. That means, (i) a criminal act in issue should have been committed by several persons (as opposed to one individual) and (ii) such act of the several persons should have been in furtherance of their common intention. Therefore, to invoke section 32, each of the participants should have engaged in certain conduct in furtherance of the common intention they shared. Dr. Sir Hari Singh Gour in his monumental treatise on “The Penal Law of India” (Diamond Jubilee – 10th Edition, 1987, Volume I at page 263) states that “Section 34 of the I.P.C., requires not only common intention but also participation in the crime. Mere presence of a person at the time of commission of offence without proof of any act or omission done to facilitate the offence will not be sufficient to sustain a conviction. It is only those who actually participate in the crime that would be held responsible for its commission”. Thus, if while the principal perpetrator commits the criminal act and another who shares with the principal perpetrator a common intention to commit such crime,",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      108.02,
      72.44,
      543.1,
      711.0
    ],
    "text": "merely remains at the scene of the crime without committing any act in furtherance of such common intention, then such presence per-se at the scene of the crime would be insufficient to invoke liability under section 32. In The Queen vs. Vincent Fernando and Others [65 NLR 265 at 272] Chief Justice Basnayake has observed that a person who merely shares the criminal intention or takes a fiendish delight in what is happening, but does no criminal act in furtherance of the common intention of all, is not liable for the acts of the others. This observation in my view further clarifies His Lordship’s view regarding this matter contained in the earlier decided case of The Queen vs. Mahatun [61 NLR 540 at 548]. Therefore, to be liable under section 32, a mere sharing of the minds of an intention which is common to them would not be sufficient. The sharing of the common intention must be given effect to by some action in furtherance of the common intention. The Penal Code does not make punishable a mental state however wicked it may be, unless it is accompanied by a criminal act which manifests the state of mind. It is this principle that has given rise to the common phraseology ‘participatory presence’ (also known as ‘actual participation’ or ‘participation in action’). In several cases including in Girija Shankar vs. State of Uttar Pradesh [2004 AIR (1) SC 1808] and Mrinal Das and Others vs. State of Tripura [(2011) AIR (4) SC 3753], the Supreme Court of India has held the view that liability under section 34 (which is equivalent to section 32 of the Penal Code of Ceylon) cannot be invoked without both ingredients of (a) common intention and (b) actual participation of accused in the commission of that offence (participatory presence) being satisfied. Therefore, it is observable that actual participation in the offence as opposed to mere presence is one of the two ingredients that has to be satisfied in order to invoke liability under section 32 of the Penal Code. In this regard, as expressed by former Chief Justice Y.V. Chandrachud and V.R. Manohar in the treatise titled “Ratanlal & Dhirajlal’s The Indian Penal Code” (30th edition, reprint 2009 at page 35) “before a man can be held liable for acts done by another, under the provisions of this section, it must be established that (i) there was common intention … and (ii) the person sought to be so held liable had participated in some manner in the act constituting the offence” and that “unless common intention and participation are both present this section cannot apply”. Further, as also stated by N.D. Basu in his commentary on the “Indian Penal Code” (10th edition, 2009, Volume I at page 99), participation in action to commit an offence with common intention is an essential element and the court must arrive at a finding as to the part played by each",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      90.02,
      72.44,
      543.09,
      183.04
    ],
    "text": "individual accused in furtherance of a common intention. Therefore, in my view, in as much as participatory presence is an item of evidence that reflects the formation of a common intention among the participants including the persons whose culpability is being considered, it is also an indispensable ingredient of section 32 of the Penal Code. 42. Sequence of events – In a case where the prosecution urges the court to apply the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      185.74,
      543.09,
      388.87
    ],
    "text": "principle of common intention found in section 32 of the Penal Code, the prosecution must first establish the presence of more than one participant, and the existence of a common intention (the nature of which I have explained above) by all such participants. Consequent to the formation of such common intention the participants should have been actuated by such common intention and one or more of such participants should have committed the substantive offence. Thus, the impugned conduct of the accused must be referable to and the result of such common intention. It is in view of this sequence that the adjudicator of facts needs to consider whether there had been a pre-arrangement. Should there be evidence of pre-arrangement, that would explain how the common intention was formed by the several accused.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      90.02,
      391.45,
      543.04,
      405.91
    ],
    "text": "43. Applicable principles – In The King vs. Assappu et al. [50 NLR 324] Justice Dias",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      108.02,
      408.61,
      543.1,
      491.73
    ],
    "text": "presiding in the Court of Criminal Appeal has summed up with great clarity and precision the following criteria, the application of which would enable a correct decision to be arrived at in instances of multiple accused who the prosecution alleges have acted pursuant to a common intention and committed one or more offences:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      144.02,
      494.43,
      542.77,
      541.05
    ],
    "text": "(a) whether a criminal act had been done or committed; (b) whether such act was done or committed by several persons; (c) whether such persons at the time the criminal act was done or",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      144.02,
      542.67,
      542.87,
      589.29
    ],
    "text": "committed were acting in furtherance of the common intention of all; and (d) whether such intention is an ingredient of the offence charged or of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      108.02,
      591.03,
      543.09,
      689.04
    ],
    "text": "some minor offence. Justice Dias has also pointed out that when reaching a finding on whether or not a co-accused should be liable for the offence committed by the principal offender on the basis that the former entertained a common intention together with the latter, the following principles must also be kept in mind. They are,",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      144.02,
      691.74,
      459.67,
      706.2
    ],
    "text": "(a) the case of each accused must be considered separately,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      144.02,
      72.44,
      543.08,
      86.9
    ],
    "text": "(b) the judge / jury must be satisfied beyond reasonable doubt that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      144.02,
      89.62,
      542.87,
      155.56
    ],
    "text": "accused (whose culpability is being determined) was actuated by a common intention with the doer of the criminal act at the time the alleged offence was committed, (c) the benefit of any reasonable doubt on this matter must be given to the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      144.02,
      158.26,
      543.09,
      189.76
    ],
    "text": "accused concerned, (d) there is a distinction between ‘same’, ‘similar’ and ‘common’ intention,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      144.02,
      192.46,
      542.87,
      258.4
    ],
    "text": "and thus not to be confused with same or similar intention entertained by the accused independently of the intention of the doer of the criminal act, (e) the inference of common intention should never be reached unless it is",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      144.02,
      261.13,
      542.73,
      292.75
    ],
    "text": "a necessary inference deducible from the circumstances of the case, (f) in order to justify the inference that a particular accused was actuated",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      144.02,
      295.45,
      543.09,
      429.91
    ],
    "text": "by a common intention with the doer of the act, there must be evidence, direct or circumstantial, either of pre-arrangement or a pre-arranged plan, or a declaration showing common intention, or some other significant fact at the time of the commission of the offence, to enable the reaching of the conclusion that the co-accused had a common intention with the doer of the act, and not merely a same or similar intention entertained independently of each other, (g) if there is no evidence of any common intention actuating the co-accused",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      144.02,
      432.63,
      542.95,
      498.57
    ],
    "text": "or any particular co-accused, or if there is any reasonable doubt on that point, then the charge cannot lie against anyone other than the actual doer of the criminal act, (h) in such event, the co-accused would be liable only for such criminal act",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      144.02,
      501.27,
      542.87,
      532.89
    ],
    "text": "which they themselves committed, and (i) the mere fact that the co-accused were present when the doer did the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      535.59,
      543.1,
      618.6
    ],
    "text": "criminal act does not per-se constitute common intention, unless there is other evidence which justifies reaching a finding that the co-accused entertained a common intention with the doer of the criminal act. 44. In Galagamage Indrawansa Kumarasiri and Others vs. W.M.M. Kumarahamy",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      620.94,
      543.01,
      703.92
    ],
    "text": "and the Honourable Attorney-General [SC TAB 02/2012, Supreme Court Minutes of 2nd April 2014] Justice Shiranee Tilakawardane has observed that the applicable principles have evolved since The King vs. Assappu. Therefore, Justice Tilakawardane has summarised the presently applicable principles in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      72.44,
      543.1,
      344.23
    ],
    "text": "i. The case of each Accused must be considered separately. ii. The Accused must have been actuated by a common intention with the doer of the act at the time the offence was committed. iii. Common intention must not be confused with ‘same’ or ‘similar’ intention entertained independently by each other. iv. There must be evidence either direct or circumstantial, of pre-arrangement or some other evidence of common intention. v. It must be noted that common intention can be formed in the ‘spur of the moment’. vi. The mere fact of the presence of the Accused at the time of the offence is not necessarily evidence of common intention. vii. The question whether a particular set of circumstances establish that an accused person acted in furtherance of common intention is always a question of fact. 45. In Kalanchidewage Suresh Nandana vs. Honourable Attorney General [SC Appeal",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      346.93,
      543.03,
      412.31
    ],
    "text": "14/2019, Supreme Court Minutes 9th February 2024] Justice Achala Wengappuli has endorsed the above principles enunciated by Justice Tilakawardane. Analysis of the evidence",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      414.97,
      542.88,
      429.43
    ],
    "text": "46. I shall now apply the afore-stated principles of law to the facts and circumstances",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      432.15,
      172.22,
      463.77
    ],
    "text": "of this case.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      466.47,
      542.86,
      480.93
    ],
    "text": "47. Appellant’s previous conduct – Learned Senior ASG laid heavy reliance on the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      483.63,
      543.1,
      685.68
    ],
    "text": "fact that, there was evidence that all three Accused (including the Appellant) had pelted stones at the deceased’s house. However, this allegation must be considered with a discerning fine-tooth comb. The evidence of Premasinghe is that after he came home, the 3rd Accused who was armed, came up to the house and scolded him for the manner in which he rode the motorcycle. He claims that the 1st and the 2nd Accused (Appellant) also came into the compound. Of them, the 1st Accused had been armed. According to Pushpakanthi and Chathurangani, all three accused came into the compound and scolded Premasinghe. According to both of them, it was the 1st Accused who pelted stones at the house. Thus, I find no specific evidence that the Appellant pelted stones at the house of Neelawathi. 48. It is noteworthy that under cross-examination on behalf of the 2nd Accused",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      688.38,
      542.77,
      702.84
    ],
    "text": "(Appellant) Premasinghe admitted that after this segment of the sequence of",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.44,
      543.1,
      206.92
    ],
    "text": "events, the 2nd Accused came back and attempted to settle the dispute that had erupted between the Accused and himself. Afterwards, around 6.30 p.m., Premasinghe and Pushpakanthi had left in order to proceed to the Kuliyapitiya police station to lodge a complaint. Thus, the evidence presented by the prosecution offers no basis to arrive at a finding that the Appellant was motivated to harm the deceased or commit any other offence towards Neelawathi, Premasinghe, Pushpakanthi, Chathurangani or Nishadini.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      90.02,
      209.62,
      542.82,
      224.08
    ],
    "text": "49. Evidence of pre-arrangement – The sole item of evidence that may give rise to",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      226.78,
      543.09,
      532.89
    ],
    "text": "some pre-arrangement emanates from the evidence given by Chathurangani, who has testified that the three Accused entered the compound. Ostensibly, the inference is that they entered the compound together. However, in my view, that item of evidence in the absence of any other evidence pointing towards pre-arrangement is wholly insufficient to justify the inference or conclusion that the three Accused engaged in any conspiracy or other form of pre-arrangement which would have given rise to a common intention to commit any of the offences they were alleged to have committed. In fact, the conduct of the three Accused clearly reveals that the actions of the 1st and the 3rd Accused were quite independent of the 2nd Accused (Appellant). Therefore, it is inferentially possible to only arrive at a finding that the 1st and the 3rd Accused had through pre-arrangement developed a common intention to commit the several offences they were indicted of having committed. Such pre-arrangement between the 1st and 3rd Accused and their participation in the commission of the substantive offence would not be items of evidence applicable against the 2nd Accused (Appellant). Therefore, in my view, it cannot be concluded that the 2nd Accused (Appellant) acted in pursuance of a common intention he had formed together with the 1st and 3rd Accused.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      90.02,
      535.59,
      543.0,
      550.05
    ],
    "text": "50. Conduct of the Appellant at the time of the incident – Chathurangani being the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.02,
      552.63,
      543.1,
      704.4
    ],
    "text": "sole witness with regard to the commission of the offence has testified that at the time of the attack on Neelawathi and Nishadini, the 2nd Accused (Appellant) merely stood near the Andara Weta (a reference to the hedge at the perimeter of the compound). As pointed out by learned counsel for the Appellant, given the possible distance between the location of the house and the place where the Appellant was standing, it cannot even be reasonably concluded that the Appellant was immediately ‘present’ at the scene of the crime. Furthermore, there is no evidence of the 2nd Accused being armed or having made any violent utterance. In my view, this evidence coupled with the previous conduct of the 2nd",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.44,
      542.99,
      155.56
    ],
    "text": "Accused in no way justifies a reasonable inference that the Appellant entertained a common murderous intention along with the 1st and 3rd Accused or that the Appellant’s own conduct was actuated by a common intention between the three Accused.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      90.02,
      158.26,
      542.82,
      172.72
    ],
    "text": "51. Appellant’s subsequent conduct - I must advert to and comment upon another",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      175.3,
      543.12,
      686.16
    ],
    "text": "key submission made by learned Senior ASG. His argument was that the Appellant having fled away from Delana (possibly along with the 1st and 3rd Accused) on the night of the incident, not resided at his house for quite some time, absconded and having subsequently surrendered, supports the inference that he (the Appellant) shared a common murderous intention together with the other two Accused. First, one needs to consider the relevancy of these items of evidence. It is common and quite popular in our criminal justice system to treat such evidence as ‘subsequent conduct influenced by the fact in issue’ and therefore deemed ‘relevant’ under section 8(2) of the Evidence Ordinance. At first sight, it is quite so. However, given the other evidence of this case, one needs to carefully consider whether such subsequent conduct was in fact ‘influenced by the facts in issue’ (the complicity of the Appellant in the commission of the crime) or was influenced by the fact that other peasants of this township of Delana had assumed that all three Accused had participated in the dastardly murder of Neelawathi, and therefore that night caused mischief by setting fire to the houses of all three Accused. Given a degree of vigilantism which at times prevail in our society in instances where there is considerable public disquiet as a reaction towards the commission of serious crimes, where segments of the community acting illegally assume the role of the police (law enforcement) and the courts (judiciary), and apprehend and summarily punish alleged perpetrators and proceed even to the extent of causing mischief to their property, had the Appellant remained in the village of Delana, in all probability he would have been harmed alongside damage being caused to his house. Therefore, as explained in his testimony, the Appellant having initially returned to Delana from Kuliyapitiya and thereafter fled the area, lay in hiding and later surrendered, in my view is quite understandable. Such conduct on the part of the Appellant cannot in my view be necessarily attributed to his complicity in the crimes committed by the 1st and 3rd Accused.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      72.44,
      543.1,
      189.76
    ],
    "text": "However, I must hasten to record that, I do not find anything contrary to law in the learned trial judge having permitted such evidence relating to ‘subsequent conduct’ being led by the prosecution. The error arose when such evidence was analysed, weighed and the learned Judge arrived at the conclusion that the Appellant entertained a common intention together with the 1st and 3rd Accused in committing the murder of Neelawathi.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      90.02,
      192.46,
      543.05,
      206.92
    ],
    "text": "52. It is necessary to recall that in The King vs. Jan Singho [41 NLR 573], Justice",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      209.62,
      543.05,
      429.47
    ],
    "text": "Moseley sitting in the Court of Criminal Appeal has expressed the view that, the Appellants (a) having been seen in company with the principal perpetrator at the time of or immediately after the incident, (b) that they were seen running away from the scene of the incident, and (c) that they subsequently were not to be found at their respective homes, were insufficient to arrive at an irresistible inference that a common intention existed between the Appellants and the principal perpetrator. In fact, Justice Moseley has proceeded to express the view that (with which I find myself in respectful agreement) if the Appellant’s actions are capable of innocent explanation, even though such explanation is not given, the benefit of such explanation should accrue to the Appellant. In contrast, in this case, the Appellant has in fact offered the explanation for his subsequent conduct. Conclusions reached",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      90.02,
      432.15,
      542.88,
      446.61
    ],
    "text": "53. Guided by the dicta contained in Galagamage Indrawansa Kumarasiri and Others",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      449.31,
      543.09,
      532.29
    ],
    "text": "vs. W.M.M. Kumarahamy and the Honourable Attorney-General, I have considered the evidence of the case together with the findings contained in the impugned Judgments of the High Court and the Court of Appeal. Accordingly, I have reached the following findings:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      534.99,
      543.08,
      635.28
    ],
    "text": "i. Both the learned Judge of the High Court and the learned Justice of the Court of Appeal have in fact considered the culpability of the 2nd Accused (Appellant) from the perspective of whether he entertained a common intention together with the 1st and 3rd Accused towards the commission of the offences the latter two were accused of having committed.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      116.06,
      637.98,
      543.1,
      703.8
    ],
    "text": "ii. The learned Judge of the High Court has asked himself the question as to why the 2nd Accused arrived at the scene together with the 1st and 3rd Accused. Furthermore, he has queried why the 2nd Accused did not take any action to stop the crime being committed or immediately flee away",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      108.02,
      72.44,
      552.1,
      704.4
    ],
    "text": "from the scene, should he have not entertained a common murderous intention with the 1st and the 3rd Accused. I would find myself in disagreement with that approach taken by the learned Judge of the High Court. From the principles of law enunciated in the earlier mentioned judgments, it would be seen that for the purpose of determining whether or not the 2nd Accused entertained a common murderous intention, while the fact that the three Accused entered the compound together is relevant, the other two considerations would not justify a rational inference to be reached as regards the existence or the absence of a common intention. Furthermore, the learned Judge of the High Court has concluded that the prosecution has proven that there was a pre-arrangement between the three Accused to commit the crime. I see no evidence which would justify that finding. iii. The learned Justice of the Court of Appeal has in fact and quite rightly considered the case of the 2nd Accused – Appellant separately. Furthermore, he has considered whether the presence of the 2nd Accused at the scene of the crime was a ‘participatory presence’. Firstly, the learned Justice does not appear to have appreciated the fact that, particularly given the possible distance between the hedge fence and the house, standing near the hedge fence cannot be necessarily interpreted as standing at the exact scene of the crime. The learned Justice appear to have reached the conclusion that the presence of the 2nd Accused amounted to a ‘participatory presence’ by virtue of his having remained near the fence throughout the period the crime was committed and his having looked ‘here and there’. In my view, while the learned Justice of the Court of Appeal was entitled to take these items of circumstantial evidence into consideration, they do not give rise to a safe, irresistible and inescapable inference that the 2nd Accused (Appellant) entertained a common intention together with the 1st and the 3rd Accused towards the commission of the offences they in fact committed. iv. Neither of the learned Judges appear to have given credence to the conduct of the 2nd Accused (Appellant) that merely 30 minutes prior to the gruesome incident, he attempted to peacefully resolve the dispute that had arisen between the 1st and the 3rd Accused on the one hand and Premasinghe on the other.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      108.02,
      72.44,
      543.1,
      224.08
    ],
    "text": "v. I wish to lay emphasis that the prosecution has presented no evidence of any form of pre-arrangement or any other evidence relating to the three Accused, which would enable this Court to arrive at an irresistible conclusion that a common intention had developed between the Appellant and the 1st and 3rd Accused to commit any of the offences contained in the indictment or inflict lessor harm. Neither the Judge of the High Court nor the Judgment of the Court of Appeal appear to have given sufficient thought to this aspect.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      108.02,
      225.7,
      543.11,
      291.67
    ],
    "text": "vi. There is no circumstantial evidence that a common intention had developed in the minds of the Appellant and the 1st and the 3rd Accused, in the spur of the moment.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      90.02,
      293.29,
      543.05,
      392.47
    ],
    "text": "vii. I observe that the Appellant had merely been present at a certain distance away from the actual scene of the crime. In the circumstances, there is no basis to conclude that the Appellant was actuated by a common intention which he shared with the 1st and 3rd Accused. 54. Therefore, while expressing my agreement with the submissions made by learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      108.02,
      395.17,
      543.1,
      701.16
    ],
    "text": "counsel for the Appellant, I conclude that the items of direct and circumstantial evidence of this case do not lead to a reasonable, conclusive and irresistible or inescapable conclusion that the Appellant shared a common intention with the 1st and 3rd Accused. Furthermore, in the circumstances of this case, one cannot arrive at an irresistible or inescapable conclusion that the Appellant’s presence near the hedge fence at the time of the commission of the substantive offences was actuated by a common intention he shared with the other two Accused. Individual criminal liability cannot be attached to a person who was merely standing, with no evidence of contribution by a criminal act within a series of acts in furtherance of the common intention of all in the commission of the offence. As highlighted by the learned Senior ASG [(a) that right throughout the attack on the deceased by the 1st and 3rd Accused, the Appellant having stood nearby within the compound looking ‘here and there’, (b) the Appellant having done ‘absolutely nothing’ to prevent the ‘gruesome murder of his own sister-in-law’, and (c) the Appellant having not ‘rendered any form of assistance to the unfortunate victims after the attack’], in the circumstances of this case, individual criminal liability cannot be attached to the Appellant on the alleged basis that he shared a common intention with the other two accused. The Appellant for being a merely standing spectator",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      90.02,
      72.44,
      543.1,
      427.87
    ],
    "text": "of the crime without engaging in efficacious conduct to prevent the crime being committed or to mitigate harm, is not necessarily attributable to the sharing of a common intention and action in furtherance of such common intention. It is noteworthy to recall Chief Justice Basnayake’s views in the case of The Queen v. Vincent Fernando and Others [65 NLR 265 at 272] “The statement of Lord Sumner in the case of Barendra Kumar Gosh v. Emperor, “They also serve who only stand and wait” has to be regarded as applying not to a bystander who merely shares mentally the criminal intention of the others but to a person whose act of standing and waiting is itself a criminal act in a series of criminal acts done in furtherance of the common intention of all”. Therefore, in view of the facts and circumstances of this case, I find myself unable to accept the proposition advanced by learned Senior ASG and the findings of the learned Justice of the Court of Appeal, as the case is deficit with regard to the requirement that both (a) the 2nd Accused Appellant having entertained a common intention together with the 1st and the 3rd Accused, and (b) the 2nd Accused Appellant having any participatory presence in furtherance of such common intention. In fact, the case for the prosecution fails no sooner it became unable to prove that the 2nd Accused Appellant had entertained a common intention with the other two Accused. Thus, the need to consider the second aspect does not even arise. 55. Finally, I ask myself the question “whether the Appellant when he entered the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      430.23,
      543.12,
      699.24
    ],
    "text": "compound inside which the house of the deceased was situated, and when he remained inside such compound near the hedge fence (which demarcates the boundary of the compound) when (i) the mischief to the motorcycle was caused (possibly by both or either of the 1st and 3rd Accused), (ii) the 1st and the 3rd Accused forcibly entered the house of the deceased, (iii) Neelawathi while being held by her hair by the 3rd Accused was attacked by the 1st Accused, was actuated by a common intention together with the 1st and 3rd Accused to commit the offences the Accused have been charged with?”. Given the applicable legal principles and the facts and circumstances relating to this case, I am of the opinion that it is not possible to reach a reliable, conclusive, sole, irresistible or inescapable inference-based conclusion that the Appellant had entertained such common intention. Furthermore, the available evidence does not disclose that the Appellant engaged in any action in furtherance of any common intention. Thus, I answer that question in the negative.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      357.91,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC APPEAL 130/2014 - JUDGMENT 28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      72.2,
      543.11,
      103.48
    ],
    "text": "Answers to the questions of law in respect of which Special Leave to Appeal had been granted",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      105.94,
      542.65,
      120.4
    ],
    "text": "56. In view of the foregoing finding, I answer the two questions in respect of which",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      108.02,
      123.1,
      543.03,
      203.18
    ],
    "text": "Special Leave to Appeal was granted in the following manner: (i) Did the 2nd Accused – Appellant – Petitioner (the present Appellant) share a common murderous intention with the 1st and 3rd Accused in the commission of the offences?",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      108.02,
      205.78,
      542.77,
      270.77
    ],
    "text": "No. (ii) Could the Court have arrived at an irresistible conclusion that he (the present Appellant) shared a murderous intention with the other Accused?",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      273.37,
      205.61,
      321.11
    ],
    "text": "No. Outcome of the Appeal",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      90.02,
      323.77,
      542.96,
      338.23
    ],
    "text": "57. In view of the foregoing findings, I quash and set-aside the conviction of the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      340.93,
      253.49,
      389.71
    ],
    "text": "Appellant and acquit him.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      392.41,
      307.73,
      475.41
    ],
    "text": "58. Accordingly, this Appeal is allowed.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      386.71,
      477.87,
      543.1,
      492.13
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      494.55,
      543.1,
      593.97
    ],
    "text": "Jayantha Jayasuriya, PC, Chief Justice I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      596.46,
      543.1,
      695.28
    ],
    "text": "Chief Justice Mahinda Samayawardena, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      386.71,
      697.74,
      543.1,
      712.0
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]