{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-07-07-SC-FR-536-2012-WITH-SC--b28aa22b",
  "num": "SC/FR/536/2012 WITH SC/FR/560/2012",
  "date_str": "2025-07-07",
  "description": "Hon. Murdu N.B. Fernando PC CJ - 1. V.R.I. Gunawardena No. 81,...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_536_2012_with_sc_fr_560_2012-1.pdf",
  "parties": "1. V.R.I. Gunawardena No. 81, Araliya Uyana, Mattegoda. 2. L.M.Gurusinghe 20/19, 2nd Lane, Cancer Hospital Road, Maharagama. 3. S.W.R.A. Kulatunga, No. 1144/16, Shanthi Mawatha, Liyanagoda, Kottawa, Pannipitiya. Petitioners Vs. 1. Dr. H.C. Ambawatte, Director General of Technical Education and Training, P.O. Box 557, Olcott Mawatha, Colombo 10. 1A. Mr. J.A. Ranjith, Director General of Technical Education and Training, P.O. Box 557, Olcott Mawatha, Colombo 10. 1C. Mr. S.C. Jagath, Director General of Technical Education and Training, P.O. Box 557, Olcott Mawatha, Colombo 10. 2. P.B.C.Kularathne, Director- Administration, Department of Technical Education and Training, P.O. Box 557, Olcott Mawatha, Colombo 10. 2A. Mr. G.D.S.Gunawardena, Director- Administration, Department of Technical Education and Training, P.O. Box 557, Olcott Mawatha, Colombo 10. 2C. Ms. K.A.M.L.C. Kulathilaka, Director- Administration, Department of Technical Education and Training, P.O. Box 557, Olcott Mawatha, Colombo 10. 3. Secretary, Ministry of Youth Affairs and Skills Development, “Nipunatha Piyasa”, No. 354/2, Elvitigala Mawatha, Narahenpita, Colombo 05. 3B. Dr. Susil Premajayantha, Minister of Education, Ministry of Education, 3rd Floor, Sethsiripaya Stage I, Battaramulla. 4. P.B.Abeykoon, Secretary, Minister of Public Administration and Home Affairs, Independence Avenue, Colombo 07. 4A. Mr. J. Dadallge, Secretary, Ministry of Public Administration and Home Affairs, Independence Avenue, Colombo 07. AND OTHERS",
  "judgement_by": "Hon. Murdu N.B. Fernando PC CJ"
}