[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      94.94,
      72.24,
      520.57,
      127.7
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      130.42,
      543.1,
      262.12
    ],
    "text": "In the matter of an Application under and in terms of Articles 17 and 126 of the Constitution. Hetti Arachchige Sunil Jayantha, No. 101/K/A, Bangalawatte, Kothalawala, Kaduwela.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      264.61,
      543.1,
      328.79
    ],
    "text": "Petitioner SC FR Application No. 235/2012 Vs.",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      331.09,
      455.47,
      345.35
    ],
    "text": "1. A.Y. Abeywardhana",
    "fonts": [
      "Arial-BoldMT",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      348.01,
      499.78,
      430.67
    ],
    "text": "Chief Examiner, Department of Motor Traffic, Werahera. 2. G.H.R. Gunawardana",
    "fonts": [
      "Arial-BoldMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      433.23,
      515.24,
      533.05
    ],
    "text": "Deputy Commissioner of Motor Traffic, Department of Motor Traffic, Werahera. 2A. A.V. Sanjeewa Bandukeerthi",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      535.71,
      515.38,
      634.96
    ],
    "text": "Deputy Commissioner of Motor Traffic, Department of Motor Traffic, Werahera. 3. S.H. Harischandra",
    "fonts": [
      "Arial-BoldMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      637.5,
      499.78,
      703.44
    ],
    "text": "Commissioner General, Department of Motor Traffic, Narahenpita, Colombo 5.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.44,
      499.78,
      206.0
    ],
    "text": "3A. Jagath Chandrasiri Commissioner General, Department of Motor Traffic, Narahenpiya, Colombo 5. 4. Attorney General",
    "fonts": [
      "Arial-BoldMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      208.66,
      523.42,
      240.28
    ],
    "text": "Attorney - Generals Department, Colombo 12.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      468.82,
      242.74,
      543.1,
      257.0
    ],
    "text": "Respondents",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      259.33,
      543.1,
      352.06
    ],
    "text": "Before: Murdu Fernando, P.C., J. Yasantha Kodagoda, P.C. J. A.H.M.D. Nawaz, J.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      362.34,
      542.85,
      391.36
    ],
    "text": "Counsel: Mr. Manohara De Silva, P.C. with Ms. Hirosha Ekanayaka Munasinghe for the Petitioner.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      178.34,
      399.78,
      542.86,
      428.8
    ],
    "text": "Mr. L. M. K. Arulanandam, P.C. with Mr. R. Y. D. Jayasekera for the 1st Respondent.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      431.24,
      542.83,
      601.26
    ],
    "text": "Ms. Yuresha de Silva, Deputy Solicitor General for the 2nd, 2A, 3rd, 3A and 4th Respondents. Argued on: 6th July, 2021 Written Submissions: On behalf of the 1st Respondent filed on 6th August 2021. On behalf of the 2A, 3A and 4th Respondents filed on 9th September 2021. On behalf of the Petitioner filed on 9th December 2021. Decided on: 3rd September, 2024",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      634.91,
      543.1,
      716.4
    ],
    "text": "Yasantha Kodagoda, P.C., J. This judgment relates to an Application filed by the Petitioner in terms of Article 126 read with Article 17 of the Constitution. Following the Application being supported, the Supreme Court has granted leave to proceed against the Respondents in respect of the alleged infringement of Article 12(1) of the Constitution.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.8
    ],
    "text": "Complaint of the Petitioner The Petitioner is the owner of individual businesses later transformed into partnerships called Jayantha Learners and New Jayantha Learners, which provide services for people to learn driving and riding (popularly referred to as Driving Schools) for the purpose of becoming a licensed driver of a motor car or a rider of a motorcycle. Both entities have been registered at the Department of Motor Traffic and thus each of the entities possesses a driving school license. On 9th April 2012, under the name of the Petitioners driving school Jayantha Learners, the names of ninety-five (95) persons had been registered to undergo their respective practical tests (referred to as trials) to obtain driving licenses to ride motorcycles and drive motor vehicles. These persons were personnel of the Sri Lanka Navy and had been trained to ride motorcycles and drive vehicles by an Instructor of the Navy. The Petitioners role was limited to having them registered for practical tests under the name of Jayantha Learners and providing them a motorcycle and vehicles to participate at the practical test (referred to in this Application as a trial). It appears that the Petitioner had assigned motorcycle bearing No. UZ 4238 (WP) for this purpose. This motorcycle has also been registered and had been assigned to it a Driver Training Vehicle Permit bearing No. DS 438 (P3(d)). According to the Petitioner, Wasantha Kumara an applicant (of the Sri Lanka Navy) had prior to his trial used motorcycle UZ 4238 (WP) to practice riding a few hundred yards. Though the Petition does not reveal the exact location, the totality of the evidence indicates that this was done within the premises of the Department of Motor Traffic in Werahera. According to the Petitioner, Wasantha Kumara had been told by the 1st Respondent (the Chief Examiner of the Department of Motor Traffic) that practicing prior to the trial was against regulations, and had cancelled Wasantha Kumaras trial. Further, according to the Petitioner, motorcycle bearing No. UZ 4238 (WP) had been taken into the custody of the 1st Respondent and kept in the garage of the premises of the Department of Motor Traffic in Werahera. Vide paragraph 10 of the amended Petition, the Petitioner had received information regarding this incident from the afore-stated Instructor of the Navy, and one can only assume that the said Instructor had received information in this regard from Wasantha Kumara, as there is no evidence suggestive of the Navy Instructor having been present",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.44,
      543.1,
      687.24
    ],
    "text": "at the time of this incident. The Petitioner has not presented an affidavit from either the Instructor or Wasantha Kumara, and hence this Court has been presented with what can be referred to as a double hearsay version of the afore-stated incident. On 10th April 2012, the Petitioner had sent an employee of the Petitioner to collect the motorcycle, and the latter had been unsuccessful. The Petitioner had also become aware that the 1st Respondent had ordered the motorcycle to not be released. In support of the Petitioners contention that the 1st Respondent had made such an order, the Petitioner has produced marked P4, a copy of a document, in which the 1st Respondent has addressed a hand-written signed note to the Security Unit of the Department of Motor Traffic in Werahera, stating that the motorcycle in issue had been taken into custody as instructions of the Commissioner General had been violated and that the vehicle is parked in the garage and should not be released without the permission of the Chief Vehicle Examiner. The Petitioner alleges that this order had been made by the 1st Respondent with the concurrence of the 2nd and 3rd Respondents - the Deputy Commissioner of Motor Traffic and the Commissioner General of Motor Traffic, respectively. With the view to securing the release of the motorcycle, the Petitioner has lodged complaints at the Boralesgamuwa Police Station on 9th, 24th, and 29th April 2012. [Copies of these complaints have been produced marked P5(a), P5(b) and P5(c), respectively.] They contain substantially the same narrative of the incident as contained in the Petitioners Affidavit to this Court. At an inquiry conducted by the Officer-in-Charge of the Crimes Division of the police station on 25th April 2012, the 1st Respondent had persisted that the motorcycle cannot be released. On the 16th and 19th April 2012, the Petitioner had written to the 2nd and 3rd Respondents, respectively, requesting that the matter of impounding of the motorcycle by the 1st Respondent be inquired into. However, he has alleged that no inquiry was held. While the instant Application had been filed in the Supreme Court registry on 9th May 2012, the position of the Petitioner is that the motorcycle has not been released to him. Previous proceedings of this Court relating to this Application reveal that, when this matter came up on 18th June 2012, learned State Counsel representing the Attorney-General has informed Court that, the relevant motorcycle will be handed over to the Petitioner. In response, learned Presidents Counsel for the Petitioner had informed Court that in",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.32
    ],
    "text": "any event, he wishes to pursue this application and that he will instruct his client to take over the motorcycle after noting any damage that may have been caused to it. To the extent Leave to Proceed in respect of this Application has been granted by this Court, the Petitioners complaint is that the 1st to 3rd Respondents have failed to act according to law. In particular, the Petitioner has alleged that the 1st Respondent had acted unlawfully in taking custody of motorcycle No. UZ 4238 (WP) and had further acted against the law in keeping custody of the motorcycle. The Petitioner has thus alleged that his fundamental right guaranteed by Article 12(1) has been infringed. The Petitioner further complains that by failing to take action in respect of the Petitioners complaints and the failure to investigate, the 2nd and 3rd Respondents have also acted contrary to law and infringed the Petitioners fundamental rights. During the hearing of this Application and in the post-argument written submissions, learned Presidents Counsel for the Petitioner submitted that the 1st Respondent had no statutory right whatsoever to take the motorcycle into his custody and to order that it be not released. Thus, he submitted that the 1st Respondent had acted in an unlawful manner, which he further submitted was an infringement of Article 12(1) of the Constitution. It was also submitted that, by the 2nd and 3rd Respondents having failed to take action with regard to the complaint made by the Petitioner regarding the unlawful action of the 1st Respondent, they too had acted in contravention of the law and had therefore infringed the Petitioners fundamental right guaranteed by Article 12(1) of the Constitution. Position of the Respondents 1st Respondent - The position of the 1st Respondent is replete with several allegations against the Petitioner. According to the 1st Respondent, the Petitioner had illegally leased vehicles of his firm to the Navy to enable the latters personnel to practice driving and riding. The Instructor of the Navy (referred to by the Petitioner) who had purportedly trained Navy personnel had not been issued with an Instructors License. Therefore, the 1st Respondent alleges that the applicants (personnel of the Navy) registered under the firm of the Petitioner had not been trained by a registered Instructor. The 1st Respondent has sought to explain that the Petitioner had engaged in the illegal activity of allowing incompetent persons to learn driving within the premises of the Motor Traffic Department in Werahera, whereas, the said premises was meant only for the conduct of tests for the purpose of issuing driving licenses. The illegal practice",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.44,
      543.1,
      719.52
    ],
    "text": "adopted by the Petitioners firm was a danger to the life and limb of those who work in the Department and to members of the Public. The 1st Respondent has brought this matter to the attention of the Deputy Commissioner by a letter addressed to the latter dated 24th September 2010 (1R1). The 1st Respondent has produced a photograph (1R3) which reveals the display of a Notice at the entry gate to the premises of the Motor Traffic Department in Werahera which contained the following: No Driver Training within this Premises As regards the specific allegation against the 1st Respondent is concerned, his Affidavit contains the following averment: The motorcycle was taken by me since allowing the use of the motorcycle by the person who was dangerously driving would be a threat to the life of others He has stated further that the motorcycle was given to him by the rider without any protest. He has also stated that he informed the person who handed over the said vehicle to inform the registered owners, the New Jayantha Learners to come and take the vehicle. He has denied the allegation that he confiscated the motorcycle. Seeking to explain the instructions contained in P4, the 1st Respondents position is that such instructions were issued in order to retain the vehicle by the security in good and proper condition and to be sure that the vehicle is handed over to the correct person. The 1st Respondent has also stated that the Petitioner deliberately refrained from taking the motorcycle back, which was finally taken by him when pressed to do so by the Commissioner General of Motor Traffic. To state briefly, the position of the 1st Respondent is a denial of impounding the motorcycle, retaining it illegally, and having engaged in any unlawful action. Learned Presidents Counsel for the 1st Respondent submitted that the reason for the motorcycle being at the Department of Motor Traffic in Werahera, was because the Petitioner did not call over to collect it. He submitted that the Petitioner was not interested in taking it away. He cited the statement made by the 1st Respondent (P6) to the Boralesgamuwa Police on 10th April 2012 in support of that position. Learned Presidents Counsel for the 1st Respondent concluded his submissions by emphasising that the act of the 1st Respondent was a prudent act and the 1st Respondent was a do gooder acting in good faith . 3rd Respondent - Tendering to this Court an affidavit, the 3rd Respondent (Commissioner General of Motor Traffic) has taken up the position that had Jayantha Learners registered 95 students for the driving test without providing the relevant applicants for driving licenses instructions on driving a motor vehicle through a licensed instructor employed by the school, it has acted contrary to the terms of the Driving School License issued to it.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.32
    ],
    "text": "The 3rd Respondent has also pointed out that the Petitioner has not produced any evidence which shows that the 95 applicants had received any training from a licensed driving instructor. The 3rd Respondent has also submitted that a licensed driving school is not authorised to lease or rent authorised vehicles to third parties who have not received driving instructions from that school. With the view to ensuring the security and safety of all and for the purpose of maintaining discipline, with effect from 1st January 2012, driver training within the premises of the Department of Motor Traffic in Werahera had been prohibited. Notices had been displayed to that effect. Further, all licensed Instructors and driving schools had been repeatedly informed of this. By letter dated 20th April 2012 (3R3) the 1st Respondent had notified the 3rd Respondent that a candidate named Wasantha Kumara (registered by Jayantha Learners) had on 9th April 2012, been training within the premises of the Department of Motor Traffic in Werahera using motorcycle bearing No. UZ 4238 (WP). He had been riding the said motorcycle in a dangerous manner jeopardising the safety and security of all persons within the premises. Accordingly, Wasantha Kumaras riding test had been postponed by one month and the motorcycle had been taken over by the 1st Respondent to be handed over to the lawful owner, but no one had thereafter come to collect it. The 3rd Respondent admits the receipt of letter dated 16th April 2012 (P8(b)) sent by the Petitioner. Consequently, he had appointed Assistant Commissioner (Technical) S.A. Premaratne to inquire into the complaint of the Petitioner and to submit a report. The 1st Respondents letter dated 20th April 2012 (3R3) had also been referred to the afore-named Assistant Commissioner. On 27th April 2012, the 3rd Respondent had received a Report (3R4) from the Assistant Commissioner. Thereafter, he has immediately issued instructions for the release of the motorcycle. The 3rd Respondent has also submitted that despite sufficient opportunity being afforded to Jayantha Learners to collect the motorcycle in issue upon furnishing proof of ownership, no steps were taken to collect the said motorcycle. It was finally collected on 26th June 2012 pursuant to a direction issued by this Court. Learned Senior State Counsel defending the conduct of the 3rd Respondent submitted that, upon receiving the complaint of the Petitioner (P8(b)) dated 16th April 2012, on 17th April 2024 itself the 3rd Respondent had directed an Assistant Commissioner to inquire into the matter. Upon receiving the Report of the inquiring officer dated 27th April 2012 (3R4), the 3rd Respondent had on that day itself immediately directed that the motorcycle be returned to the registered owner. Learned counsel drew the attention of",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.44,
      543.1,
      717.0
    ],
    "text": "this Court to the minute made by the 3rd Respondent on 3R4 to that effect. Thus, she submitted that the 3rd Respondent had taken prompt action, and therefore the allegation of the Petitioner against the 3rd Respondent that the latter was responsible for unlawful inaction is ill-founded. She also submitted that while it may have been more appropriate for the 3rd Respondent to have communicated to the Petitioner his decision, not having done so was unintentional and only an administrative lapse. The learned Deputy Solicitor General citing several judgments of this Court including Wasantha Disanayake and Others v. Secretary, Ministry of Public Administration and Home Affairs and Others (SC/FR No. 611/12, SC Minutes of 10th September 2015), J.A. Lionel Chandraratne v. Tissa R. Balalla (SC/FR No. 204/2011, SC Minutes of 20th May 2015), R.M. Dayawathi v. The Principal, Girls High School, Kandy and Others (SC/FR No. 459/2017, SC Minutes of 5th November 2018), W.P.S. Wijerathna v. Sri Lanka Ports Authority and Others (SC/FR No. 256/2017, SC Minutes of 11th December 2020), Herath Mudiyanselage Ajith Rohitha Bandara Herath and Others v. K. Thawalingam, Former Surveyor General and Others (SC/FR/101/2014, SC Minutes of 12th March 2021), and Lt. Col. Samitha Manojith Hewa Imaduwage v. Lt. General A.W.J.C. De Silva, Commander of the Army and Others (SC/FR/ No. 291/2016, SC Minutes of 20th February 2020) submitted that the conduct of the 1st, 2nd and 3rd Respondents does not amount to discrimination and therefore the said Respondents have not infringed the Petitioners fundamental right guaranteed by Article 12(1) of the Constitution. Analysis of the narratives, evidence placed before Court and Conclusions Albeit brief, to the extent the dispute in respect of which leave to proceed has been granted, the position of the Petitioner is that on 9th April 2012 when Wasantha Kumara was riding motorcycle bearing No. UZ 4238 (WP) belonging to Jayantha Learners within the premises of the Department of Motor Traffic in Werahera at a time prior to his practical test, the 1st Respondent had taken the motorcycle into custody, and thereafter detained it within the afore-stated premises for several days. It has been submitted on his behalf that the 1st Respondent did not have legal authority to take the motorcycle into his custody and the 1st Respondent has therefore acted unlawfully. The submission of the learned Presidents Counsel for the Petitioner was that the said conduct of the 1st Respondent amounts to an infringement of the fundamental right of the Petitioner guaranteed by Article 12(1) of the Constitution. The Petitioner further alleges that on 16th and 19th April 2012, he complained against the conduct of the 1st Respondent to the 2nd and 3rd Respondents (P8(a) and P8(b)), and the 2nd and 3rd Respondents did not take any action in respect of his complaint. It has been submitted on behalf of the Petitioner that the 2nd and 3rd Respondents were required in terms of the law to take necessary action",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.44,
      543.1,
      600.45
    ],
    "text": "in respect of the complaint of the Petitioner, and their failure to do so was unlawful, and hence an infringement of the Petitioners fundamental right guaranteed under Article 12(1) of the Constitution. The position of the 1st Respondent is that the motorcycle in issue was taken by him since allowing the motorcycle to be ridden by Wasantha Kumara within the premises of the Department of Motor Traffic in Werahera was against the rules imposed in that regard and was dangerous as his riding the motorcycle would be a threat to the life of others. He has also asserted that he took the motorcycle without any protest from Wasantha Kumara. Thus, the position of the 1st Respondent was that there was justification for taking the motorcycle and that it was not done in a forcible manner. He has also asserted that he told Wasantha Kumara to inform the registered owner to come and take the motorcycle. He has denied the allegation that he confiscated the motorcycle, a term used at the time of the hearing by the learned Presidents Counsel for the Petitioner. Thus, the position the Petitioner has taken up before the Court regarding the taking of the motorcycle by the 1st Respondent is different to the position the 1st Respondent has taken up. I have noted that on 10th April 2012, the Petitioner has complained to the Human Rights Commission of Sri Lanka with regard to this incident (P7(b)), and the contents of that complaint are parallel to the contents of the Affidavit of the Petitioner filed in this Application. The Petitioners position that the motorcycle was taken away by the 1st Respondent forcibly remains consistent viz. his statement (P5(a)) to the Boralesgamuwa Police Station made on the day of the incident (9th April 2012). At paragraph (11)F of the 1st Respondents Affidavit, he has stated the following: the motorcycle was taken by me since allowing the use of the motorcycle by the person who was dangerously driving would be a threat to the life of others . In this regard, it is important to consider the position the 1st Respondent has taken up in his written instructions dated 9th April 2012 issued to the Security Unit of the Department of Motor Traffic in Werahera (P4). It states as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      602.82,
      542.96,
      718.44
    ],
    "text": "Motorcycle UZ 4238 has been taken into custody as instructions of the Commissioner General of Motor Traffic have been breached. It has been parked at the end of the EMVV halt (garage). It should not be released without the approval of the Chief Motor Vehicle Examiner. On 20th April 2012, the 1st Respondent has notified the 3rd Respondent that motorcycle No. UZ 4238 (WP) was taken to the custody of the Driving Schools Monitoring Committee",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.44,
      543.11,
      703.8
    ],
    "text": "at a time when Wasantha Kumara was practicing riding the motorcycle within the premises of the Werahera Department of Motor Traffic. (3R3) In the statement made by the 1st Respondent to the Boralesgamuwa Police Station on 26th April 2012 (P6), the position taken up by the 1st Respondent is that on 9th April 2012, Wasantha Kumara was practicing riding, using motorcycle No. UZ 4238 (WP) within the Werahera premises of the Department of Motor Traffic. Thus, he took the motorcycle into the custody of the Driving Schools Monitoring Committee. Thus, it would be seen that in so far as the exact circumstances under which the motorcycle was taken-over, reasons therefor and who took custody of the motorcycle, the version of the 1st Respondent suffers from several inconsistencies. In view of the foregoing, I arrive at the following findings of fact. On 9th April 2012, while Wasantha Kumara was scheduled to undergo his practical test (trial) at the Werahera premises of the Department of Motor Traffic, at a time prior to the test, he had been riding motorcycle No. UZ 4238 (WP) within the afore-stated premises. This was in breach of administrative directions issued by the Commissioner General of Motor Traffic. Observing this, the 1st Respondent had acting against the will of Wasantha Kumara, taken possession of the said motorcycle and thereafter detained it inside a garage located within the premises. He had issued instructions to the Security Unit not to release it pending permission being granted by the 3rd Respondent. Thus, my findings are in consonance with the allegation of the Petitioner against the 1st Respondent. As regards the allegations of the Petitioner against the 2nd and 3rd Respondents are concerned, I am satisfied that upon the 2nd and 3rd Respondents having received the complaints submitted to them by the Petitioner (P8(b) and P8(a)), the 3rd Respondent had without delay caused the conduct of an inquiry into the complaint, and upon the receipt of the findings of the officer who conducted the inquiry, promptly directed the release of the motorcycle. The omission if at all was the failure on the part of the 2nd and 3rd Respondents to directly reply to the Petitioner notifying him that he was free to call over and take away the motorcycle. I am prepared to accept the Respondents position that the afore-stated failure was a genuine lapse on their part, as opposed to an intentional act. Application of the law In view of the foregoing, what remains to be decided is whether the 1st Respondent having taken control of motorcycle No. UZ 4238 (WP) in the circumstances described",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.8
    ],
    "text": "above and thereafter detained for several days, amount to an infringement of the fundamental right of the Petitioner guaranteed under Article 12(1) of the Constitution. The 1st Respondent in his Affidavit has not cited a provision of law which empowers him to act in the manner he has acted. Learned Presidents Counsel was specifically asked by Court whether he wished to cite a provision of law under which the 1st Respondent had derived any legal authority to take control of the motorcycle and detain it. It would be appropriate to comment that learned Presidents Counsel sidestepped that question. In the post argument written submissions, learned Deputy Solicitor General has conceded that the Motor Traffic Act (as amended) does not contain any specific provision enabling an Examiner to take charge of a vehicle of a driving instructor or a driving school who has entered students for a driving test. I find myself in agreement with that submission. Though several terms have been used by the parties to this Application and by their respective counsel as regards the 1st Respondent having taken possession of the motorcycle, it is my view that it is necessary to examine the conduct of the 1st Respondent as regards the Petitioner having thereby lost possession, control and dominion over the motorcycle. To the extent relevant to the circumstances of this case, Blacks Law Dictionary (11th Edition) provides that seizure means to forcibly take possession (of a person or property) and the term seizure as the act or an instance of taking possession of a person or property by legal right or process. The Merriam Websters Dictionary of Law provides that to seize is to take possession or custody of property especially by lawful authority. As pointed out previously, it is evident from the evidence placed before this Court that the 1st Respondent had acted against the will of both Wasantha Kumara and the Petitioner and forcibly taken possession and control of the motorcycle. Therefore, in the circumstances of this case, from a legal sense what the 1st Respondent had initially done (prior to detention) should be termed seizure of the motorcycle. It is evident that the consequential placement of the motorcycle in the garage with instructions not to release it amount to constructive detention of the motorcycle. A survey of the law reveals that seizure of property must be either specifically authorised by law or carried out under judicial authorisation. Some examples for authorisation by law are (i) search and placing in safe custody all articles found in a person arrested (other than his wearing apparel) and instruments, the fruits and other evidence of the crime section 29, Code of Criminal Procedure Act, (ii) taking from a person arrested any offensive weapons or any instrument capable of being used for committing an offence - section 31, Code of Criminal Procedure Act, (iii) power to seize certain animals in certain",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.44,
      543.09,
      567.09
    ],
    "text": "situations - section 64, Police Ordinance, (iv) seizure of restricted articles - section 72, Poisons, Opium and Dangerous Drugs Ordinance, (v) seizure of any document or thing connected with or concerned in or reasonably suspected of being connected with or concerned in any unlawful activity - section 6(1)(d), Prevention of Terrorism (Temporary Provisions) Act, (vi) seizure of certain goods section 128(1)(c), Customs Ordinance, (vii) an officer authorised by the Commission to Investigate Allegations of Bribery or Corruption to seize any article which he has reasonable grounds for believing to be evidence of the commission of any offence under the Act - section 45(2), Anti-Corruption Act, (viii) a forest officer or police officer to seize any timber or forest produce, tools and machines and any mode of transport used in committing a forest offence section 37 of the Forest Ordinance (ix) power to seize any instruments or appliances of gaming in the commission of unlawful gaming section 4 of the Gaming Ordinance, (x) power to seize items that are liable to confiscation under the Act sections 35, 37 of the Excise Ordinance and (xi) power of an examiner of motor vehicles, any other authorised officer or a police officer to seize a motor vehicle that has been fabricated, manufactured assembled, innovated, adapted, modified, used for the commission of an offence, etc. section 232B, Motor Traffic Act. That seizure of property must be authorised by law or authorised by an order of a competent court makes very good legal sense, as seizure results in the person having ownership of the property or otherwise possessing the right of possession or use, being deprived of such proprietary rights. Detention of property also attracts the same principle. Detention must also be authorised by law or authorised by an order of a competent court. In Manawadu v. The Attorney General [(1987) 2 Sri.LR 30 at 43], Chief Justice Sharvananda has emphasised on the significance of the right to own property and observed the following:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      569.79,
      543.12,
      718.92
    ],
    "text": "Among the important rights which individuals traditionally have enjoyed is the right to own property. This right is recognised in the Universal Declaration of Human Rights (1948). Article 17(1) of which states that everyone has the right to own property and Article 17(2) guarantees that no one shall be arbitrarily deprived of his property. An intention to provide for arbitrary infringement of human rights cannot be attributed to the legislature unless such intention is unequivocally manifest. Following the view that was taken by Chief Justice Sharvananda in the above-cited case, Justice Achala Wengappuli, in S. Amirthanathan v Commander of the Army and Others",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.44,
      543.1,
      718.44
    ],
    "text": "[SC FR 236/2013, SC Minutes of 27.10.2023], has held that this Court had recognised the traditional right to own property, although not included in Chapter III of the Constitution as a fundamental right, and it could only be denied by a process prescribed by law. The 1st Respondent was not vested with either direct legal authority or legal authority arising out of an order of a competent court to either seize or detain the motorcycle bearing No. UZ 4238 (WP). The direction issued by the Commissioner General of Motor Traffic did not confer on the 1st Respondent any legal authority to seize or retain the motorcycle. In the given circumstances, all what the 1st Respondent was entitled to administratively do was to stop Wasantha Kumara from riding the motorcycle within the premises of the Motor Traffic Department in Werahera. The conduct of the 1st Respondent far exceeded what he was administratively authorised to do, and entered into the realm of unlawful conduct. In the circumstances, the conduct of the 1st Respondent has been contrary to law, as his conduct has not been under the authorisation provided by law or an order of a competent court. Thus, plainly, the conduct of the 1st Respondent has been unlawful. In Vivienne Gunawardena v Perera and Others [(1983) 1 Sri.LR 305], Bandara v Wickremasinghe [(1995) 2 Sri.LR 167], Kanda Udage Malika v D. M. Aberathna, Police Constable [SC FR 157/2014, SC Minutes of 21.05.2021], Mahapitiya Gedara Shanuka Gihan Karunaratne and Another v Lory Koswatte, Deputy Principal and Others [SC FR 139/2012, SC Minutes of 13.10.2022], this Court has observed that conduct of an officer or other agent of the State acting under the colour of his office in a manner that is unlawful, amounts to an infringement of Article 12(1) of the Constitution. In the circumstances, I hold that the conduct of the 1st Respondent in seizing motorcycle No. UZ 4238 (WP) and having it detained was an infringement of the Petitioners fundamental right guaranteed under Article 12(1) of the Constitution. Declaration of Court In view of the foregoing, I declare that the 1st Respondent has infringed the Petitioners fundamental right guaranteed by Article 12(1) of the Constitution by his conduct of unlawful seizure and unlawful detention of motorcycle No. UZ 4238 (WP). In view of all the attendant circumstances, it is my view that the making of the afore-stated declaration would suffice for the due administration of justice pertaining to this Application. This is mainly because, Wasantha Kumara has by practicing riding within the premises of the Motor Traffic Department, acted contrary to the administrative directions issued by the Commissioner General of Motor Traffic. I wish to observe that",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.44,
      543.08,
      241.24
    ],
    "text": "the issuance of the said direction is a well-founded action which was very much within the administrative authority of the Commissioner General. For the reasons stated earlier in this judgment, I hold that the 2nd and 3rd Respondents have not infringed the Petitioners fundamental rights.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      243.7,
      546.1,
      342.67
    ],
    "text": "Judge of the Supreme Court Murdu Fernando, P.C., J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      345.13,
      546.1,
      443.97
    ],
    "text": "Judge of the Supreme Court A.H.M.D. Nawaz, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      446.43,
      588.1,
      512.13
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  }
]