[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      72.2,
      465.91,
      136.84
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      139.18,
      515.21,
      254.8
    ],
    "text": "In the matter of an Appeal against a judgment of the Court of Appeal under Article 128 of the Constitution. Kusalanthi Fernando Kandawala, Rathmalana.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      257.29,
      543.1,
      322.39
    ],
    "text": "Plaintiff Vs. 1. Weerasekara Hettiarachchige",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      325.09,
      478.3,
      408.19
    ],
    "text": "Gertrude Perera No. 275, Ubayasenapura, Rajagiriya. 2. Weerawarnakulasuriya",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      410.89,
      528.82,
      442.53
    ],
    "text": "Boosabaduge Shamaline Fernando Beruwala.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      444.99,
      543.1,
      543.81
    ],
    "text": "Defendants SC Appeal No. SC Appeal 55/2020 Court of Appeal No. CA/1111/00(F) D.C. Panadura Case No. 22300/MB AND",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      546.51,
      534.4,
      612.48
    ],
    "text": "Weerasekara Hettiarachchige Gertrude Perera No. 275, Ubayasenapura, Rajagiriya.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      614.94,
      543.1,
      697.2
    ],
    "text": "1st Defendant Appellant Vs. Kusalanthi Fernando Kandawala, Rathmalana.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      416.11,
      699.66,
      543.1,
      713.92
    ],
    "text": "Plaintiff Respondent",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.44,
      525.7,
      138.4
    ],
    "text": "Weerawarnakulasuriya Boosabaduge Shamaline Fernando Beruwala.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      140.86,
      543.1,
      257.44
    ],
    "text": "2nd Defendant - Respondent AND NOW BETWEEN Weerawarnakulasuriya Boosabaduge Shamaline Fernando Beruwala.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      375.67,
      259.81,
      543.1,
      274.07
    ],
    "text": "2nd Defendant Respondent",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      276.49,
      543.1,
      375.43
    ],
    "text": "Appellant Vs. Kusalanthi Fernando Kandawala, Rathmalana.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      338.11,
      377.89,
      543.1,
      392.15
    ],
    "text": "Plaintiff Respondent Respondent",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      394.45,
      543.1,
      477.33
    ],
    "text": "Weerasekara Hettiarachchige Gertrude Perera No. 275, Ubayasenapura, Rajagiriya.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      391.99,
      479.79,
      543.1,
      494.05
    ],
    "text": "1st Defendant Appellant -",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      496.35,
      543.1,
      713.28
    ],
    "text": "Respondent Before: B.P. Aluwihare, P.C., J. Yasantha Kodagoda, P.C., J. Janak De Silva, J. Counsel: Dr. Sunil Cooray with Ms. Diana S. Rodrigo for the 2nd Defendant Respondent Appellant Ms. Daphne Peiris Vissundara instructed by Ms. Hasanthi Dias for the 1st Defendant Appellant Respondent",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.44,
      543.1,
      702.84
    ],
    "text": "Argued on: 7th July 2021 Decided on: 9th November, 2023 Yasantha Kodagoda, P.C., J. This judgment relates to an Appeal against a judgment of the Court of Appeal, originating from a judgment pronounced by the District Court of Panadura. Background and institution of civil proceedings On 23rd June 1987, the Plaintiff Respondent Respondent (hereinafter sometimes referred to as the Plaintiff) instituted action in the District Court of Panadura against the 1st Defendant Appellant Respondent (hereinafter sometimes referred to as the 1st Defendant and at other times referred to as the 1st Defendant - Appellant) on the premise that on 2nd September 1986 she gave a loan of Rs. 25,000/= to the 1st Defendant at an interest rate of 24% per annum. As security for the loan, the 1st Defendant mortgaged to her a property owned by her, which mortgage she alleged is depicted in mortgage bond No. 8643 dated 17th June 1986 attested by Notary Public Lasantha Stembo. The Plaintiff alleged that the 1st Defendant defaulted the repayment of the loan and interest amounting to Rs. 6,000/=, and accordingly prayed for a decree for the total amount due being Rs. 31,000/=. She also prayed for a decree for the sale by auction under the supervision of court the mortgaged property to recover the afore-stated amount due to her. On 15th July 1994, the Plaintiff filed an amended Plaint. In addition to the 1st Defendant, the 2nd Defendant Respondent Appellant (hereinafter sometimes referred to as the 2nd Defendant and at times referred to as the 2nd Defendant - Appellant) was cited as the 2nd Defendant. The amended Plaint contained the same allegation against the 1st Defendant. However, the Plaintiff averred that the property referred to in the Plaint (also referred to in the schedule to mortgage bond No. 8643) had been previously subjected to a primary mortgage in favour of the 2nd Defendant and that the said primary mortgage was reflected in mortgage bond No. 8425 dated 12th March 1986 which had also been attested by Notary Public Lasantha Stembo. Accordingly, the Plaintiff averred that mortgage bond No. 8643 (the mortgage in favour of the Plaintiff)",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.32
    ],
    "text": "was a secondary mortgage and was subject to mortgage bond No. 8643 (a primary mortgage in favour of the 2nd Defendant). On 19th June 1995, the 2nd Defendant filed Answer, in which she averred that the 1st Defendant had obtained a loan of Rs. 50,000/= from her at an annual interest rate of 24%. As security, the 1st Defendant mortgaged her property to the 2nd Defendant, which is reflected in mortgage deed No. 8425. The 2nd Defendant alleged that the 1st Defendant defaulted re-payment of the loan. She claimed that the mortgage given by the 1st Defendant in her favour (mortgage deed No. 8425), should be treated as a primary mortgage and hence her claim against the 1st Defendant should gain priority over the claim of the Plaintiff against the 1st Defendant. The 2nd Defendant also prayed for a decree against the 1st Defendant for the payment of Rs. 50,000/= to her, together with interest at the rate of 24% till the date of judgment. As a means of recovering the said amount, the 2nd Defendant prayed for an order for the sale of the afore-stated property, and should there be an amount remaining from the sales proceeds, payment of the sum due from the 1st Defendant to the Plaintiff. On 9th March 1998, the 1st Defendant filed Answer denying that she obtained a loan from either the Plaintiff or the 2nd Defendant. She also denied having mortgaged her property to either the Plaintiff or to the 2nd Defendant. She averred that she obtained Rs. 15,000/= from Stembos finance company and that she signed some incomplete deed forms and several incomplete documents. She pleaded illiteracy. She prayed that the Plaint be dismissed. At the commencement of the trial, parties recorded one admission. That was to the effect that mortgage bond No. 8643 was signed by the 1st Defendant. Issues raised were as per the averments in the pleadings. Evidence at the trial Plaintiff - The Plaintiff testified and said that Lasantha Stembo ran an organization at which money was lent on interest. In June 1986, as promised by Stembo, she gave Rs. 25,000/= to him in order to obtain monthly interest thereon. She subsequently clarified that through Lasantha Stembo, she gave the money as a loan mortgage to the 1st Defendant. In return Lasantha Stembo gave her P1, a mortgage deed bearing No. 8643. [At the time of producing P1, no objection to it was raised on behalf of the defendants.] Subsequently, she did not receive either the money so given or the interest thereof.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.8
    ],
    "text": "2nd Defendant - The 2nd Defendant testifying stated that Lasantha Stembo inquired from her whether she would like to invest money in return for the mortgage of a land situated in Rajagiriya. He agreed. In March 1986, she invested Rs. 50,000/= in the organization of Lasantha Stembo. Accordingly, the mortgage deed was executed. Stembo introduced to her the 1st Defendant at the time the mortgage bond was executed. Two witnesses, the 1st Defendant and Stembo singed the deed. Stembo gave Rs. 25,000/= in cash to the 1st Defendant and another Rs. 25,000/= by way of a cheque. Later she received the mortgage bond. The 2nd Defendant produced marked 2V1 mortgage deed No. 8425. At this stage, on behalf of the 1st Defendant, her counsel indicated that the 1st Defendant is not contesting the fact that the deed was attested by the Notary Public, but was contesting the contents thereof. 1st Defendant - The testimony of the 1st Defendant was that in 1986, she wanted to obtain some money by mortgaging her land. Thus, she went to Stembos office (which she referred to as a the finance company of Stembo) and sought an arrangement. She did not meet either the Plaintiff or the 2nd Defendant or directly obtain money from them. She saw them for the first time in court. She initially obtained Rs. 35,000/= from Stembo by cheque and subsequently obtained another Rs. 15,000/=. She then signed some documents that had blank spaces. According to her testimony, she did not sign deed P1. She further testified that though she has paid over Rs. 10,000/= as interest fees to Stembos company, she did not pay any interest to either the Plaintiff or to the 2nd Defendant. Under cross-examination the 1st Defendant admitted that both 2V1 and P1 contain her signature. Judgment of the District Court By his judgment dated 26th September 2000, the learned District Judge held in favour of both the Plaintiff and the 2nd Defendant. The judgment of the District Court contains the following reasoning: In view of the 1st Defendant having contradicted herself (in comparison with the position she has taken up in the Answer) regarding obtaining a particular amount of money as a loan (as stated by her, from Stembos finance company) and the number of occasions on which she obtained loans, it is not possible to place any reliance on the 1st Defendants testimony and accordingly her testimony must be rejected. In comparison thereof, the learned judge has accepted the testimony of both the Plaintiff and the 2nd Defendant.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.44,
      546.22,
      703.32
    ],
    "text": "The learned district judge has arrived at the finding that the 2nd Defendant had through Lasantha Stembo lent Rs. 50,000/= to the 1st Defendant (a part of which by cheque and the other part in cash) in consideration of which the 1st Defendant had mortgaged property to her, which transaction is depicted in mortgage deed produced marked 2V1. In view of the foregoing, the learned judge has answered the issues in favour of the Plaintiff and the 2nd Defendant. Accordingly, the learned judge of the District Court has held that the Plaintiff and the 2nd Defendant are entitled to the relief prayed for by them. He has also concluded that the mortgage held by the 2nd Defendant is a primary mortgage and subject to that the mortgage held by the Plaintiff is a secondary mortgage. He thus ordered the sale of the property referred to in the schedule of the two mortgage bonds (one and the same) for the recovery of the monies due from the 1st Defendant to the 2nd Defendant and the Plaintiff. Appeal to the Court of Appeal The 1st Defendant appealed to the Court of Appeal against the judgment of the District Court. It is the judgment of the Court of Appeal dated 10th May 2019 pronounced following the hearing of the said Appeal, which is the subject matter of the instant Appeal. Judgment of the Court of Appeal The learned Justice of the Court of Appeal has approached this matter on the footing that the issue to be determined is whether the two mortgage bonds P1 and 2V1 are valid and effectual. Having taken into consideration the oral evidence of the 1st Defendant on the one hand and the evidence given by the Plaintiff and the 2nd Defendant on the other, the learned justice of the Court of Appeal has concluded that the documents marked and produced as P1 and 2V1 which are ostensibly mortgage bonds are shams and are illusionary, fictitious and colourable instruments. In the circumstances, the learned Judge has concluded that the 1st Defendant has neither initially mortgaged her property to the 2nd Defendant nor thereafter mortgaged the same property to the Plaintiff. In this regard, the learned Judge has noted that Notary Public Lasantha Stembo had been operating a clandestine finance company. The learned judge has further observed that when 2V1 was sought to be marked and produced at the trial, counsel for the 1st Defendant objected to it. In that regard, it has been observed that the position of the 1st Defendant was that what she signed were several blank papers, and that she has contradicted the testimony of the 2nd Defendant.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.8
    ],
    "text": "The position of the learned judge is that in the circumstances, the 2nd Defendant should have called at least one witness of 2V1 to prove the due execution of the document. The learned judge opined that the failure to do so was fatal to the admissibility of the deed. The learned judge has noted that both the 2nd Defendant and the Plaintiff have not discharged the burden cast on them by section 68 of the Evidence Ordinance read with section 2 of the Prevention of Frauds Ordinance, which required them to prove that the two documents P1 and 2V1 had been duly executed. In conclusion, the learned Justice of the Court of Appeal has held that the 1st Defendant has not executed the purported mortgage bonds P1 or 2V1. He has held that they are nullities. The Court of Appeal has also concluded that there was no loan agreement between the Plaintiff and the 1st Defendant and the 2nd Defendant and the 1st Defendant. Therefore, the 1st Defendant had no obligation towards either the Plaintiff or the 2nd Defendant. It was Notary Stembo who had loaned money to the 1st Defendant. Therefore, the 1st Defendant could not have executed real and effectual mortgages in favour of the Plaintiff and the 2nd Defendant. Accordingly, the claims of both the Plaintiff and the 2nd Defendant were rejected. Based on this reasoning, the Court of Appeal allowed the Appeal of the 1st Defendant and set aside the judgment of the District Court. Appeal to the Supreme Court and questions of law Being aggrieved by the judgment of the Court of Appeal, the 2nd Defendant (hereinafter sometimes referred to as the 2nd Defendant - Appellant) appealed to the Supreme Court. Notice of Appeal was served on both the 1st Defendant Appellant Respondent (hereinafter sometimes referred to as the 1st Defendant - Respondent) and the Plaintiff Respondent Respondent. By letter dated 4th November 2019, the Plaintiff Respondent Respondent informed this Court that she is not objecting to the granting of leave. Thereafter, the Plaintiff Respondent Respondent did not participate in the proceedings held before this Court. The 1st Defendant Respondent was represented by counsel who objected to the grant of leave. On a consideration of the Petition seeking special leave to appeal and submissions made by both learned counsel, on 25th June 2020 this Court granted leave. Both before and following leave being granted, the 1st Defendant Appellant Respondent participated fully in the proceedings held before this Court through learned counsel.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.44,
      543.09,
      104.08
    ],
    "text": "Vide journal entry of 25th June 2020, in this matter, leave was granted by this Court on the following questions of law:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      106.42,
      543.12,
      718.92
    ],
    "text": "(i) Did the Court of Appeal err in law by holding that the mortgage bond No. 8425 dated 12th March 1986 has not been proved? (ii) Did the Court of Appeal err in law by holding that the consideration has not been paid by the 2nd Defendant? During the hearing, both counsel submitted to this Court that the outcome of this Appeal will rest on the answer this Court arrives at with regard to the first question of law, and that, should this Court conclude that mortgage bond No. 8425 has been proved, the appellant would succeed and that an opposite finding will result in the Appeal being dismissed. Submissions on behalf of the 2nd Defendant Appellant Learned counsel for the 2nd Defendant Appellant drew the attention of this Court to the following items of evidence, those being that the 1st Defendant admitted (i) the execution by her mortgage deed No. 8425 and (ii) that her brother had signed mortgage deed No. 8643 as a witness. At the time deed No. 8425 (2V1) was produced by the 2nd Defendant, no objection was raised on behalf of the 1st Defendant. Learned counsel pointed out to the explanation to section 154 of the Civil Procedure Code. He further submitted that as the 1st Defendant admitted the due execution of the mortgage deed No. 8425, proof of due execution under section 68 of the Evidence Ordinance was not necessary. In the circumstances, learned counsel stressed that it was incorrect for the learned Justice of the Court of Appeal to have insisted on compliance with section 68, and thus he submitted that the rejection of deed No. 8425 was an error of law and fact. Learned counsel for the Appellant cited two judgments of this Court, namely the judgment of Justice Vijith K. Malalgoda in Mohamed Naleem Mohomed Ismail v. Samsulebbe Hamithu and the judgment of Justice Sisira de Abrew in Kadireshan Kugabalan v. Sooriya Mudiyanselage Ranaweera and Another, which he submitted was ostensibly against his submissions, though the facts of those cases could be distinguished from the facts pertaining to the instant Appeal. He pointed out that Justice E.A.G.R. Amarasekara had pronounced a dissenting opinion in Kadireshan Kugabalan v. Sooriya Mudiyanselage Ranaweera and Another, which was in his favour. In conclusion, learned counsel for the Appellant moved that this Court be pleased to set aside the impugned judgment of the Court of Appeal and affirm the judgment of the District Court.",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.44,
      543.1,
      702.4
    ],
    "text": "Submissions on behalf of the 1st Defendant Respondent Citing certain excerpts of the proceedings of the trial, learned counsel for the 1st Defendant Respondent submitted that it was erroneous to assert that the 1st Defendant did not object to 2V1 at the time it was produced. She insisted that even if one were to assume that 2V1 was admitted by the District Court without any objection from the 1st Defendant, nevertheless, the 2nd Defendant could not have been relieved of the burden of proving 2V1 as laid down in section 68 of the Evidence Ordinance. Learned counsel elaborated on that submission by asserting that if at all, what was admitted was the attestation of the deed, and not the execution of it. It was submitted that the evidence of the 2nd Defendant stands alone without proof of the execution of deed No. 8425. Learned counsel submitted that notwithstanding the ratio of earlier cases such as Cinemas Limited v. Sounderarajan, Sri Lanka Ports Authority and Another v. Jugolinija Boal East and Balapitiya Gunananda Thero v. Talalle Methananda Thero which contained the view that where documents have not been objected or opposed to by the opposing party at the close of the case, those documents are deemed to have been duly proved, in recent times an exception to that principle has been identified by superior courts. Learned counsel submitted that this Court has recently held that, if documents are required to be proved in terms of section 68 of the Evidence Ordinance, then notwithstanding absence of objection by the opposing party, those documents must be proved as required by section 68. In support of that contention, learned counsel submitted the judgment of Justice Prasanna Jayawardena, PC, in Amerasinghe Arachchige Don Dharmaratne v. Dodangodage Premadasa and Others and the judgment of Justice Sisira J. de Abrew in Dadallage Anil Shantha Samarasinghe v. Dadallage Mervin Silva and Another. Learned counsel also drew the attention of this Court to the findings of the Court of Appeal that as regards the purported loan said to have been obtained by the 1st Defendant from the Plaintiff and from the 2nd Defendant, there was no muutum, and as such, there could not have been a mortgage of property by the 1st Defendant to the Plaintiff and to the 2nd Defendant, as a mortgage bond is only an accessory to another obligation. In view of the foregoing, learned counsel for the Respondent moved this Court to be pleased to affirm the impugned judgment of the Court of Appeal and dismiss this Appeal with costs.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.2,
      543.11,
      717.96
    ],
    "text": "Consideration of evidence and submissions of counsel, conclusions reached and findings of the Court In this part of the judgment, on a consideration of the evidence led before the District Court by the 1st and 2nd Defendants and submissions made before this Court by learned counsel, I propose to deal in detail with the first question of law in respect of which leave was granted, i.e. whether the Court of Appeal had erred in law by holding that mortgage bond No. 8425 dated 12th March 1986 had not been proved. I shall thereafter, briefly though deal with the second question. I wish to commence this analysis by observing that an examination of the issues raised on behalf of the 1st Defendant at the trial reveals that she has not raised an issue challenging the validity of mortgage bond No. 8425. Furthermore, through the issues, she has not required the 2nd Defendant to prove the said mortgage bond. It is pertinent to also note that the 8th issue raised before the District Court, required the learned district judge to answer the following question: Through mortgage bond No. 8425 written and attested by L.T.K. Stembo, did the 1st Defendant mortgage property referred to in the schedule to the Plaint and obtain a sum of Rs. 50,000/= as a loan at an annual interest rate of 24%? It is to be noted that this issue has been raised on the footing that mortgage bond No. 8425 is a valid document. However, in order to answer the said issue in favour of the 2nd Defendant, the learned district judge should have impliedly though concluded that mortgage bond No. 8425 has been proved in terms of the law. The learned district judge has answered this issue in the affirmative. Furthermore, the 12th issue raised before the District Court, required the learned district judge to answer the following question: Has any transaction occurred between the 2nd Defendant and the 1st Defendant, founded upon Deed No. 8425 referred to in the issues raised by the 2nd Defendant? The learned district judge has answered this issue also in the affirmative. A consideration of the judgment of the District Court also reveals that the learned district judge has concluded that the execution of mortgage bond No. 8425 has been duly proved by the 2nd Defendant. During the trial, at the time Mortgage Bond No. 8425 was sought to be produced by the 2nd Defendant marked in evidence as 2V1, learned counsel for the 1st Defendant has submitted to court that the 1st Defendant was not disputing the fact that the Notary wrote",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.44,
      543.1,
      704.4
    ],
    "text": "and attested (certified) the document, but was disputing (only) the contents thereof. Thus, the proceeds of the trial do not show that 2V1 was produced by the 2nd Defendant subject to proof. Further, when learned counsel for the 2nd Defendant closed the case, he has once against marked document 2V1, and on that occasion, learned counsel for the 1st Defendant has not raised any objection to 2V1. Nor has the 1st Defendant required the 2nd Defendant to prove the document 2V1. It was in this factual backdrop and the provisions of section 154(1) of the Civil Procedure Code and the Explanation thereto, that learned counsel for the 2nd Defendant - Appellant submitted that the 2nd Defendant was not required by law to prove 2V1 as provided by section 68 of the Evidence Ordinance. In response, the position of the learned counsel for the 1st Defendant - Respondent was that notwithstanding the provisions of section 154 of the Civil Procedure Code, if the law requires a particular document to be proved in terms of section 68 of the Evidence Ordinance, strict compliance with that provision of law was necessary, before inviting court to treat the contents of such document as evidence. A consideration of these two opposing submissions must necessarily commence by considering the legal background to the evidential requirement contained in section 68 of the Evidence Ordinance. I must take note of the fact that, of the four categories of evidence presently recognized by the law of Evidence of this country, namely oral evidence, documentary evidence, contemporaneous audio-visual recordings and computer evidence, documentary evidence plays a critical part in civil cases. Chapter V of the Evidence Ordinance has been devoted to Documentary Evidence, and section 61 provides that the contents of a document may be proved by either primary evidence or secondary evidence. While section 62 describes what is primary evidence relating to a document, section 63 describes what is secondary evidence relating to a document. Sections 64 and 65 relate to the admissibility of primary and secondary forms of documentary evidence, which emphasize on original evidence (evidence relating to the contents of a document being presented through primary evidence) being presented, save and except permitted forms of secondary evidence (authorized forms of copies and other means by which evidence relating to the contents of a document can be given) and instances where the presentation of such secondary evidence would be permissible. These provisions so evidently have been crafted to ensure that genuine documents are produced in judicial proceedings, and thus go into the very root of the integrity of documentary evidence.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.44,
      543.14,
      429.91
    ],
    "text": "Provisions of the Evidence Ordinance contained in sections 61 to 65 though of no special relevance to the instant case, are of importance to bear in mind, as in the scheme of the law relating to proof of a document, it is necessary to first ensure that the document is admissible prior to proving its due execution and thereby inviting court to treat its contents as evidence. The document must be first made admissible, and thereafter it should be proved. To that extent, this Court takes note of the fact that it was not argued either at the trial or in the instant Appeal that the original of deed No. 8425 or an authorized copy thereof was not produced. To that extent, the genuineness of the deed is not in doubt and thus, the document is admissible. Sections 67 relates to proof of handwriting and signature of documents, irrespective of whether or not the law requires the document to be attested. Section 68 provide for the manner in which a document the execution of which law requires to be attested should be proved. This distinction arises out of the fact that the law mandatorily requires certain documents to be attested and as regards some others, no such imperative requirement existing. Section 68 relates to the manner of proving documents the execution of which are required by law to be attested. Before proceeding any further, at this stage itself, it would be useful to consider section 2 of the Prevention of Frauds Ordinance No. 7 of 1840 (as amended), which provides as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      432.27,
      543.1,
      698.76
    ],
    "text": "No sale, purchase, transfer, assignment or mortgage of land or other immovable property and no promise, bargain, contract or agreement for effecting any such object or for establishing any security, interest or incumbrance affecting land or other immovable property (other than a lease at will or for any period not exceeding one month), nor any contract or agreement for the future sale or purchase of any land or other immovable property and no notice, given under the provisions of the Thesawalamai Pre-emption Ordinance, of an intention or proposal to sell any undivided share or interest in land held in joint or common ownership, shall be of force or avail in law unless the same shall be in writing and signed by the party making the same or by some person lawfully authorized by him or her in the presence of a licensed notary public and two or more witnesses present at the same time, and unless the execution of such writing, deed or instrument be duly attested by such notary and witnesses. [Emphasis added.] It would thus be seen that for mortgage deed No. 8425 to be of force or avail in law (valid in the eyes of the law and enforceable through judicial proceedings), section 2 of the Prevention of Frauds Ordinance requires the following to be satisfied:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      701.46,
      316.85,
      715.92
    ],
    "text": "(i) The mortgage should be in writing.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.44,
      543.1,
      395.59
    ],
    "text": "(ii) The mortgage should have been signed by the party who made the mortgage (in the instant appeal by the 1st Defendant being the mortgagor) who is the executant of the deed. (iii) The mortgagor should have signed the mortgage in the presence or a Notary Public and two or more witnesses who were present at the same time. (iv) The mortgage should have been duly attested by the Notary and the afore-stated two witnesses. In Weerappuli Gamage Gamini Ranaweera v Matharage Dharmasiri and others [SC Appeal 56/2020, SC Minutes of 20.05.2022], Justice Samayawardhena has held that in the execution of deeds, the requirements under section 2 of the Prevention of Frauds Ordinance are mandatory, and that non-compliance renders a deed invalid. At this point, it would be necessary to consider section 68 of the Evidence Ordinance, which was at the epicenter of the arguments presented before us during the hearing of the Appeal. Section 68 provides as follows:",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      397.93,
      543.1,
      689.64
    ],
    "text": "If a document is required by law to be attested, it shall not be used as evidence until one attesting witness at least has been called for the purpose of proving its execution, if there be an attesting witness alive, and subject to the process of the court and capable of giving evidence. Sir James Fitzjames Stephen, the undisputed author of the Indian Evidence Act (the Evidence Ordinance of this country being a virtual clone copy of the Indian Evidence Act, subject only to a few changes) in his Digest to the Indian Evidence Act has described the rule contained in Section 68 of the Indian Evidence Act (original section), stemming from an ancient rule of English common law which is inflexible in its operation. Thus, strict compliance with this provision is required in situations where the opposing party denies the due execution of the document. In essence, what section 68 requires to be done by the party presenting the document and seeking that the contents thereof be treated as evidence, is, if the document is one which is required by law to be attested, then, (i) if at least one attesting witness is alive, (ii) such witness is subject to the jurisdiction of the court, and (iii) if such witness is capable of giving evidence, then to call such witness to testify for the purpose of",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.44,
      543.1,
      719.4
    ],
    "text": "proving the due execution of the document. Non-compliance with this requirement is fatal to the use of the contents of the document as evidence. As pointed out above, section 2 of the Prevention of Frauds Ordinance requires inter-alia, a deed pertaining to an immovable property to be duly attested by a licensed Notary and by two witnesses. Thus, a mortgage deed is a document the execution of which the law requires to be attested: Hence, the applicability of section 68 of the Evidence Ordinance. Therefore, ordinarily, for the contents of deed No. 8425 to have been used as evidence, it would have been necessary for the party presenting the deed as evidence (namely the 2nd Defendant) to have called either or both the attesting witnesses (Weerasekera Hettiarachchige Stanley Perera and Hiniduma Kapuge Gamini) to give evidence for the purpose of proving the due execution of the deed. Their names appear on the list of witnesses submitted on behalf of the 2nd Defendant. However, neither of them have been called to testify. In the very early case of Bandiya v. Ungu et. al (15 NLR 263), Chief Justice Lascelles explained that the requirements contained in section 68 of the Evidence Ordinance is a wholesome rule and held that, a notarially attested Deed shall not be used as evidence, until one attesting witness at least has been called for the purpose of proving its execution, subject to the circumstances that an attesting witness is alive, he is capable of giving evidence and is subject to the process of the court. It has been held in L. Marian v. Jesuthasan et. al [59 NLR 348], that for the purposes of proof under section 68, in addition or in the alternative to calling the attesting witnesses to testify, the Notary who attested the deed can also be called to testify (treating such Notary also as an attesting witness), provided he is capable of testifying that the signature is that of the executant, and is therefore able to testify that the executant placed his signature on the document in his presence. For that purpose, the executant must have been known to the Notary. In the Notarial attestation of Deed No. 8425, Notary Lasantha Stembo does not certify that he knew the executant. In fact, his certification indicates that he knew the two attesting witnesses and that they had claimed that they knew the executant - mortgagor. Thus, in the instant matter it would not have been possible for the 2nd Defendant to have called Notary Lasantha Stembo to testify regarding the due execution of deed No. 8425 by the 1st Defendant. However, he could have been called to prove that the other formalities relating to the deed were duly performed. In fact, it appears that the 2nd Defendant had listed Notary Lasantha Stembo as a witness, though he was not called to testify.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.44,
      543.1,
      378.43
    ],
    "text": "In view of the attendant facts and circumstances of this case, what is contemplated by due execution is that the 1st Defendant signed deed No. 8425 as a consenting party (upon a correct understanding of the contents of the mortgage deed) and that the signature of the purported mortgagor is that of the 1st Defendant. Admittedly, the 2nd Defendant (Appellant) did not take steps in terms of section 68 of the Evidence Ordinance to prove the due execution of mortgage deed No. 8425. As stated above, the position advanced on behalf of the 2nd Defendant is that it was not necessary for him to prove the deed in terms of section 68, as the 1st Defendant did not initially object to the deed being produced in evidence (when it was marked 2V1 and did not reiterate that objection when the 2nd Defendant closed her case). Therefore, this Court needs to consider whether the law exempted the 2nd Defendant from proving Deed No. 8425 in terms of section 68. There are six primary exceptions to the rule of proof contained in section 68. They are found in sections 69, 70, 71, 89, and 90 of the Evidence Ordinance. In view of the positions that were taken up by learned counsel for the 2nd Defendant - Appellant and the learned counsel for the 1st Defendant - Respondent, it is only necessary for this Court to consider the applicability of the exception found in section 70, which reads as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      380.77,
      543.08,
      719.62
    ],
    "text": "The admission of a party to an attested document of its execution by himself shall be sufficient proof of its execution as against him, though it be a document required by law to be attested. Therefore, the admission by a party to an attested document that it was executed by him, will, so far as such party is concerned, supersede the duty cast on the party which produced the document and is seeking that the contents of the document be treated as evidence, of either calling the attesting witness or of giving any other evidence of its due execution. Thus, section 70 serves as a proviso to section 68. In the circumstances, it is necessary to consider whether the 1st Defendant had admitted the execution of mortgage deed No. 8425. If the 1st Defendant has admitted to the execution of deed No. 8425, then it would not have been necessary for the 2nd Defendant to have complied with the rule of proof contained in section 68. In this matter, prior to the commencement of the trial, the 1st Defendant has not admitted the execution of Deed No. 8425. Thus, this Court must consider whether some other admission recognized by law of the due execution of the deed exists. Section 154(1) of the Civil Procedure Code provides that Every document or writing which a party intends to use as evidence against his opponent must be formally tendered by him in the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.08,
      543.1,
      711.4
    ],
    "text": "course of proving his case at the time when its contents or purport are first immediately spoken to by a witness. In the instant case, there is no challenge that the 2nd Defendant had not complied with this requirement. The explanation to section 154 provides as follows: If the opposing party does not, on the document being tendered in evidence, object to its being received, and if the document is not such as is forbidden by law to be received in evidence, the court should admit it. If, however, on the document being tendered the opposing party objects to its being admitted in evidence, then commonly two questions arise for court: Firstly, whether the document is authentic in other words, is what the party tendering it represents it to be, and Secondly, whether supposing it be authentic, it constitutes legally admissible evidence as against the party who is sought to be affected by it. The latter question in general is a matter of argument only, but the first must be supported by such testimony as the party can adduce. If the court is of the opinion that the testimony adduced for this purpose, developed and tested by cross-examination, makes out a prima facie case of authenticity and is further of opinion that the authentic document is evidence admissible against the opposing party, then it should admit the document as before. If, however, the court is satisfied that either of those questions must be answered in the negative, then it should refuse to admit the document. Whether the document is admitted or not it should be marked as soon as any witness makes a statement with regard to it; and if not earlier marked on this account, it must, at least, be marked when the court decides upon admitting it. [Emphasis added.] It would be seen that section 154(1) contains a procedural requirement (as opposed to an evidential requirement) as to the time at which a document should be tendered by a party to civil proceedings governed by the Civil Procedure Code. The document should be tendered by the party intending to use the document as evidence, when its contents or purport are first immediately spoken to by a witness. The explanation to section 154 highlighted above, provides guidance which is imperative for the court to follow, on what the court should do when a document is sought to be produced by a party. If the opposing party does not object to the document being received, the court should admit the document, unless the document is such that its production is prohibited by law. In view of the afore-stated explanation to section 154 and the cursus curiae of civil courts, the issue which arises for consideration is whether, if at the time the document is sought to be produced the opposing party does not object to the document being tendered,",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.2,
      546.08,
      718.92
    ],
    "text": "and or, at the time the party that produced the document seeks to close its case and reads in evidence the contents of the document, the opposing party does not reiterate its objection, and if the document is such that the law requires it to be attested, does the party seeking to produce the document become exempted from the requirement of proving the document as stipulated in section 68 of the Evidence Ordinance? In search of an answer to this question, I shall now consider the applicable judicial precedent, giving special attention to the judgments cited by learned counsel for the Appellant and the Respondent. In Sri Lanka Ports Authority and Another v. Jugolinija Boal East [(1981) 1 Sri L.R. 18], in clear obiter Chief Justice Samarakoon observed with regard to a document that the law did not require attestation (and therefore not a document which comes within the scope of the documents provided in section 68), that, though the opposing party (at the time the document was first produced) had objected to the marking of the document without calling its author to testify, since the opposing party had not once again objected to the document when counsel who produced the document closed the case and read in evidence the documents marked and produced, the contents of the document in issue is evidence for all purposes of the law. His Lordship proceeded to observe that this was the cursus curiae of original civil courts. Thus, he held that in appeal it was too late to object to contents of such document being accepted as evidence. In response to the submissions made by learned counsel for the Appellant, it would be difficult for this Court to accept the proposition that Sri Lanka Ports Authority and Another v. Jugolinija Boal East is authority to the principle asserted by him, that if a deed is not objected to by the opposing party when the case for the party who sought to produce the document is closed, proof of the document becomes unnecessary, notwithstanding non-compliance with the requirement of proof contained in section 68 of the Evidence Ordinance. That is because, it must be borne in mind that Chief Justice Samarakoon made the afore-stated observation in respect of a document which did not come within the purview of section 68, as the document in issue was not a document which was required by law to be attested. In fact, the judgment does not even make a reference (quite rightfully) to section 68 of the Evidence Ordinance. In Balapitiya Gunananda Thero v. Talalle Methananda Thero, [(1997) 2 Sri L.R. 101], His Lordship the then Chief Justice G.P.S. De Silva referring to a handbill (announcing a Buddhist religious festival at which certain lay persons were to be ordained and robed as Buddhist monks), which document was produced at the trial subject to proof, although",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.44,
      543.1,
      718.54
    ],
    "text": "was read in evidence at the closure of the case for the party that produced the document without objection from the opposing party and the learned district judge having ruled that the document had not been proved, held following Sri Lanka Ports Authority and Another v. Jugolinija Boal East that, in view of the cursus curiae of civil courts, the document becomes evidence in the case. It is necessary to observe that though the documents in issue in Sri Lanka Ports Authority and Another v. Jugolinija Boal East and Balapitiya Gunananda Thero v. Talalle Methananda were similar in that both documents were such that the law did not require attestation, the facts were slightly different. In the first case, the opposing party had not objected to the admission of the document at both stages, i.e. when it was originally marked and produced and when the case for the party who produced the document being closed and the contents of the document being read in evidence. The objection was taken only in Appeal. Whereas, in the second case, when the document was originally produced, it was objected to and the document was produced subject to proof, and when the case was closed for the party who produced the document, the objection was not reiterated. In both Appeals, the Supreme Court has held that in the circumstances, the documents in issue must be treated as having been duly proved and hence their contents be taken into consideration as evidence. I would respectfully express agreement with both these findings, as in both matters, the court was not required to adjudicate in appeal regarding proof of a document which was required by law to be attested. Thus, it is my considered opinion that both these judgments are of no particular relevance to the instant matter, as in this Appeal consideration need be given regarding proof of a deed, which is a document the execution of which is required by law to be attested, and thus coming within the scope of section 68. In Cinemas Limited v. Sounderarajan [(1998) 2 Sri L.R. 16] Justice F.N.D. Jayasuriya dealing with the admissibility of a document issued by a competent authority of a foreign country, held that, when an objection to a document is not taken up at the trial or inquiry and is raised for the first time in appeal or revision the court must consider the effect of the Explanation to section 154 of the Civil Procedure Code. Justice Jayasuriya proceeded to point out that in civil proceedings it is of paramount importance for the opponent to object to a document if it is inadmissible having regard to the provisions of the Evidence Ordinance. Where he fails to do so, the objections to admissibility cannot be raised for the first time in appeal. Had objection been taken, the party proposing to adduce the document would have tendered to the court evidence aliunde and by the failure to take the objection the opposing party has waived the objection. In a civil case when a document is tendered the opposing party should immediately object to the document. Where the opposing party fails to object, the trial judge has",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.08,
      543.1,
      711.24
    ],
    "text": "to admit the document, unless the document is forbidden by law to be received, and no objection to its admission can be taken up in appeal. It is observable that Cinemas Limited v. Sounderarajan also does not deal with proof of a document which comes within the scope of section 68 and furthermore, the judgment makes no reference to the impact of either presenting or not presenting an objection to a document when the party that produced the document seeks to close its case and read in evidence the contents of the document. In Samarakoon v. Gunasekera and Another [(2011) 1 Sri L.R. 149], Justice Gamini Amaratunga referring to proof relating to four deeds produced at the trial subject to proof, and no witness having been called for the purpose of proving the deeds in compliance with section 68 of the Evidence Ordinance, and when at the closure of the case the contents of the deeds were read in evidence the opposing side having objected and moved court to exclude such evidence, held as follows: In the course of giving evidence, if a witness refers to a document which he proposes to use as evidence, it shall be marked in evidence. If the party against whom such document is sought to be used as evidence, does not object to it being received in evidence, and if the document is not one forbidden by law to be received in evidence, the document and its contents become evidence in the case. On the other hand, if the opposing party objects to the document being used as evidence, it is to be admitted subject to proof. When a document is admitted subject to proof, the party tendering it in evidence is obliged to formally prove it by calling the evidence necessary to prove the document according to law. If such evidence is not called and if no objection is taken to the document when it is read in evidence at the time of closing the case of the party who tendered the document, it becomes evidence in the case. On the other hand, if the document is objected to at the time when it is read in evidence before closing the case of the party who tendered the document in evidence, the document cannot be used as evidence for the party tendering it. A deed for the sale or transfer of land, being a document which is required by law to be attested, has to be proved in the manner set out in section 68 of the Evidence Ordinance by proof that the maker (the vendor) of that document signed it in the presence of witnesses and the notary. If this is not done the document and its contents cannot be used in evidence. Thus, it would be seen that, in Samarakoon v. Gunasekera and Another this Court has insisted on strict compliance with the requirement of proof contained in section 68 with regard to documents which the law requires to be attested (such as a deed), if the opposing party objects to the document when it is initially produced (thus, produced subject to proof) and the objection is reiterated when the party who produced the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.44,
      546.22,
      720.0
    ],
    "text": "document closes its case and reads in evidence the contents of the document. It would also be noted that the court has also not disregarded the explanation to section 154 of the Civil Procedure Code and the cursus curiae of civil courts relating to the practice adopted when the case for the opposing party that produced the document is sought to be closed. In Amerasinghe Arachchige Don Dharmaratne v. Dodangodage Premadasa and Others [SC Appeal 158/2013, SC Minutes 12th October 2016], the Plaintiff had produced subject to proof three deeds based upon which he was claiming title to a land, and was required by the Defendant in the Answer to prove the three documents. However, no issue had been raised by the Defendants disputing the validity of the three deeds. The Plaintiff called only one out of the three Notaries who had attested the three deeds. The court concluded that the Notary who was called had also not known the executant of that particular deed. None of the attesting witnesses were called to testify. While concluding that compliance with section 68 of the Evidence Ordinance was an imperative requirement, Justice Prasanna Jayawardena held that, the Plaintiffs case must fail, as he had not proved the three deeds as required by law. I wish to now consider Mohamed Naleem Mohomed Ismail v. Samsulebbe Hamithu [SC Appeal 04/2016, SC Minutes 2nd April 2018 (reported in BASL Law Journal Vol. XXIV, 2018/19)], wherein, Justice Malalgoda also considered proof of a document which the law required to be attested. However, the facts of this case differ from the facts of Samarakoon v. Gunasekera and Another and Amerasinghe Arachchige Don Dharmaratne v. Dodangodage Premadasa and Others. In this case, when the deed was produced, the opposing party objected to its production, but when the party that produced the document closed its case without having called any witness to prove the deed, the opposing party did not raise any specific objection regarding the failure on the part of the party who produced the deed to prove the document. Justice Malalgoda held that in the absence of any written admission recorded at the trial, and an objection recorded when the document was initially marked and produced, it is difficult to ignore the provisions of section 68 of the Evidence Ordinance, even though no specific objection was raised when the party that produced the document closed its case producing several documents including the document in issue. It would thus be seen that in Mohamed Naleem Mohomed Ismail v. Samsulebbe Hamithu this Court has recognized the importance of strict compliance with section 68, if an objection to the deed was raised either when the document was initially sought to be produced or when that party closed its case. Thus, impliedly holding that when a document that is required by law to be attested (such as a deed) is produced at a trial,",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.44,
      543.12,
      703.8
    ],
    "text": "strict compliance with the requirement of proof contained in section 68 would not be necessary, only if, an objection to the document was not raised when the document was sought to be initially produced and when the party that produced the document closed its case and read in evidence the contents of such document. If in either of these situations, an objection was raised by the opposing party, the party that produced the document must prove it in terms of section 68 of the Evidence Ordinance. In Dadallage Anil Shantha Samarasinghe v. Dadallage Mervin Silva and Another [SC Appeal 45/2010, SC Minutes 11th June 2019], at the trial, the Plaintiff had produced a deed subject to proof, and at the closure of the case for the Plaintiff, the Defendant had not objected to the document. Justice Sisira de Abrew observed that although a document is produced in court with or without objection, it cannot be used as evidence if it is not proved in terms of section 68 of the Evidence Ordinance. Whether the opposing party takes up an objection or not to a deed which is sought to be produced, the court will have to follow the procedure laid down in law. Justice de Abrew held that, when a document which is required to be proved in accordance with the procedure laid down in section 68 of the Evidence Ordinance is produced in evidence subject to proof, but not objected to at the close of the case of the party which produced it, such a document cannot be used as evidence by courts if it is not proved in accordance with the procedure laid down in section 68 of the Evidence Ordinance. He held further that failure on the part of a party to object to a document during the trial does not permit court to use the document as evidence if the document which should be proved in accordance with the procedure laid down in section 68 of the Evidence Ordinance has not been proved. Acts performed or not performed by parties in the course of a trial do not remove the rules governing the proof of documents. I shall now consider Kadireshan Kugabalan v. Sooriya Mudiyanselage Ranaweera and Another [SC Appeal 36/2014, SC Minutes 12th February 2021]. In this matter, the plaintiff sought to establish that he had acquired title to the land in issue through a deed by which he alleged that the defendant transferred title to him. The defendant denied having transferred title to the plaintiff and also denied that he signed the relevant title deed. Further, he denied the signature which appears on the deed. The defendant also denied that he knew the relevant Notary. When the plaintiff produced the deed in question, the defendant objected to it being produced, and therefore it was produced marked subject to proof. In this backdrop, the plaintiff called the relevant Notary as a witness. However, he did not call the two attesting witnesses to testify. The Notarys position was that the executant of the deed was unknown to him. Further, in the attestation, the Notary has",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.44,
      543.1,
      714.84
    ],
    "text": "failed to record that the two attesting witnesses were known to him, and that they knew the defendant. However, when the plaintiff closed his case and read in evidence the contents of the deed, the defendant did not reiterate his objection to the production of the deed and its contents being treated as evidence. Expressing the majority view, Justice Sisira de Abrew quoting Marian v. Jethuthasan held that as the defendant was not known to the Notary and as the witnesses were not known to the defendant either, the Notary could not vouch for the due execution of the deed by the defendant. Therefore, the Notary Public cannot be regarded as an attesting witness. In the circumstances, Justice de Abrew held that the deed in issue had not been proved in terms of section 68 of the Evidence Ordinance. He observed that although a document is produced in court with or without objection, it cannot be used as evidence if it is not proved. If the principle enunciated in Sri Lanka Ports Authority and Another v. Jugolinija Boal East is accepted in respect of deeds, even a fraudulent deed marked subject to proof can be used as evidence if it is not objected by the opposing party at the close of the case of the party which produced it. In such a situation, one can argue that courts will have to disregard section 68 of the Evidence Ordinance. Whether the opposing party takes up an objection or not to a deed which is sought to be produced, the courts will have to follow the procedure laid down in law. when a document which is required to be proved in accordance with the procedure laid down in section 68 of the Evidence Ordinance is produced in evidence subject to proof but not objected to at the close of the case of the party which produced it, such a document cannot be used as evidence by courts if it is not proved in accordance with the procedure laid down in section 68 of the Evidence Ordinance. failure on the part of a party to object to a document during the trial does not permit court to use the document as evidence if the document which should be proved in accordance with the procedure laid down in section 68 of the Evidence Ordinance has not been proved.. In the circumstances, the Appeal of the Plaintiff was dismissed. Pronouncing a concurring judgement as regard the outcome of the Appeal (that the Appeal should be dismissed), nevertheless expressing different reasons therefor, Justice E.A.G.R. Amarasekara quoting the legal maxim cursus curiae est lex curiae (the practice of court is the law of the court) held that if a particular practice of court is not inconsistent with a rule laid down by a statute or a long-standing practice or usage, that practice has the force of law. He highlighted the importance of not invalidating in Appeal, long-standing practices of original courts, as such rulings could have far-reaching and serious implications and repercussions to litigants. Citing several judgements of the Supreme Court, Justice Amarasekara who in my respectful view is ideally suited to comment on practices of original civil courts, held that if no objection is taken when a document is tendered in evidence for the first time and marking it, for all purposes of the case, it",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.44,
      543.09,
      704.4
    ],
    "text": "becomes evidence, even if it is a deed. In such circumstances, it is not necessary to prove the deed in accordance with section 68. However, as the objection to the reception of the deed as evidence had not been taken in the original court (at the time of the closure of the case for the Plaintiff) Justice Amarasekara held that that objection cannot be taken up for the first time in Appeal. Therefore, he agreed with the majority view that the Appeal should be dismissed. It would be seen that both Dadallage Anil Shantha Samarasinghe v. Dadallage Mervin Silva and Another and the majority view in Kadireshan Kugabalan v. Sooriya Mudiyanselage Ranaweera and Another (majority view) follow the principle contained in the previous two judgments relating to proof of documents which are required by law to be attested (such as deeds), which insist on strict compliance with section 68, save only in situations where the opposing party has not objected to the admission of the document when it was initially sought to be produced thus requiring the document to be produced subject to proof and not having reiterated the objection when the party which produced the document closed its case and read in evidence its contents. It is my view that, in the light of judicial precedence cited above, it was quite correct in law for the learned justice of the Court of Appeal to have insisted upon strict compliance with section 68 of the Evidence Ordinance as regards proof of mortgage deed No. 8425 (2V1), and in the absence thereof conclude that the said mortgage deed and mortgage deed No. 8643 (P1) were both invalid and unenforceable, as they have not been proved as stipulated by section 68 of the Evidence Ordinance. That was the primary basis for the Court of Appeal having ruled against the 2nd Defendant, and allowed the Appeal of the 1st Defendant. In my view, judicial precedent pertaining to the applicability of section 68 of the Evidence Ordinance and the necessity of proof of execution of documents required by law to be attested is very clear, consistent and founded upon rational reasoning. The reasoning is aimed at protecting the integrity of evidence stemming from contents of documents, the execution of which are required by law to be attested. The learned judges seem to have been acutely conscious that when contents of documents the execution of which are required by law to be attested such as deeds are received in evidence, oral evidence which contradicts contents of such proven documents which are required by law to be attested, are excluded. Thus, the importance in ensuring that documents required by law to be attested by proved to a high degree of authenticity.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      72.44,
      543.12,
      224.08
    ],
    "text": "I must now take cognizance of a recent and pertinent legislative development (which took place following the hearing of this Appeal and pending the delivery of this judgment), which caused the addition of a new section numbered 154A to the Civil Procedure Code by section 2 of the Civil Procedure (Amendment) Act No. 17 of 2022. This Act (No. 17 of 2022), came into operation upon the Speaker having certified the Act on 23rd June 2022. The new section so introduced to the Civil Procedure Code (section 154A) provides as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      226.42,
      543.09,
      324.05
    ],
    "text": "(1) Notwithstanding the provisions of the Evidence Ordinance (Chapter 14), in any proceedings under this Code, it shall not be necessary to adduce formal proof of the execution or genuineness of any deed, or document which is required by law to be attested, other than a will executed under the Wills Ordinance (Chapter 60), and on the face of it purports to have been duly executed, unless (a) In the pleadings or further pleadings in an action filed under the regular procedure in",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      326.29,
      543.09,
      696.72
    ],
    "text": "terms of this Code, the execution or genuineness of such deed or document is impeached and raised as an issue; or (b) the court requires such proof: Provided that, the provisions of this section shall not be applicable in any event, a party to an action seeks to produce any deed or document not included in the pleadings of that party at any proceedings under this Code. (2) The provisions of subsection (1), shall mutatis mutandis apply in the actions on summary procedure under this Code. Thus, it is seen that section 154A(1) of the Civil Procedure Code is a proviso to section 68 of the Evidence Ordinance. Compliance with the requirements of section 68 would become necessary only if (a) in the pleadings or further pleadings the execution or genuineness of the deed or other document (which the law requires to be attested) has been impeached and also raised as an issue, or (b) the court requires the party which produced the deed or other document to provide proof of it. This proviso would not have any application, if the deed or such other document was not pleaded. It would thus be seen that section 154A(1) causes a significant impact on the previous judicial precedent relating to proof of deeds and other documents which the law requires to be attested. The imperative nature of the form of proof insisted upon by section 68 is now significantly narrowed down. Thus, the necessity of proving the contents of a deed as provided by section 68 of the Evidence Ordinance would arise only if (a) the execution or genuineness of the deed has been impeached in the pleadings of the opposing party, and (b) an issue",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.44,
      567.1,
      155.56
    ],
    "text": "relating to proof has been raised by the opposing party, or (c) the court requires proof of such deed to be adduced, or (d) the deed in issue has not been included in the pleadings. Furthermore, section 3 of Act No. 17 of 2022 provides as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      108.02,
      157.9,
      543.0,
      205.58
    ],
    "text": "Notwithstanding anything contained in section 2 of this Act, and the provisions of the Evidence Ordinance, in any case or appeal pending on the date of coming into operation of this Act",
    "fonts": [
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      126.02,
      207.82,
      543.1,
      355.37
    ],
    "text": "(a) (i) if the opposing party does not object or has not objected to it being received as evidence on the deed or document being tendered in evidence; or (ii) if the opposing party has objected to it being received as evidence on the deed or document being tendered in evidence but not objected at the close of a case when such document is read in evidence, the court shall admit such deed or document as evidence without requiring further proof; (b) if the opposing party objects or has objected to it being received as evidence,",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      357.61,
      543.12,
      592.89
    ],
    "text": "the court may decide whether it is necessary or it was necessary as the case may be, to adduce formal proof of the execution or genuineness of any such deed or document considering the merits of the objections taken with regard to the execution of genuineness of such deed or document. [Emphasis added.] As observed by Justice Priyantha Fernando in Wadduwa Palliyagurunnanselage Namal Senanayake v. L.B. Finance PLC (SC/CHC Appeal No. 56/2013, SC Minutes of 14th June 2023) the afore-stated transitional provision applies to not only pending trials, it applies to pending Appeals (such as the instant Appeal) as well. In view of this transitional provision, with regard to pending Appeals, the following scheme shall apply:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      90.02,
      595.62,
      543.1,
      695.76
    ],
    "text": "(i) If the opposing party had not objected to the admission of the deed either when it was initially tendered in evidence or when the party that produced the document closed its case and read in evidence the contents of the document, then the court is required to admit the document without insistence upon complying with the form of proof stipulated in section 68 of the Evidence Ordinance.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      72.44,
      543.09,
      429.91
    ],
    "text": "(ii) If the opposing party had objected to the deed being received in evidence (ostensibly a reference to an objection being raised either at the time of the deed was initially sought to be produced or at the close of the case of the party that produced the deed), considering the merits of the objection raised, the court may decide on whether or not to require the party producing the deed to tender proof of the genuineness and execution of the deed in the manner provided by law. It is observable that this amendment to the Civil Procedure Code, has directly impacted upon the principles of law which are contained in the earlier mentioned judgments. The amendment seems to have given statutory recognition to the cursus curiae of original courts pertaining to the production and proof of documents such as deeds required by law to be attested. When legislative provisions are inconsistent with legal principles contained in previous judicial precedent, courts are obliged to apply subsequent legislative provisions which may have impliedly repealed legal principles contained in such previous judicial precedent. That is a fundamental legal principle recognized in common law jurisdictions including Sri Lanka. I shall now revert to the following attendant circumstances of this case pertaining to Mortgage Deed No. 8425.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      432.63,
      546.1,
      704.4
    ],
    "text": "(i) Vide proceedings of 9th June 1999, when the 2nd Defendant sought to initially produce Mortgage Deed No. 8425 (2V1), learned counsel for the 1st Defendant submitted to the trial court that the 1st Defendant was not disputing the fact that the Notary wrote and attested (certified) the document, and was disputing (only) the contents thereof. Further, vide proceedings of 15th February 2000, under cross-examination, upon 2V1 being shown to the 1st Defendant, she has admitted that the signature appearing therein is hers. Furthermore, 2V1 was not produced subject to proof. (ii) When the learned counsel for the 2nd Defendant closed his case and marked 2V1 in evidence (amounting to reading in evidence the contents of the deed), counsel for the 1st Defendant has not raised any objection to it. It would thus be seen that the 1st Defendant had neither objected to the production of deed No. 8425 at the stage of its initial production, nor had she objected to the deed at the stage of the case for the 2nd Defendant being closed and the deed was read in evidence. These attendant circumstances in my view require this Court to apply the transitional",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      72.44,
      543.1,
      515.73
    ],
    "text": "provisions contained in section 3(a) of the Civil Procedure (Amendment) Act No. 17 of 2022. Accordingly, I hold that the 2nd Defendant was not required to prove deed No. 8425 in terms of section 68 of the Evidence Ordinance. Therefore, both the genuineness and the due execution of mortgage deed No. 8425 (2V1) must be taken cognizance of by this Court. Insistence upon proof of the deed as stipulated in section 68 of the Evidence Ordinance was not required. Furthermore, vide section 92 of the Evidence Ordinance, once a document (such as a deed) pertaining to a contract, grant or other disposition of property, or any matter required by law to be reduced to the form of a document has been proved, and its contents are treated as evidence, oral evidence led for the purpose of contradicting, varying, adding to, or subtracting from its terms, supersede the contents thereof or substitute such contents must be excluded. Thus, the oral evidence of the 1st Defendant which contradicts the contents of 2V1 must be excluded. In the circumstances, I hold that the findings contained in the impugned judgment of the Court of Appeal must now be set aside and vacated, for the simple reason that the Civil Procedure (Amendment) Act No. 17 of 2022 has impacted upon the finding quite rightly reached by the learned Justice of the Court of Appeal relating to 2V1. In the circumstances, it is now necessary to treat the contents of deed No. 8425 as evidence in the case to the exclusion of oral evidence that may be inconsistent with the contents of the deed, as both the genuineness and due execution must be presumed by this Court. According to the contents of 2V1, this Court takes cognizance of the following items of evidence contained in the said deed:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      518.43,
      543.1,
      670.08
    ],
    "text": "(i) That on 12th March 1986, the 1st Defendant Respondent had solicited from the 2nd Defendant Appellant a sum of Rs. 50,000/= as a loan and obtained from her that sum of money, payable at an annual interest rate of 24%. (ii) That the 1st Defendant Respondent promised to settle the afore-stated loan, when demanded by the 2nd Defendant Appellant. (iii) That in consideration for the obtaining the afore-stated loan, as security, the 1st Defendant Respondent mortgaged the property described in the schedule of that deed to the 2nd Defendant Appellant.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      72.44,
      543.06,
      189.76
    ],
    "text": "Thus, 2V1 is clear and reliable proof of the 1st Defendant having obtained a loan of Rs. 50,000/= from the 2nd Defendant and having mortgaged the property referred to in the schedule to deed No. 8425 as security for the said loan. In view of the foregoing, I answer the two questions of law in respect of which leave was granted in this matter in the following manner:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      192.1,
      549.1,
      719.52
    ],
    "text": "(i) Did the Court of Appeal err in law by holding that the mortgage bond No. 8425 dated 12th March 1986 has not been proved? In view of the law that prevailed when the impugned judgment of the Court of Appeal was delivered, the Court of Appeal did not err in holding that mortgage bond No. 8425 dated 12th March 1986 has not been proved. However, in view of the transitional provision of the Civil Procedure (Amendment) Act No. 17 of 2022, the afore-stated finding must be vacated and set-aside. In view of provisions of section 3 of the said Act, this Court must conclude that the 2nd Defendant Appellant was not required by law to have proved mortgage bond No. 8425 in terms of section 68 of the Evidence Ordinance, and hence, its contents could have been taken as evidence in the adjudication of the case. (ii) Did the Court of Appeal err in law by holding that the consideration has not been paid by the 2nd Defendant? In view of the contents of mortgage bond No. 8425 being treated as evidence, this Court concludes that though at the time of the impugned judgment of the Court of Appeal being delivered there was an evidential basis to conclude that the consideration had not been paid by the 2nd Defendant to the 1st Defendant, in view of the finding of this Court relating to the afore-stated first question of law, this Court must conclude that there is clear evidence (which emanates from the contents of Deed No. 8425) that consideration of Rs. 50,000/= had been paid by the 2nd Defendant Appellant to the 1st Defendant - Respondent. Accordingly, the impugned judgment of the Court of Appeal is set-aside and vacated and this Appeal is allowed. The judgment of the District Court shall prevail. Parties will bear their own costs.",
    "fonts": [
      "Arial-BoldItalicMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      72.44,
      542.99,
      459.69
    ],
    "text": "I wish to acknowledge with appreciation the invaluable assistance given by learned counsel for the 2nd Defendant Appellant and the 1st Defendant Respondent towards the adjudication of this Appeal. Judge of the Supreme Court B.P. Aluwihare, PC, J I agree. Judge of the Supreme Court Janak De Silva, J I agree. Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  }
]