[
  {
    "page_number": 0,
    "bbox": [
      77.78,
      804.91,
      534.93,
      813.91
    ],
    "text": "SC/FR 326/2024 – ORDER REFUSING LEAVE TO PROCEED 1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      124.46,
      64.04,
      489.22,
      111.56
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      114.22,
      541.62,
      383.83
    ],
    "text": "In the matter of an Application under and in terms of Articles 17 & 126 of the Constitution of the Republic. Irruthayanathan Annasingham Manjula Vaasam Kankanitivu, Nanattan, Mannar. Also of: 24 Wilton Road Cockfosters, Barnet, EN4 9DX, United Kingdom.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      386.29,
      541.78,
      775.8
    ],
    "text": "Petitioner SC / FR Application No. 326/2024 Vs. 01. Priyantha Weerasooriya Acting Inspector General of Police, Police Headquarters, Colombo 01. 02. K.V.A. Nuwan Tharanga Inspector of Police, Police Station, Mullaitivu. 03. Officer Munasingha Police Station, Mullaitivu. 04. Jenisam Sahayanathan Pallankoddai Nanattan, Mannar.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.78,
      804.91,
      534.93,
      813.91
    ],
    "text": "SC/FR 326/2024 – ORDER REFUSING LEAVE TO PROCEED 2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      64.28,
      541.78,
      776.76
    ],
    "text": "05. Kosala Nanthakesan Milton Keyness, Berkshire, United Kingdom. 06. Suba Vithuran, AAL, Unnappilawu, Mullaitivu. 07. Hon. The Attorney General Attorney General’s Department, Hulftsdorp, Colombo 12. Respondents BEFORE : YASANTHA KODAGODA, PC, J A.H.M.D. NAWAZ, J & K. PRIYANTHA FERNANDO, J COUNSEL : Chrishmal Warnasuriya with Eranga Gunaratha, Ms. Ovini Abeyweera and Mahada Fernando instructed by Ms. Dimuthi Ginigaddara for the Petitioner. Sanjeewa Dissanayake, DSG instructed by State Attorney for the 1st – 3rd and 7th Respondents. M.A.A.M. Behshad instructed by Maneka Wickramanayaka for the 4th Respondent. Geoffrey Alagaratnam, PC with V. Puvitharan, PC, Mr. Purenthiran and T. Yokaruban instructed by Ms. S. Arulrathy for the 6th Respondent. ARGUED & DECIDED ON : 08th September 2025 YASANTHA KODAGODA, PC, J. We have heard submissions of learned Counsel for the Petitioner in support of his Petition alleging an infringement of the Petitioner’s Fundamental rights arising out of his alleged illegal arrest, illegal police custody and also the alleged unlawful investigation carried out by one or more of the Respondents. We have also heard the submissions made by counsel on behalf of the 4th Respondent. [The 4th Respondent is the person who had lodged the complaint against the Petitioner.] We have also had the benefit of hearing",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      77.78,
      804.91,
      534.93,
      813.91
    ],
    "text": "SC/FR 326/2024 – ORDER REFUSING LEAVE TO PROCEED 3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      64.28,
      541.8,
      781.92
    ],
    "text": "learned President’s Counsel who represents the 6th Respondent who is an Attorney-at-Law. In addition thereto, we have heard the submissions of learned Deputy Solicitor General representing the 7th Respondent – The Honourable Attorney General, who has assisted Court by tendering on the direction by Court the corresponding notes of investigations. On a considering of the available material, it is the view of this Court that the Petitioner has failed to satisfy this Court on a prima facie basis that his arrest was contrary to the threshold requirement contained in Section 32(1)(b) of the Code of Criminal Procedure Act, and that his arrest amounted to an infringement of his Fundamental Rights under Article 13(1) of the Constitution. That is on the footing that, as at the time the Petitioner was arrested, it is clear that the police had sufficient reliable material to objectively infer that there were reasonable grounds to believe that the Petitioner had cheated the 4th Respondent and misappropriated the latter’s money. In the circumstances, it is not possible to grant Leave to Proceed in this matter and accordingly the Petition is dismissed. In the course of considering the material placed before this Court, it transpired that the Mullativu Special Crimes Investigations Unit of the Sri Lanka Police had recorded the complaint against the Petitioner and another person, in the Sinhala language, notwithstanding the fact that the said complainant (4th Respondent) and the other such person are persons of Tamil ethnicity and speak the Tamil language. Further, perusal of the Information Book extracts reveals that the Petitioner as well as the other person suspected of having committed the offences jointly with the Petitioner are also Tamil gentlemen, who are not conversant in the Sinhala language. They had also been interviewed by the Police in Sinhala and their statements had also been recorded in the Sinhala language. It also transpired that the first ‘B Report’ tendered to the Magistrate’s Court of Mullativu bearing No. B/444/2023 had been prepared in the Sinhala language, signed and presented to Court, notwithstanding the fact that the learned Magistrate is a Tamil speaking gentleman, the suspects produced before that Court are Tamil speaking, and the Attorneys-at-Law who represented them are also Tamil speaking. This Court notes that this is an unsatisfactory state of affairs. In the circumstances, the Attorney-General is directed to bring this unsatisfactory state of affairs and the observations of this Court to the attention of the Inspector General of Police and advise him to comply with the relevant provisions of the Constitution (Chapter IV) and with the official languages policy of the Government of Sri Lanka. The IGP is required to ensure that Tamil speaking suspects as well as victims of crime and other witnesses who speak the Tamil language are necessarily interviewed in their vernacular language and their",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      77.78,
      804.91,
      534.93,
      813.91
    ],
    "text": "SC/FR 326/2024 – ORDER REFUSING LEAVE TO PROCEED 4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      64.28,
      541.78,
      490.29
    ],
    "text": "statements also recorded in the vernacular language. Furthermore, vide Article 24 of the Constitution read with Article 22, Court documentation (such as ‘B Reports’) in areas where the language of administration is the Tamil language, should also be in the Tamil language. Should there be a need, an additional copy in the Sinhala and English languages may be submitted. The Inspector General of Police is directed to take necessary remedial action in this regard at the earliest available opportunity by providing necessary interpretation and translation services to Police Stations in the Northern and Eastern Provinces of this country. Further, such remedial action shall be implemented and fully enforced within a period of not more than 06 months from today. The learned Deputy Solicitor General undertakes to convey this direction to the Inspector General of Police in writing. The Registrar of this Court is directed to convey this Order to the Attorney-General, Secretary, Ministry of Public Security, and to the Inspector General of Police addressed to their names with a copy being dispatched to the Director (Legal) of the Police Headquarters. Application is dismissed. Proceedings are terminated.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      79.1,
      492.75,
      541.78,
      507.01
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]