{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-07-24-SC-FR-168-2021--SC-FR-1-9c404aaa",
  "num": "SC/FR/168/2021, SC/FR/176/2021, SC/FR/184/2021, & SC/FR/277/2021",
  "date_str": "2025-07-24",
  "description": "Hon. Justice Achala Wengappuli - 1. Centre for Environmental J...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_168_176_184_277_2021.pdf",
  "parties": "1. Centre for Environmental Justice (Guarantee) Limited No. 20/A, Kuruppu Road, Colombo 08. 2. Withanage Don Hemantha Ranjith Sisira Kumara Executive Director Center for Environmental Justice, No. 20/ A, Kuruppu Road, Colombo 08. 3. Wijethunge Appuhamyge Herman Kumara No. 10, Malwatta 4. Aruna Roshantha Fernando No. 87/D, Pitipana Veediya, Negombo. PETITIONERS v. 1. Marine Environment Protection Authority No. 177, Nawala Road, Colombo 05. 2. Sri Lanka Ports Authority No. 19, Chaithya Road, Colombo 01. 2A. Capt. Nihal Keppetipola Chairman Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2AA. Dr. Prashantha Jayamanna Chairman Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2B. Mr. Keith D. Bandara Chairman Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2BB. Chairman Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 3. A.W. Seneviratne Director General, Merchant Shipping, Merchant Shipping Secretariat, No. 27 Bristol St., Colombo 01. 3A. Mr. P.R. Ajith Wijesinghe Director General, Merchant Shipping, Merchant Shipping Secretariat, No. 27 Bristol St., Colombo 01. 3AA. Director General of Merchant Shipping Merchant Shipping Secretariat, 27 Bristol St., Colombo 01. 4. Capt. K.M. Nirmal Silva Harbour Master, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 4A. Harbour Master Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 5. Central Environmental Authority No. 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 5A. Hemantha Jayasinghe Director General, Central Environmental Authority, No. 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 5AA. Director General Central Environmental Authority, No. 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 6. R.A.S. Ranawake Director General, Coastal Conservation and Coastal Resource Management Department, 4th Floor, Ministry of Fisheries Building, New Secretariat, Maligawatta, Maradana, Colombo 10. 6A. Director General Coastal Conservation and Coastal Resource Management Department, 4th Floor, Ministry of Fisheries Building, New Secretariat, Maligawatta, Maradana, Colombo 10. 7. S.J. Kahawatta Director General, Department of Fisheries and Aquatic Resources, 3rd Floor, New Secretariat, Maligawatta, Colombo 10. 7A. Director General Department of Fisheries and Aquatic Resources, 3rd Floor, New Secretariat, Maligawatta, Colombo 10. 8. Rohitha Abeygunawardena Minister of Ports and Shipping, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8A. Nimal Siripala De Silva Minister of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8AA. Minister of Ports and Shipping Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 9. Mahinda Amaraweera Minister of Environment, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 9A. Minister of Environment Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 10.Mohan Priyadarshana De Silva State Minister, Urban Development, Coast Conservation, Waste Disposal and Community Cleanliness, Ministry of Urban Development, Coast Conservation, Waste Disposal and Community Cleanliness, 17th and 18th Floors, “SUHURUPAYA”, Subhuthipura Road, Battaramulla. 10A. State Minister Urban Development, Coast Conservation, Waste Disposal and Community Cleanliness Ministry of Urban Development, Coast Conservation, Waste Disposal and Community Cleanliness, 17th and 18th Floors, “SUHURUPAYA”, Subhuthipura Road, Battaramulla. 11.ESO RO PTE. LTD. 18, Robinson Road, #20-02, 18 Robinson, Singapore 048547. 11A. ESO RO PTE. LTD. 18, Robinson Road, #20-02, 18 Robinson, Singapore 048547. Represented by Sea Consortium Lanka (Pvt) Ltd 4th Floor, Setmil Maritime Centre, 256, Srimath Ramanathan Mawatha, Colombo 15. 12. X-Press Freeders 11, Duxton Hill, Singapore, 089595. 12A. X-Press Feeders 11, Duxton Hill, Singapore, 089595. Represented by its local Agent: Sea Consortium Lanka (Pvt.) Ltd. 4th Floor, Setmil Maritime Centre, 256, Srimath Ramanathan Mawatha, Colombo 15. 13. Sea Consortium Lanka (Pvt.) Ltd. 4th Floor, Setmil Maritime Centre, 256, Srimath Ramanathan Mawatha, Colombo 15. 14. Chandana Sooriyabandara Director General of Wildlife Conservation, Department of Wildlife Conservation, No. 811A, Jayanthipura, Battaramulla. 14A. Director General of Wildlife Conservation Department of Wildlife Conservation, No. 811A, Jayanthipura, Battaramulla. 15. His Excellency the President Gotabaya Rajapaksha Appearing by: Hon. Attorney General, Attorney General’s Department, Colombo 12. 15A. His Excellency the President Ranil Wickramasinghe Appearing by: Hon. Attorney General Attorney General’s Department, Colombo 12. 15AA. His Excellency the President Appearing by: Hon. Attorney General Attorney General’s Department, Colombo 12. 16. C.D. Wickramaratne Inspector of General Police, Police Headquarters, Colombo 01. 16A. Inspector General of Police Police Headquarters, Colombo 01. 17. Hon. Attorney General Attorney General’s Department, Colombo 12. RESPONDENTS 18. Kaushalya Nawaratne President, Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 18A.The President Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 19. Isuru Balapatabendi Secretary, Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 19A. Chathura A. Galhena Secretary, Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 19AA.The Secretary Bar Association of Sri Lanka, No. 153, Mihindu Mawatha, Colombo 12. 20. Transparency International Sri Lanka 21. Ashala Nadishani Perera Both of No. 366, Nawala Road, Nawala, Rajagiriya. ADDED RESPONDENTS 1. Fr. Benedict Tennison Sarath Iddamalgoda ‘Thulana’, Kohalwila Road, Gonawala, Kelaniya. 2. Weeramundage Gamini Fernando No. 278/39, Siriwardhana Pedesa, Munnakkaraya, Negombo. 3. Warnakulasuriya Kristopher Sarath Fernando No. 639, Peragas Junction, Pahala Ulhitiyawa, Wennappuwa. PETITIONERS v. 1. Hon. Mahinda Amaraweera Minister of Environment, Ministry of Environment, 416/C/1, Robert Gunawardhana Mawatha, Battaramulla. 2. Hon. Douglas Devananda Minister of Fisheries, Ministry of Fisheries, Maligawatte Road, Colombo 10. 3. Hon. Rohitha Abeygunawardhana Minister of Ports and Shipping, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 4. Capt. Nihal Keppetipola Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 5. R.M.I. Rathnayake Secretary to the Ministry of Fisheries, Ministry of Fisheries, Maligawatte Road, Colombo 10. 6. Dr. Anil Jasinghe Secretary to the Ministry of Environment, Ministry of Environment, 416/C/1, Robert Gunawardhana Mawatha, Battaramulla. 7. Dr. Palitha Kithsiri Director General, National Aquatic Resources Research and Development Agency, Crow Island, Colombo 15. 8. R.A.S. Ranawaka Director General, Coastal Conservation and Coastal Resource Management Department, 4th Floor, Maligawatte, Colombo 10. 9. Hemantha Jayasinghe Director General, Central Environmental Authority, No. 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 10. Dharshani Lahandapura Chairperson Marine Environment Protection Authority, No. 177, Nawala Road, Colombo 05. 10A. Asela B. Rekawa Chairperson, Marine Environment Protection Authority, No. 177, Nawala Road, Colombo 05. 11(A). X-Press Feeders Represented by its Local Agent; Sea Consortium Lanka (Pvt) Ltd. 4th Floor, Setmill Maritime Center, No. 256, Srimath Ramanathan Mawatha, Colombo 15. 11(B). Killiney Shipping Pte. Ltd. 11, Duxton Hill, Singapore 089595. 12. Hon. Attorney General Attorney General’s Department, Colombo 12. RESPONDENTS 1. Dr. Ajantha Perera 16, Temple Road, Rattanapitiya, Boralesgamuwa. 2. Jeran Jegatheesan 155/8, 4th Lane, Dolalanda Gardens, Thalawathugoda (Deceased) PETITIONERS v. 1. Marine Environment Protection Authority (MEPA) 2. Dharshani Lahandapura Chairperson Marine Environment Protection Authority, 1st & 2nd above, both of: No. 177, Nawala Road, Narahenpita, Colombo 05. 2A. Asela B. Rekawa Chairperson, Marine Environment Protection Authority (MEPA), No. 177, Nawala Road, Colombo 05. 2B. KVR Samantha Gunasekara Chairperson Marine Environment Protection Authority (MEPA) 3. Sri Lanka Ports Authority No. 45, Leyden Bastian Road, Colombo 01. 4. Chandana Suriyabandara Director General – Department of Wildlife Conservation, No. 811/A, Jayanthipura Main Road, Battaramulla. 5. Ajith Seneviratne Director General – Merchant Shipping Secretariat, 1st Floor, Bristol Building, 43-89, York Street, Colombo 01. 6. Dr. Nalaka Godahewa, MP State Minister of Urban Development, Coast Conservation, Waste Disposal, and Community Cleanliness, 17th and 18th Floors, “SUHURUPAYA”, Subhuthipura Road, Battaramulla. 6A. Anura Karunathilaka, Minister of Urban Development, Construction and Housing 7. Hon. Attorney General, Attorney General’s Department, Hulftsdorp, Colombo 12. RESPONDENTS 1. The Archbishop of Colombo, Archbishop’s House, Gnanartha Pradeepa Mawatha, Colombo 08. 2. Cardinal Malcolm Ranjith, Archbishop of Colombo, Archbishop’s House, Gnanartha Pradeepa Mawatha, Colombo 08. PETITIONERS v. 1. Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2. Nihal Keppetipola, Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2A. Dr. Sarath Obesekere, Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2B. Keith D. Bernard, Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 2C. Admiral Sirimewan Ranasinghe, Chairman, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 3. Upul Jayatissa, Managing Director, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 3A. Prabath J. Malavige, Managing Director, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 3B. Ganaka Hemachandra, Managing Director, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 4. Capt. K.M. Nirmal P. Silva, Harbour Master, Sri Lanka Ports Authority, No. 19, Chaithya Road, Colombo 01. 5. Marine Environmental Protection Authority, No. 177, Nawala Road, Narahenpita, Colombo 05. 6. Dharshani Lahandapura, Chairperson, Marine Environmental Protection Authority, No. 177, Nawala Road, Narahenpita, Colombo 05. 6A. Asela B. Rekawa, Chairperson, Marine Environmental Protection Authority, No. 177, Nawala Road, Narahenpita, Colombo 05. 7. A.W. Seneviratne, Director-General of Merchant Shipping, Merchant Shipping Secretariat, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 7A. P.R. Ajith Wijesinghe, Director-General of Merchant Shipping, Merchant Shipping Secretariat, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 7B. Capt. S.D. Gamini A.K. Wilson, Director-General of Merchant Shipping, Merchant Shipping Secretariat, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8. Hon. Rohitha Abeygunawardena, Minister of Ports and Shipping, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8A. Hon. Nimal Siripala De Silva, Minister of Ports, Shipping and Aviation, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 8B. Hon. Vijitha Herath, Minister of Ports, Shipping and Aviation, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. ADDED RESPONDENT 9. U.D.C. Jayalal, Secretary, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 9A. K.D.S. Ruwanchandra, Secretary, Ministry of Ports and Shipping, No. 19, Chaithya Road, Colombo 01. 10. Hon. Douglas Devananda, Minister of Fisheries, Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 11. R.M.I. Rathnayake, Secretary, Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 11A. M.P.N.M. Wickramasinghe, Secretary, Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 12. Hon. Kanchana Wijesekara, State Minister of Ornamental Fish, Inland Fish and Prawn Farming, Fishery Harbour Development, Multi-day Fishing Activities and Fish Exports, Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 12A. Hon. Piyal Nishantha De Silva, State Minister of Fisheries, State Ministry of Fisheries, New Secretariat, Maligawatta, Colombo 10. 13. S.J. Kahawatte, Director-General of Fisheries & Aquatic Resources, Department of Fisheries, New Secretariat, Maligawatta, Colombo 10. 14. Hon. Mahinda Amaraweera, Minister of Environment, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 14A. Hon. Ahamed Naseer, Minister of Environment, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 14B. Hon. Vijitha Herath, Minister of Environment, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 15. Secretary, Ministry of Environment, “Sobadam Piyasa”, 416/C/1, Robert Gunawardana Mawatha, Battaramulla. 16. EOS RO PTE. Limited, #20-02, 18, Robinson Road, Singapore 048547. 17. Sea Consortium Pte. Limited (X-Press Feeders), 11, Duxton Hill, Singapore 089595. 18. Sea Consortium Lanka (Pvt.) Limited, No. 256, Srimath Ramanathan Mawatha, Colombo 13. 19. National Aquatic Resources Research and Development Agency, Crow Island, Colombo 15. 20. Central Environmental Authority, 104, Denzil Kobbekaduwa Mawatha, Battaramulla. 21. Hon. Dr. Nalaka Godahewa, State Minister of Urban Development, Coast Conservation, Waste Disposal & Community Cleanliness, State Ministry of Urban Development, Coast Conservation, Waste Disposal & Community Cleanliness, 17th Floor, ‘Suhurupaya’, Battaramulla. 21A. Hon. Arundika Fernando, State Minister of Urban Development and Housing, Ministry of Urban Development and Housing, 17th Floor, ‘Suhurupaya’, Battaramulla. 21B. Hon. Thenuka Vidanagamage, State Minister of Urban Development and Housing, Ministry of Urban Development and Housing, 17th Floor, ‘Suhurupaya’, Battaramulla. 22. Hon. Attorney General, Attorney-General’s Department, Hulftsdorp Street, Colombo 12. RESPONDENTS",
  "judgement_by": "Hon. Justice Achala Wengappuli"
}