[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      121.82,
      72.54,
      493.42,
      86.36
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      227.33,
      89.1,
      387.79,
      102.92
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      105.54,
      543.22,
      328.31
    ],
    "text": "Kusum Shanthi Iddagoda, Divisional Secretary, Divisional Secretariat, Dodangoda. Plaintiff -Vs- 1. Land Reform Commission, No. C 82, Gregory’s Avenue, Colombo 07.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      331.29,
      503.14,
      345.11
    ],
    "text": "2. Agalawatte Plantations Ltd,",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      348.09,
      510.82,
      528.73
    ],
    "text": "No.10, Gnanartha Pradeepa Mawatha, Colombo 08. Defendants AND BETWEEN SC Appeal No. 158/2011 1. Land Reform Commission, SC/HC/CA/LA No. 91/2011 No. C 82, Gregory’s Avenue, WP/HCCA/ Kalutara No: 25/2010 Colombo 07. D.C. Kalutara Case No. 82/2006",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      531.47,
      493.9,
      559.86
    ],
    "text": "1st Defendant-Petitioner",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      562.07,
      493.42,
      606.16
    ],
    "text": "Vs 1. Kusum Shanthi Iddagoda,",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      609.14,
      474.94,
      705.39
    ],
    "text": "Divisional Secretary, Divisional Secretariat, Dodangoda. Plaintiff-Respondent",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "2",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      72.13,
      502.42,
      86.12
    ],
    "text": "2. Agalawatte Plantations Ltd,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      89.1,
      504.58,
      119.72
    ],
    "text": "No.10, Gnanartha Pradeepa Mawatha, Colombo 08.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      122.7,
      507.58,
      147.68
    ],
    "text": "2nd Defendant-Respondent",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      150.33,
      499.66,
      199.88
    ],
    "text": "AND NOW BETWEEN 1. Land Reform Commission,",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      5.039999961853027,
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      202.86,
      510.82,
      233.6
    ],
    "text": "No. C 82, Gregory’s Avenue, Colombo 07.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      245.58,
      488.7,
      276.59
    ],
    "text": "1stDefendant-Petitioner-Petitioner",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      279.09,
      377.11,
      302.03
    ],
    "text": "Vs",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      304.89,
      541.78,
      471.37
    ],
    "text": "Kusum Shanthi Iddagoda, Divisional Secretary, Divisional Secretariat, Dodangoda. Plaintiff-Respondent-Respondent Agalawatte Plantations Ltd, No.10, Gnanartha Pradeepa Mawatha, Colombo 08.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.960000038146973,
      9.0,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      474.33,
      540.18,
      658.36
    ],
    "text": "2nd Defendant-Respondent- Respondent Before: Sisira J de Abrew, J Vijith K. Malalgoda, PC J. and Murdu N.B.Fernando, PC J. Counsel: S.F.A. Cooray for the 1st Defendant- Petitioner-Petitioner Avindra Rodrigo with M.R. Samarasinghe for the 2nd Defendant-Respondent-Respondent instructed by F.J. and G. De Saram Ms. Yuresha de Silva SSC for Plaintiff-Respondent-Respondent",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      661.2,
      204.17,
      714.63
    ],
    "text": "Argued on: 28/06/2018 Decided on: 31/10/2019",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "3",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.54,
      543.23,
      296.43
    ],
    "text": "Murdu N.B. Fernando, PC. J. This appeal arises from an Order made by the Civil Appellate High Court of Kalutara dated 08.02.2011 affirming the Order made by the District Court of Kalutara dated 26.05.2010 dismissing a Preliminary Objection raised with regard to the maintainability of a reference made to the District Court by the Plaintiff-Respondent-Respondent, the Divisional Secretary, Dodangoda, being the Acquiring Officer (“Divisional Secretary”) under Section 33 of the Land Acquisition Act as amended. (“Land Acquisition Act”) In the instant appeal the Divisional Secretary deposited a sum of Rs. 720,475.00 in the District Court of Kalutara being the compensation payable in respect of a land acquired by the State from Dorzet Estate Bombuwela, under the provisions of the Land Acquisition Act, together with compensation payable for nine blocks of land acquired from the same estate.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      296.97,
      543.22,
      448.5
    ],
    "text": "The Order in the instant appeal would bind the connected cases bearing SC Appeal No.s 159/11 to 162/11 wherein the same issue is canvassed. This Court granted Leave to Appeal to the 1st Defendant-Petitioner-Petitioner, the Land Reform Commission (“LRC”) on 05-10-2011 on five Questions of Law, referred to in paragraph 17(b),(c),(d),(h) and (k) of the Petition of Appeal dated 21.03.2011 and stayed further proceedings in the District Court case. The said Questions of Law (reproduced in verbatim) are as follows: -",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      448.98,
      507.22,
      675.57
    ],
    "text": "(i) Has the plaintiff in fact made a decision under Section 10(1)(a) of the Act deciding as to who was entitled to such right, title and interest of the land that has been acquired? (ii) It was not the case of the plaintiff and/or the 1st and 2nd Defendants that there had been compliance with the provisions of Section 10(2) of the Act and that within 14 days of service of notice under Section 10(1)(a) of the Act, that a party to a dispute made an application to the acquiring officer requesting the dispute or the claim to be referred to Court for decision? (iii) Accordingly, did the District Court and Civil Appellate Court err when it did not consider that the plaintiff had no power and authority in law to refer any dispute or claim to the Court under Section 10(3) for decision by Court?",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "4",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.13,
      543.22,
      413.27
    ],
    "text": "(iv) Is the conversion of this action from one instituted under Section 33 to one instituted under Section 10(1)(a) had been done without any notice to the 1st Defendant and without a lawfully valid order? (v) Was the plaintiff functus when he decided to refer this case to the District Court? Thus, the appeal before us, revolves around Sections 10 and 33 of the Land Acquisition Act pertaining to determination of claims for compensation in respect of land acquired by the State. The factual matrix of this Appeal is as follows: - The land in question was acquired by the State for the construction of the Southern Expressway. By Gazette notification dated 05.05.2003, Section 7 notice was published under the Land Acquisition Act calling for claims pertaing to the acquired land. On 08.07.2003 an inquiry under Section 9 was held by the Divisional Secretary. The decision under Section 10(1)(a) of the Act was made and communicated to the claimants, the appellant LRC and Agalawatte Plantations Ltd, the 2nd Defendant-Respondent-Respondent (“Agalawatte Plantations”). In the said Section 10(1)(a) Order, LRC was declared the claimant for the land and Agalawatte Plantations, for the cultivation and improvements.",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      416.21,
      543.12,
      493.33
    ],
    "text": "On 23.02.2004, Section 17 Award was made. It indicated the total compensation payable. The Award did not apportion the compensation between the two claimants. Neither party challenged the said Award nor the compensation awarded in a Court of Law nor applied and/or obtained the compensation declared by the Divisional Secretary.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      496.15,
      543.22,
      590.05
    ],
    "text": "On 26.07.2006, Notice under Section 33 was published in the News papers notifying that the quantum of compensation payable for the lands mentioned therein have been deposited under each case number with the District Court of Kalutara to enable the rightful owners to draw the said money from Court. The land in issue in the instant appeal and the lands referred to in the connected appeals were referred to in the said notice.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      593.02,
      543.22,
      703.71
    ],
    "text": "Consequent to the issuance of the said notice, Agalawatte Plantations lodged a claim for the total compensation on the basis, that it was the lawful leasee of Janatha Estate Development Board (“JEDB”) having entered into a long term lease with JEDB, on whom the land was vested under the Land Reform Law No 01 of 1972, subsequent to the vesting in the LRC. The District Court notified the Appellant LRC about the claim. Thereafter, the LRC too lodged a claim for the total compensation on the basis that LRC was the owner of the said land",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.3,
      543.22,
      119.72
    ],
    "text": "as determined by the Divisional Secretary by virtue of the Order made under Section 10(1)(a). Thus, there were two conflicting claims before the District Court and the matter was set down for Inquiry.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      122.66,
      543.2,
      283.91
    ],
    "text": "At the inquiry LRC raised a preliminary objection that the District Court has no jurisdiction to determine the matter as the Divisional Secretary has already made a finding with regard to the two claims and payment of compensation. The Preliminary Objection was overruled by the District Court. LRC appealed against the said Order to the Civil Appellate High Court of Kalutara (“High Court”) and the High Court upheld the Order of the learned District Judge. Appellant LRC is now before this Court against the said Order of the High Court. The relief claimed by LRC from this Court is twofold, to revise the District Court Order and up hold the preliminary objection raised before the District Court and to dismiss the reference made to the District Court by the Divisional Secretary.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      286.73,
      543.22,
      330.23
    ],
    "text": "Having considered the factual matrix of this appeal, let me now move onto the legal matrix pertaining to the instant appeal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      333.05,
      543.12,
      378.71
    ],
    "text": "Land Acquisition Act lays down provisions for the acquisition of lands and servitudes for public purpose and to provide for matters connected with or incidental to such provisions.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      381.53,
      543.21,
      477.73
    ],
    "text": "Section 7 of the Act provides for the Acquiring Officer to cause a notice describing the land and direct persons interested in the land to submit its interests in the land and particulars of the claims for compensation. Part II of the Act is in respect of claims and Award of compensation and Section 9 provides for the Acquiring Officer to inquire into the claims for compensation.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      480.55,
      543.22,
      574.45
    ],
    "text": "Section 10(1) makes provision for the Acquiring Officer either to make a decision under sub clause (a) or, to refer the claim or dispute for determination to the District Court under sub clause (b). In the instant appeal the Divisional Secretary being the Acquiring Officer made a determination under Section 10(1)(a) of the Act. Thus, a reference to District Court under Section 10(1)(b) does not arise.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      577.27,
      543.19,
      622.96
    ],
    "text": "Section 10(2) makes provision for a party dissatisfied with the Section 10(1)(a) Order to request the Acquiring Officer to refer the matter to the District Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      625.78,
      288.89,
      669.68
    ],
    "text": "The said Section reads as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.02,
      672.38,
      499.8,
      703.11
    ],
    "text": "“A claimant whose claim is wholly or partly disallowed, or a party to a dispute which is determined, by the decision of an acquiring officer",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "6",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.3,
      543.22,
      218.72
    ],
    "text": "under subsection (1) may, within fourteen days of the service on him of notice of the decision, make application to that acquiring officer for the reference of the claim or dispute, as the case may be, for determination as hereinafter provided; and that acquiring officer shall make a reference accordingly.” Neither the LRC nor Agalawatta Plantations made a request to the Divisional Secretary under the provisions of the said Section 10(2) for a reference to the District Court. Thus, in view of the provisions of Section 10(5) the decision of the Divisional Secretary was final.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      221.54,
      543.09,
      284.03
    ],
    "text": "Section 17 of the Act provides for the Acquiring Officer to make an Award determining the persons entitled to compensation, the total compensation payable and the apportionment among the persons who are entitled to compensation according to the Award.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      286.97,
      543.19,
      399.83
    ],
    "text": "In the instant appeal the Section 17 Award dated 23.02.2004, was made by the Divisional Secretary determining the persons entitled to compensation and the total compensation. However, no Order was made pertaining to the apportionment of compensation. No party challenged the said Award in a Court of law or went before the Land Acquisition Board of Appeal moving for an enhancement of the compensation as provided for in Section 22 of the Act.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      402.66,
      507.05,
      461.89
    ],
    "text": "Let me now refer to the provisions of Section 18 of the Act which provides for an Acquiring Officer to correct omissions and/or re-open an Inquiry prior to determining an Award.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      464.71,
      283.97,
      508.61
    ],
    "text": "The said Section reads as follow: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      511.14,
      499.89,
      525.13
    ],
    "text": "(1) “ Where in the course of any proceedings for the acquisition of any land",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      528.11,
      499.97,
      691.64
    ],
    "text": "or servitude under this Act it is found that there has, at any stage of such proceedings, been an inadvertent failure or omission on the part of the Acquiring Officer to comply with any provision of Part I or Part II of this Act relating to such proceedings, the Acquiring Officer may supply such failure or omission at any time prior to the making of his award under Section 17; and thereupon any such proceedings as may have been taken under that Part after the stage aforesaid shall be deemed to be null and void and fresh proceedings shall be taken under the Act as from the said stage.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "7",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      72.13,
      499.77,
      86.12
    ],
    "text": "(2) Where an Acquiring Officer considers it necessary so to do for the",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      89.1,
      543.22,
      319.79
    ],
    "text": "purpose of supplying any failure or omission on his part in the course of any proceedings for the acquisition of any land or servitude under this Act to inquire into any matter which should have been inquired into by him at the inquiry held under section 9, he may reopen that inquiry at any time prior to the making of his award under section 17.” In the instant appeal before us, neither the appellant LRC nor Agalawatte Plantations resorted to the extra-ordinary procedure contemplated under this Section. LRC and Agalawatte Plantations did not make representations to the Divisional Secretary to correct inadvertent failures or omissions if any, on the part of the Acquiring Officer or to declare the determination of the claim process null and void. Parties did not request to bring fresh proceedings if and where omissions had occurred or to inquire into any matter afresh which should have been inquired into or re-open the inquiry at any time prior to the making of the Award under Section 17.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      322.61,
      543.2,
      399.71
    ],
    "text": "Thus, there is no provision in the Act, for the Divisional Secretary to correct any omissions or errors in the Award or to begin fresh proceedings or re-open the inquiry after Award under Section 17 of the Act had been made, in view of the provisions of Section 18 of the Act.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      402.53,
      543.19,
      481.81
    ],
    "text": "Part IV of the Land Acquisition Act provides for the payment of compensation. Section 29 specifically provides for tendering of the compensation to each person entitled to compensation according to the Award made under Section 17, if the said party consents to receive it.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      484.75,
      543.24,
      578.65
    ],
    "text": "Section 33 makes provision to deposit the compensation in the District Court to be drawn by persons entitled there to, if a party declines to receive it and in few other given circumstances. The Section also provides for notice of the payment to a District Court to be published in the Gazette and in at least three daily newspapers in English, Sinhala and Tamil circulating in Sri Lanka.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      581.47,
      258.77,
      625.4
    ],
    "text": "Section 33 reads as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      628.1,
      499.98,
      709.23
    ],
    "text": "“Where any person to whom any compensation for the acquisition of a land or servitude under this Act is payable declines to receive it when it is tendered to him, or is dead or cannot be found after diligent search, or where no person entitled to any compensation for the acquisition of a land or servitude under this Act is known, that",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "8",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.02,
      72.3,
      499.93,
      168.48
    ],
    "text": "compensation shall be paid into the District Court or the Primary Court having jurisdiction over the place where that land or the servient tenement of that servitude is situated, according as the amount of that compensation exceeds or does not exceed one thousand five hundred rupees, to be drawn by the person entitled thereto.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      171.3,
      543.22,
      317.75
    ],
    "text": "Notice of the payment of any sum as provided in this section shall be published in the Gazette and in at least one Sinhala daily newspaper, one Tamil daily newspaper, and one English daily newspaper circulating in Sri Lanka.” In the instant appeal the Divisional Secretary resorted to this provision and deposited the total compensation in Court to be drawn by the persons entitled thereto. The appellant LRC and Agalawatte Plantations lodged their claims with the District Court and an inquiry was fixed by the District Court to ascertain the persons entitled thereto.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      320.57,
      543.14,
      366.23
    ],
    "text": "At the inquiry the appellant LRC raised a preliminary objection, that the District Court does not have jurisdiction to hear and determine this issue which was overruled.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      369.05,
      543.22,
      496.69
    ],
    "text": "The submission of the Appellant before this Court is that the District Court lacked jurisdiction to inquire into this matter and that the 10(1)(a) Order made in 2003 by the Divisional Secretary should be implemented. The question of law raised before this Court is also on the assumption that the Divisional Secretary, had converted the Section 33 application in contravention of the provisions of the Land Acquisition Act to a Section 10(1)(a) application and also that the Divisional Secretary was functus when he decided to refer the case to the District Court.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      499.51,
      543.22,
      696.63
    ],
    "text": "I see no merit in the above submissions. Undisputedly an Order under Section 10(1)(a) was made. This order was not challenged. An Award under Section 17 was published in accordance with the provisions of the Land Acquisition Act. By virtue of the provisions of Section 18, subsequent to the Award under Section 17 no steps can be taken by the Acquiring Officer. No party consented to receive the compensation. In the said circumstances, the Acquiring Officer took the next step as provided for in the Land Acquisition Act and deposited the total quantum of compensation in the District Court which the Acquiring Officer is empowered to and permitted to do so. Notice was given to the public that the compensation awarded was deposited in Court and persons entitled thereto, if they so desire, to go before the District Court and satisfy the District Court that it is a party entitled to the compensation and obtain the compensation from the District Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "9",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.3,
      543.23,
      136.64
    ],
    "text": "Thus, it is observed that the Divisional Secretary has followed the provisions laid down in the Act. Therefore, the contention of the Appellant, that the Section 33 application was converted to a Section 10(1)(a) application or that the Divisional Secretary is functus to refer this matter to the District Court is not tenable and legally flawed.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      139.46,
      543.08,
      201.92
    ],
    "text": "We also observe in the Section 17 Award, the apportionment of the compensation is not given. No party challenged the Award in a Court of Law. There are two parties claiming the entire compensation awarded. This matter too requires a resolution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      204.74,
      543.19,
      267.23
    ],
    "text": "The provisions of the Act prohibits the Divisional Secretary to re-visit or re-open the inquiry or correct omissions or errors, if any, in the Award or to apportion the compensation between the Appellant and Agalawatte Plantations after the Award was made.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      270.05,
      543.21,
      366.23
    ],
    "text": "Before the District Court both parties claimed the compensation exclusively to themselves. Thus, there is an issue that the District Court has to resolve prior to permitting the rightful owners to withdraw the moneys deposited in Court. The Court should be satisfied that the party claiming the sum is entitled there to. The Court cannot be shut-out from conducting a statutory function.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      369.05,
      543.22,
      431.53
    ],
    "text": "In any event the District Court which has the underlying jurisdiction for matters pertaining to the Land Acquisition Act should be permitted to resolve this matter pertaining to the ownership of the land in issue.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      434.35,
      543.22,
      564.13
    ],
    "text": "One of the main intentions of the Land Acquisition Act, is to provide for the payment of compensation to the parties who are affected by the acquisition of land under the Land Acquisition Act. This purpose would be nugatory if the District Court is shut-out from conducting an inquiry when a reference is made to the District Court under Section 33 of the Act. The unpaid compensation was legally and validly brought before the District Court by the Divisional Secretary for a determination by Court and the Court cannot be prevented from making such determination.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      566.95,
      543.1,
      612.64
    ],
    "text": "Furthermore, a fundamental legal maxim in interpretation of the law is to avoid absurdity.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      615.46,
      523.18,
      659.36
    ],
    "text": "Maxwell on Interpretation of Statutes (12th edition) at page 228 states as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      662.06,
      499.77,
      709.59
    ],
    "text": "“where the main object and intention of a statute are clear, it must not be reduced to a nullity …. the cannons of construction are not so rigid as to prevent a realistic solution.”",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "10",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.3,
      543.14,
      136.64
    ],
    "text": "Thus, the District Court should be permitted to hold an inquiry and determine the matter before Court, pertaining to the payment of compensation claimed by Appellant LRC and Agalawatte Plantations without any inhibitions and restrictions. Parties should be permitted to justify their claims before a judicial body in order to arrive at a realistic solution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      139.46,
      543.11,
      218.72
    ],
    "text": "Therefore, we hold that the District Court rightly overruled the preliminary objection raised before the District Court and determined that the District Court has jurisdiction to go into the issue and ascertain the rightful owners in order for the said persons to draw the quantum of compensation deposited with the District Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      221.54,
      507.07,
      267.23
    ],
    "text": "In the afore said circumstances, the Questions of Law raised before this Court are answered as follows: -",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      270.05,
      507.22,
      429.77
    ],
    "text": "(i) A Section 10(1)(a) determination was made by the Divisional Secretary, based upon the claims preferred by the Appellant and Agalawatte Plantations. (ii) Compliance with Section 10(2) did not arise since reference was not requested by the parties and a determination under Section 10(1)(a) had already been made which disposes the need to resort to Section 10(1)(b) of the Act.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      432.3,
      507.0,
      495.05
    ],
    "text": "(iii) The District Court and the High Court did not err since there was no reason for the Divisional Secretary to have recourse to Section 10(3) in view of the facts referred to in the above answer.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      497.58,
      507.22,
      560.33
    ],
    "text": "(iv) The reference made under Section 33 of the Act was not converted to a reference under Section 10(1)(b). Therefore, noticing parties or obtaining further Orders did not arise.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      562.98,
      507.22,
      627.28
    ],
    "text": "(v) Section 33 of the Act makes provision for a Divisional Secretary to refer a matter to the District Court. Therefore, the Divisional Secretary was not functus when the matter was referred to the District Court.",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "11",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.3,
      540.32,
      340.07
    ],
    "text": "We affirm the Order of the Civil Appellate High Court of Kalutara dated 08.02.2011 and the Order of the District Court of Kalutara dated 26.05.2010. We direct the District Court to hear and determine the reference pertaining to the land in issue, made under Section 33 of the Land Acquisition Act expeditiously and without any further delay. This Order would bind the connected cases bearing SC Appeal No.s 159/2011 to 162/2011. The Appeal is dismissed with costs fixed at Rs. 25,000/=.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.479999542236328,
      18.0,
      21.959999084472656
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      340.77,
      571.9,
      630.64
    ],
    "text": "Judge of the Supreme Court Sisira J de Abrew, J I agree Judge of the Supreme Court Vijith K. Malalgoda, PC J I agree Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.479999542236328,
      15.960000038146973,
      18.0,
      20.040000915527344,
      26.040000915527344
    ]
  }
]