[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      733.77,
      310.84,
      755.97
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      79.22,
      72.71,
      535.79,
      87.06
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      259.37,
      95.15,
      355.87,
      109.5
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      138.01,
      454.42,
      151.29
    ],
    "text": "Sri Lanka Savings Bank Limited",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      158.77,
      487.06,
      172.05
    ],
    "text": "of No. 110, D S Senanayake Mawatha,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      179.41,
      359.71,
      192.69
    ],
    "text": "Colombo 10.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.89,
      220.81,
      362.59,
      234.09
    ],
    "text": "PLAINTIFF",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      262.24,
      314.35,
      275.52
    ],
    "text": "-VS-",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      303.64,
      415.39,
      316.92
    ],
    "text": "S.C. (CHC) APPEAL NO. 22/2010 Habib Bank AG Zurich,",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      324.4,
      494.62,
      337.68
    ],
    "text": "HC (Civil) No. 132/2001(1) incorporated in Switzerland and having a",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      345.04,
      509.38,
      358.32
    ],
    "text": "registered place of business at Nos. 148-151",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      365.8,
      500.14,
      379.08
    ],
    "text": "Main Street, Colombo 11.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      407.22,
      371.71,
      420.5
    ],
    "text": "DEFENDANT",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      448.5,
      446.5,
      461.78
    ],
    "text": "Hatton National Bank Limited,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      469.26,
      447.1,
      482.54
    ],
    "text": "No. 481, T. B. Jayah Mawatha,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      489.9,
      359.71,
      503.18
    ],
    "text": "Colombo 10.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      531.3,
      458.86,
      544.58
    ],
    "text": "SUBSTITUTED DEFENDANT",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      264.77,
      572.73,
      324.19,
      586.01
    ],
    "text": "AND NOW",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      614.13,
      454.42,
      627.41
    ],
    "text": "Sri Lanka Savings Bank Limited",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      634.89,
      487.06,
      648.17
    ],
    "text": "of No. 110, D S Senanayake Mawatha,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.05,
      655.53,
      359.71,
      668.81
    ],
    "text": "Colombo 10.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      733.77,
      310.84,
      755.97
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.05,
      72.49,
      464.14,
      85.77
    ],
    "text": "Presently of No. 265, Ward Place,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.05,
      93.13,
      359.71,
      106.41
    ],
    "text": "Colombo 07.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.89,
      134.53,
      442.3,
      147.81
    ],
    "text": "PLAINTIFF- APPELLANT",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      175.93,
      314.35,
      189.21
    ],
    "text": "-VS-",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      217.33,
      416.11,
      230.61
    ],
    "text": "Habib Bank AG Zurich,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      180.05,
      238.12,
      497.62,
      251.4
    ],
    "text": "incorporated in Switzerland and having a",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      258.76,
      509.38,
      272.04
    ],
    "text": "registered place of business at Nos. 148-151",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.05,
      279.52,
      500.14,
      292.8
    ],
    "text": "Main Street, Colombo 11.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      320.92,
      460.9,
      334.2
    ],
    "text": "DEFENDANT- RESPONDENT",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.05,
      362.32,
      446.5,
      375.6
    ],
    "text": "Hatton National Bank Limited,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.05,
      382.96,
      447.1,
      396.24
    ],
    "text": "No. 481, T. B. Jayah Mawatha,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.05,
      403.74,
      359.71,
      417.02
    ],
    "text": "Colombo 10.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      445.14,
      462.82,
      458.42
    ],
    "text": "SUBSTITUTED DEFENDANT-",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      465.78,
      379.15,
      479.06
    ],
    "text": "RESPONDENT",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.46,
      507.18,
      249.77,
      520.46
    ],
    "text": "Before: P. Padman Surasena, J.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      120.02,
      527.94,
      271.73,
      541.22
    ],
    "text": "E. A. G. R. Amarasekara, J.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      120.02,
      548.58,
      260.69,
      561.86
    ],
    "text": "K. Priyantha Fernando, J.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      590.01,
      543.1,
      603.29
    ],
    "text": "Counsels: Geoffrey Alagaratnam, PC with Suren Fernando for the Plaintiff-Appellant instructed",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      135.38,
      610.77,
      350.83,
      624.05
    ],
    "text": "by Sinnadurai Sundaralingam and Balendra.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      81.02,
      652.17,
      540.02,
      665.45
    ],
    "text": "Dr. Kanag-Iswaran, PC with Lakshman Jeykumar for Substituted Defendant-",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      135.02,
      672.81,
      464.38,
      686.09
    ],
    "text": "Respondent instructed by Sarravanan Neelakandan Law Associates.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      733.77,
      310.84,
      755.97
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.49,
      193.37,
      85.77
    ],
    "text": "Argued on: 11.10.2024",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      113.89,
      193.01,
      127.17
    ],
    "text": "Decided on: 05.03.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      136.19,
      543.1,
      684.53
    ],
    "text": "E. A. G. R. Amarasekara, J., The Judgement of this matter was delivered on 08.08.2024 allowing the appeal while setting aside the Judgement of the Commercial High Court dated 12.10.2010 which dismissed the Plaint of the Plaintiff-Appellant. While allowing the appeal, this Court granted the reliefs prayed for in prayer (a), (b), (c) and (h) of the Plaint 06.06.2001. After the pronouncement of the Judgement, the motion dated 05.08.2024 was filed on behalf of the Substituted Defendant Respondent to reconsider the granting of interest in prayer c aforesaid which was 32% on the premise that it was so granted per incuriam in ignorance of the provision found in Section 192 of the Civil Procedure Code. When that motion was supported, both parties were allowed to file written submissions and accordingly they have filed their respective written submissions. For easy reference, the said prayer c is quoted below: (c) for judgement and decree against the defendant in a sum of Rs.78,400,000/- together with interest thereon at 32% per annum from 5th May 2001 till payment in full. On the face of the above prayer, the Plaintiff had prayed in a manner claiming that he is entitled to 32% from the date of the cause of action till the full amount is paid. Thus, the Plaintiffs claim in the Plaint was for a sum of money which included the said 32% interest till that entitlement is fully paid. It was not a claim that prayed for a fixed sum and agreed interest up to the date of the plaint stating that he is entitled to the legal interest from the date of the Plaint till the full amount is paid. As per the said prayer, sum of monies claimed as of a right or entitlement is not only the fixed amount mentioned therein but also the interest at the rate of 32% till everything is paid. Aforesaid Section 192 of the Civil Procedure Code is quoted below for easy reference; \"(1) When the action is for a sum of money due to the plaintiff, the court may, in the decree order interest according to the rate agreed on between the parties by the instrument sued on, or in the absence of any such agreement at the legal rate, to be paid, on the principal sum adjudged from the date of action to the date of the decree, in addition to any interest adjudged on such principal sum for any period prior to the institution of the action, with further interest at such rate on the aggregate sum so adjudged from the date of the decree to the date of payment, or to such earlier date as the court thinks fit. (2) For the purposes of this section, the legal rate means the rate per centum per annum determined by the Monetary Board established by the Monetary Law Act, by Notification published in the Gazette, having regard to current rates of bank interest.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      733.77,
      310.84,
      755.97
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.49,
      543.12,
      693.05
    ],
    "text": "(3) Where such decree is silent with regard to the payment of further interest on such aggregate sum as aforesaid from the date of the decree to the date of payment or other earlier date, the court shall be deemed to have refused such interest, and a separate action therefor shall not lie.\" The basis for the above section is to protect the Judgement Creditors interests due to time consumed in litigation and not to curtail his entitlements he may otherwise be entitled to. It must be noted that generally, rights are decided at the date of the Plaint. In such circumstances, to avoid the prejudices that may be caused due to the delay in going through the trial, this provision is necessary. However, if the claim is that one is entitled to an interest at a given rate till the payment of money in full due to an agreement or a trade practice etc., it has to be decided on facts and relevant law as it is claimed as of a right or entitlement without depending on Courts discretion to avoid any harm that may take place due to not giving further interest from the date of institution or judgment etc. In such a case, the Court may not have to use its discretion in terms of said Section 192 of Civil Procedure Code as the claim of interest as of a right or entitlement is till the date of payment in full, if that claim can be granted according to law. A similar expression made by Bertram CJ in Fernando v Sillappan and Others (1918) 5 Ceylon Law Weekly Reporter 301 has been quoted by the Plaintiff in its written submissions which is quoted below; \"Section 192 intended to give to the creditor a certain additional statutory right to interest in addition to the limit of interest which he was allowed by the common law. The principle of this further privilege which the law conferred upon him is that the creditor's rights ought not to be prejudiced by the length of resistance offered to his claim by the defendant. Construing the section on this principle, it appears to me that the words 'the amount recoverable on account of interest in section 3 of Ordinance No.5 of 1852, mean, the amount adjudged in respect of interest in the action, apart from the special supplementary right to interest conferred upon the creditor by section 192 of the code (section 3 referred above is the present section 5 of the said Ordinance). Thus, the interest contemplated in Section 192 of the Civil Procedure Code is a special supplementary right, subject to the Courts discretion to repair any harm that may cause to the Judgment Creditor due to the time that may consume after the filing of the case. On the other hand, if the Plaintiff or the Judgment Creditor is entitled to a higher interest rate, by agreement direct or implied or by custom or trade practices etc. till the payment in full, it has to be decided on facts and applicable law. The aforesaid Section 192 which is to safeguard the Judgement Creditors interests should not be used to curtail any other entitlement of the Judgment Creditor that is lawful. In this regard, what Dr. Weeramantry has stated has been cited by the Plaintiff in his written submissions and it is relevant. \"In regard to contracts governed by English law, the rule of English common law should be noted that at common law interest is payable on debts only (1) where there is an express agreement to pay interest",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      733.77,
      310.84,
      755.97
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.49,
      543.12,
      706.85
    ],
    "text": "(2) where an agreement to pay interest can be implied from the course of dealing between the parties, the nature of the transaction, or a custom or usage of the trade or profession concerned, or (3) in certain cases, by way of damages for a breach of contract (other than a contract merely to pay money) where the contract, if performed, would to the knowledge of the parties have entitled the plaintiff to receive interest.\" (emphasis added). (See The Law of Contracts Volume II, at page 932, section 952) Thus, the interest to be paid may be decided by agreement, and custom or usage of the trade or profession etc. subject to any limitations such as Section 5 of the Civil Law Ordinance. Referring to Section 5 of the Civil Law Ordinance and Section 192 of the Civil Procedure Code, Dr. Weeramantry, in his work The Law of Contracts, has stated as follows; \"This section of the Civil Procedure Code does not in any way repeal the provisions contained in section 3 (present section 5) of the Civil Law Ordinance which provides that the amount recoverable on account of interest or arrears of interest should in no case exceed the principal. The latter section states the Roman Dutch Law and is not in any way superseded by the Civil Procedure Code, which is merely a procedural enactment. Section 192 of the Civil Procedure Code does, however, confer on creditors an additional right in this sense, that interest may be claimed for the period between plaint and judgment even in cases where the interest claimed in the plaint already equals the amount of the principal. The date of plaint is thus the time at which the line is drawn in calculating the limit of interest allowed under the Civil Law Ordinance, the underlying principle being that the creditors rights ought not to be prejudiced by the length of resistance offered in court by the debtor.\" (Volume 2 page 932, section 955), (emphasis added). It is true what is quoted above was mainly to indicate that any interest due subject to the limitation contained in Section 5 of the Civil Law Ordinance cannot be affected due to Section 192 of Civil Procedure Code which creates a supplementary right to interest safeguards the judgment creditor due to time that may consume in litigation. However, above supports the view that if any interest is legally due that should not be limited or curtailed due to aforesaid section 192. Thus, it means, if a right of a party is not subject to the limitation in Section 5 of the Civil Law Ordinance, and if the said party is entitled to a higher interest as agreed by an agreement or due to customs or trade practices, it shall not be curtailed by aforesaid Section 192. In Nimalaratne Perera V Peoples Bank (2005) 1 Sri L R 67, it was held that the limitation in Section 5 of the Civil Law Ordinance on the amount recoverable as interest has no application to interest recoverable in banking transactions. It is not in dispute that the dispute involved in the matter at hand is based on a banking transaction. As said before, the sum claimed by the Plaintiff in the Plaint was not limited to Rs. 78,400,000/- and to an agreed rate of interest till the date of the Plaint but the Plaintiff claimed an interest at the",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      733.77,
      310.84,
      755.97
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.49,
      543.11,
      706.85
    ],
    "text": "rate of 32% till the money due is fully paid. The case record shows that it was not a claim commencing from the plaint for the first time, but a claim made even prior to the institution of the action. The cause of action was based on the refusal to release the deposit made in the Defendant Bank along with the accrued interest against the wish of the Plaintiff based on an unacceptable claim of right to set-off by the Defendant. It must be noted even prior to the sending of the letter demand, the Plaintiff put the Defendant on notice that it would claim 32% interest for the delay in releasing the deposits - vide letter dated 04.05.2001 written by the General Manager of the Plaintiff, marked X25 with the Plaint. Thereafter the Plaintiff through its lawyer, demanded the due amount along with 32% interest vide letter demand dated 14.5.2001, marked X27 with the Plaint. Again, the Plaintiff claimed the same 32% interest through its Plaint. Other than taking up the stance that it had the right to setoff which this Court with reason adduced refused to accept, the Defendant had not, in replying to the aforesaid letters, challenged in the alternative that the Plaintiff is not entitled to the interest at the rate of 32%. No issue was raised to challenge the said rate of interest. Furthermore, on behalf of the Plaintiff, in evidence, the Plaintiff had sought relief as prayed for in the Plaint and had given evidence in explaining during cross examination that 32% was the default interest (going rate at the time) charged by the banks. It is not necessary to go into the facts of the matter as the main case now has been decided by this Court. However, above factual situation was referred in this Order to show that this claim at the rate of 32% was not properly challenged by the Defendant prior to the trial or during the trial and also to show that it was a part of the claim by the Plaintiff as its entitlement even prior to the filing of the Plaint. Thus, 32% interest was claimed as of a right or entitlement by the Plaintiff till the payment in full is made and not as a discretionary relief to protect the interests of the Plaintiff in terms of Section 192 of the Civil Procedure Code. The Defendant attempts to say that the learned High Court Judge dismissed the Plaint, thus, she did not have a chance to consider the correctness of 32% interest rate. Even if she had a chance, as explained before, it was not challenged in replying to the aforesaid letters including the letter demand, by raising an issue or giving evidence in reply to the Plaintiffs position. When there is no issue raised to challenge the 32% interest rate claimed by the Plaintiff as of an entitlement till the full amount is paid, it was a matter unchallenged for the Court below and a Court cannot go on a voyage of discovery and come to a different conclusion. It is said on behalf of the Defendant that 32% interest is unreasonable. Whether it is unreasonable or whether such interest could be claimed by the Plaintiff, could have been challenged in the Court below or, at least during the argument. On the other hand, holding on to the money of the Plaintiff based on an unacceptable claim of right to set off is also unreasonable and the Plaintiff, at the very beginning, put the Defendant on notice that it would claim 32% interest on the failure to release its money. As explained above, the 32% interest was granted till the payment in full as a claim unchallenged before the Court below and not to preserve the interests of the Plaintiff in terms of the Section 192",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      733.77,
      310.84,
      755.97
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.49,
      543.08,
      154.77
    ],
    "text": "of the Civil Procedure Code. Hence, this application submitted through the motion dated 05.08.2024 is dismissed. No Costs.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      405.43,
      181.09,
      543.1,
      194.37
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      194.89,
      543.1,
      249.6
    ],
    "text": "Padman Surasena J. I agree.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      378.07,
      250.12,
      543.1,
      263.4
    ],
    "text": "..",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      275.92,
      543.1,
      372.0
    ],
    "text": "Judge of the Supreme Court Priyantha Fernando J. I agree.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      381.07,
      372.52,
      543.1,
      385.8
    ],
    "text": ".",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      398.34,
      543.1,
      425.42
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  }
]