[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      72.44,
      536.96,
      85.82
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      285.05,
      88.28,
      330.41,
      101.66
    ],
    "text": "LANKA",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      114.2,
      543.34,
      159.24
    ],
    "text": "In the matter of an Appeal with Special Leave to Appeal obtained from this Court.",
    "fonts": [
      "Arial-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      171.8,
      540.8,
      264.53
    ],
    "text": "ELAYATHAMBY NADESAMOORTHY Udayar Road, Karaitivu. PETITIONER CA Writ Application No. 875/2010 SC SPL LA Application No. 30/2013 VS. SC Appeal No. 174/2013",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      266.99,
      448.76,
      280.37
    ],
    "text": "1. T. ASOKA PEIRIS",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      282.95,
      521.53,
      375.65
    ],
    "text": "Secretary, Ministry of Land, Land Development, Janawasa and Ranaviru Welfare, Govijana Mandiraya, 80/5, Rajamalwatte Avenue, Battaramulla. 2. JAYALATH DISSANAYAKE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      378.11,
      533.41,
      518.47
    ],
    "text": "Former Secretary, Ministry of Land, Land Development, Janawasa and Ranaviru Welfare, C/O Secretary, Ministry of Land, Land Development, Janawasa and Ranaviru Welfare, Govijana Mandiraya, 80/5, Rajamalwatte Avenue, Battaramulla. 3. S.M.W. FERNANDO",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      520.93,
      534.92,
      613.66
    ],
    "text": "Surveyor General, Surveyor General’s Office, Survey Department of Sri Lanka, PO Box 506, No. 150, Kirula Road, Narahenpita, Colombo 05. 4. H.D.L. GUNAWARDENE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      616.24,
      513.56,
      661.3
    ],
    "text": "Secretary, Public Service Commission, No. 356B, Carlwil Place, Galle Road, Colombo 3.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      432.1,
      663.76,
      540.08,
      677.14
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      703.48,
      487.52,
      716.86
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.44,
      538.16,
      149.3
    ],
    "text": "ELAYATHAMBY NADESAMOORTHY Udayar Road, Karaitivu. PETITIONER-PETITIONER/ APPELLANT",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      151.76,
      448.76,
      165.14
    ],
    "text": "1. T. ASOKA PEIRIS",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      167.6,
      533.45,
      260.45
    ],
    "text": "Former Secretary, Ministry of Land, Land Development, Janawasa and Ranaviru Welfare, Govijana Mandiraya,80/5, Rajamalwatte Avenue, Battaramulla. 1A.DR. I.H.K. MAHANAMA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      262.91,
      503.48,
      339.77
    ],
    "text": "Ministry of Lands, Govijana Mandiraya, 80/5, Rajamalwatte Avenue, Battaramulla. 2. JAYALATH DISSANAYAKE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      342.23,
      533.41,
      482.59
    ],
    "text": "Former Secretary, Ministry of Land, Land Development, Janawasa and Ranaviru Welfare, C/O Secretary, Ministry of Land, Land Development, Janawasa and Ranaviru Welfare, Govijana Mandiraya, 80/5, Rajamalwatte Avenue, Battaramulla. 3. S.M.W. FERNANDO",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      485.05,
      531.56,
      577.78
    ],
    "text": "Former Surveyor General, Surveyor General’s Office, Survey Department of Sri Lanka, PO Box 506,No. 150, Kirula Road, Narahenpita, Colombo 05. 3A. P.M.P. UDAYAKANTHA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      580.36,
      534.92,
      673.06
    ],
    "text": "Surveyor General, Surveyor General’s Office, Survey Depa rtment of Sri Lanka, PO Box 506, No. 150, Kirula Road, Narahenpita, Colombo 05. 4. H.D.L. GUNAWARDENE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      675.52,
      521.33,
      704.74
    ],
    "text": "Former Secretary, Public Service Commission,",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      72.44,
      544.88,
      117.5
    ],
    "text": "No. 177, Nawala Road, Narahenpita, Colombo 5. 4A. GAMINI SENEVIRATNE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      120.08,
      542.12,
      228.62
    ],
    "text": "Secretary, Public Service Commission, No. 177, Nawala Road, Narahenpita, Colombo 5. RESPONDENTS- RESPONDENTS 5. K. THAVALINGAM",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      231.08,
      534.92,
      323.93
    ],
    "text": "Former Surveyor General, Surveyor General’s Office, Survey Department of Sri Lanka, PO Box 506, No. 150, Kirula Road, Narahenpita, Colombo 05. 6. T.M.L.C. SENEVIRATNE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      326.39,
      527.84,
      403.25
    ],
    "text": "Former Secretary, Public Service Commission, No. 177, Nawala Road, Narahenpita, Colombo 5. 7. DHARMASENA DISSANAYAKE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      405.73,
      466.16,
      434.95
    ],
    "text": "Chairman. 8. A. SALAM A. WAHID",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      437.41,
      528.8,
      466.75
    ],
    "text": "Member. 9. D. SHIRANTHA WIJAYATILAKA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      469.21,
      511.4,
      498.43
    ],
    "text": "Member. 10. DR. PRATHAP RAMANUJAN",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      500.89,
      485.48,
      530.23
    ],
    "text": "Member. 11. V. JEGARAJASINGHAM",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      532.69,
      509.94,
      561.91
    ],
    "text": "Member. 12. SANTI NIHAL SENEVIRATNE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      564.4,
      420.77,
      593.74
    ],
    "text": "Member. 13. S. RANNUGE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      596.2,
      421.37,
      625.42
    ],
    "text": "Member. 14. D. L. MENDIS",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.07,
      627.88,
      486.8,
      657.22
    ],
    "text": "Member. 15. SARATH JAYATHILAKA",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      342.07,
      659.68,
      392.81,
      688.9
    ],
    "text": "Member.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.44,
      544.88,
      401.81
    ],
    "text": "All of the Public Service Commission, No. 177, Nawala Road, Narahenpita, Colombo 5. BEFORE: Buwaneka Aluwihare, PC, J. Prasanna Jayawardena, PC, J. L.T.B. Dehideniya, J. COUNSEL: Faisz Mustapha, PC with Arindra Jayasinghe for the Petitioner-Petitioner/Appellant. Ms. Anusha Fernando, DSG for the Respondents-Respondents. ARGUED ON: 15th October 2018. WRITTEN By the Petitioner on 21st January 2014 and 12th SUBMISSIONS November 2018. FILED: By the Respondents on 01st July 2014 and 31st October 2018. DECIDED ON: 15th February 2019.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      466.09,
      543.42,
      717.1
    ],
    "text": "Prasanna Jayawardena, PC, J The Petitioner-Petitioner/Appellant [“the petitioner”] is a serving officer in the Sri Lanka Surveyors’ Service. As a matter of interest, the Sri Lanka Survey Department was established in 1800 and is said to be the first Government Department in Ceylon, as Sri Lanka then was. The petitioner joined the Sri Lanka Surveyors’ Service on 20th October 1989. At that time, the recruitment and promotion of officers in the Service was governed by the Service Minute issued in 1982 and last amended on 07th February 1991. It is marked “P2” in this appeal. “P2” placed the officers of the Service in seven Grades and Classes within which recruitments were made and promotions were effected. Several years later, a new Service Minute was issued on 20th January 2006 and was published in the Extraordinary Gazette dated 27th February 2006. It is marked “P6” in this appeal. “P6” provided for the absorption of the petitioner and all other serving",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      547.76,
      704.74
    ],
    "text": "officers in the Sri Lanka Surveyors’ Service into four newly created Grades and Classes. The new scheme set out in “P6” was deemed to have come into effect from 01st August 2005 onwards. Accordingly, from the time this new Service Minute marked “P6” was issued, recruitments to the Sri Lanka Surveyors’ Service were to be made and promotions within the four newly created Grades and Classes were to be effected, under and in terms of “P6”. Prior to the new Service Minute, the petitioner had been placed in Class III Grade II of the scheme which prevailed under and in terms of the previous Service Minute marked “P2”. As set out hereinafter, when the new Service Minute marked “P6” came into force, the petitioner continued to serve in Class III Grade II of the previous Service Minute marked “P2 until 02nd November 2006. On that day, the petitioner was absorbed, with effect from 02nd November 2006, into the new Class II Grade II of “P6” on a supernumerary basis. On 23rd November 2009, the petitioner complained that he was entitled to have been absorbed with effect from 01st August 2005 [and not with effect from 02nd November 2006] into Class II Grade II under the new Service Minute marked “P6”. He complained that he was unhappy about the seniority and salary point he was placed at under “P6”. He stated that, therefore, he wished to exercise an option for early retirement which was possible under “P6” in cases in which the Public Service Commission was satisfied that the implementation of “P6” had adversely affected the conditions of service of an officer in the Sri Lanka Surveyors’ Service to such an extent that he should be permitted to retire and receive a pension under section 7 of the Minute on Pensions. The petitioner’s request was refused by the Secretary to the Ministry of Land and Land Development, who was the officer having authority in this regard [the Public Service Commission had not been constituted at that time]. The petitioner made an application to the Court of Appeal seeking writs of certiorari quashing that refusal and writs of mandamus directing the Secretary of the Ministry to permit the petitioner to exercise the option of taking early retirement. The Court of Appeal dismissed the petitioner’s application. The petitioner made an application to this Court seeking special leave to appeal. He subsequently filed an amended petition. The respondents to this amended petition are the Secretary and former Secretary of the aforesaid Ministry, the Surveyor General and the Secretary to the Public Service Commission. Subsequently, successors to the aforesaid respondents and the members of the Public Service Commission were also added as respondents.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.44,
      516.32,
      117.5
    ],
    "text": "The petitioner was granted special leave to appeal on the following question of law:",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      120.08,
      543.44,
      704.74
    ],
    "text": "“Did the Court of Appeal err in failing to consider that the petitioner was adversely affected by the implementation of P6 ?” The 4A and 7th to 15th respondents [the Secretary to the Public Service Commission and the Chairman and Members of the Public Service Commission] have filed a statement of objections. The petitioner filed a counter affidavit. The Service Minutes of the Sri Lanka Surveyors’ Service As mentioned earlier, the recruitment and promotion of officers in the Sri Lanka Surveyors’ Service was previously governed by the Service Minute marked “P2”. This Service Minute placed the officers of the Service in seven Grades and Classes within which recruitment and promotion was effected - ie: (i) Class I Grade I; (ii) Class I Grade II; (iii) Class II Grade I; (iv) Class II Grade II; (v) Class III Grade I; (vi) Class III Grade II and (vii) Class III Grade III. Thus, under “P2”, the entry level grade to the Sri Lanka Surveyors’ Service was Class III Grade III. The qualifications required of new recruits to Class III Grade III were passing the G.C.E. [Ordinary Level] Examination/G.C.E. [Advanced Level] Examination. There was also provision for recruitment of graduates from recognized Universities directly to higher Classes and Grades in the Service. Under the Service Minute marked “P2”, officers in the aforesaid entry level Class III Grade III were entitled to be promoted to the next level of Class III Grade II upon completion of five years’ service in Class III Grade III and passing the Diploma of Survey Technician (Advanced Level) Examination. Thereafter, “P2” provided that promotion to the higher level of Class III Grade I would be upon passing the Departmental Junior Professional Examination or upon completing nine years of satisfactory service after reaching the salary point of Rs. 25,800/- in Class III Grade II or upon reaching the salary point of Rs. 36,000/- in Class III Grade II with satisfactory service. The criteria for promotion to higher positions in the Sri Lanka Surveyors’ Service under “P2” - ie: Class II Grade II and above - are not directly relevant to this application and need not be considered.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.04,
      546.6,
      609.58
    ],
    "text": "The new Service Minute marked “P6” came into force with effect from 01st August 2005. It simplified the structure of seven Classes and Grades which existed under “P2” and provided for only four Classes and Grades within the Sri Lanka Surveyors’ Service - ie: (i) Selection Class; (ii) Class I; (iii) Class II Grade I; and (iv) Class II Grade II. Thus, the entry level grade to the Sri Lanka Surveyors’ Service under and in terms of the new Service Minute marked “P6” was Class II Grade II. Entrants to Class II Grade II were to be recruited by the Public Service Commission from the ranks of “Apprentice Surveyors” of the Sri Lanka Survey Department who held either a degree in Surveying Science and had served as “Apprentice Surveyors” for four years or a degree in Physical Science and had served as “Apprentice Surveyors” for six years. It should be mentioned here that “Apprentice Surveyors” functioned in the Sri Lanka Survey Department but outside the Sri Lanka Surveyors’ Service. They were selected for appointment as “Apprentice Surveyors” upon the results of an Open Competitive Examination. The minimum educational qualification required to sit for this examination was a Degree in either Surveying Science or Physical Science. Thus, the new Service Minute marked “P6” specified that, from its implementation onwards, all recruits to the entry level Class II Grade II of the Sri Lanka Surveyors’ Service had to hold a degree in Surveying Science or Physical Science. Several officers of the Sri Lanka Surveyors’ Service who were in service at the time “P6” was issued in 2006 did, in fact, hold degrees in Surveying Science or Physical Science. However, there were also several serving officers who did not hold such a degree. In these circumstances, the new Service Minute marked “P6” had to make suitable provision for the absorption of all serving officers of the Sri Lanka Surveyors’ Service to the appropriate Classes and Grade formed under the new structure introduced by “P6”. Thus, with regard to officers who were in Class III Grade I, Class III Grade II and Class III Grade III under and in terms of the previous Service Minute marked “P2”, the new Service Minute marked “P6” provided for their absorption into the newly created Class II Grade II under “P6” in the following manner:",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      612.04,
      543.42,
      704.74
    ],
    "text": "(a) As stated in clause 7.1 (i) of “P6”, serving officers in any of the aforesaid three Grades of Class III [under the previous Service Minute marked “P2”] who held a degree in Surveying Science, would be absorbed into the permanent cadre of the newly created Class II Grade II [under the new Service Minute marked “P6”] if they had completed a service period of three years;",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.62,
      72.44,
      543.44,
      244.46
    ],
    "text": "(b) As stated in clause 7.1 (ii) of “P6”, serving officers in any of the aforesaid three Grades of Class III [under “P2”] who held a degree in Physical Science and an Advanced Diploma in Surveying Science, would be absorbed into the permanent cadre of Class II Grade II [under “P6”] if they had completed a service period of five years; (c) As stated in clause 7.1 (iii) of “P6”, serving officers in any of the aforesaid three Grades of Class III [under “P2”] who did not hold a degree in Surveying Science or Physical Science but had passed the Junior Professional Examination, would be absorbed into Class II Grade II [under “P6”] “on supernumerary basis” upon completing a service period of fifteen years;",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.62,
      247.07,
      543.41,
      355.61
    ],
    "text": "(d) As stated in clause 7.1 (iv) of “P6”, serving officers in any of the aforesaid three Grades of Class III [under “P6”] who did not hold a degree in Surveying Science or Physical Science and also had not passed the Junior Professional Examination would be absorbed into Class II Grade II under “P6” “as personal to them on supernumerary basis” upon completing a service period of twenty years;",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      358.07,
      543.44,
      609.58
    ],
    "text": "(e) Finally, clause 7.1(v) of “P6” stated “The Surveyors who do not qualify to be promoted to Class II/II under any of the above schemes, will remain in their Present Class/Grade until such time that they qualify for absorption.”. Thus, clause 7.1(v) specified that officers in the aforesaid three Grades within Class III under and in terms of the previous Service Minute marked “P2” will remain in the same Class/Grade under “P2” until such time as they satisfy the criteria specified in any one or more of clauses 7.1 (i), 7.1 (ii), 7.1 (iii) or 7.1 (iv) of “P6” and, thereby, qualify for absorption into the newly created Class II Grade II under “P6”, as set out in (a), (b), (c) and (d) above. With regard to officers serving in Class II Grade II, Class II Grade I, Class I Grade II and Class I Grade I of the Sri Lanka Surveyors’ Service under and in terms of the previous Service Minute marked “P2”, the new Service Minute marked “P6” provided for their absorption into the newly created Class II Grade I, Class I and Selection Class under “P6” in the manner specified in “P6”.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      612.04,
      543.44,
      688.9
    ],
    "text": "With regard to the subsequent promotion of officers who had been absorbed/recruited into the newly created Class II Grade II established by “P6”, clause 8.1 of “P6” stated that officers who had completed 10 years of satisfactory service in Class II Grade II and “who were conferred with permanent status of service” would become entitled to be",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.44,
      543.44,
      704.74
    ],
    "text": "promoted to Class II Grade I if they satisfied specified requirements, inter alia, with regard to passing Efficiency Bar Examinations and earning the due salary increments. “P6” also contained provisions governing the promotion of officers from Class II Grade I to Class I and from Class I to the Selection Class. Those provisions are not relevant to the present application. It should also be mentioned that clause 11 of “P6”, inter alia, specified that “The seniority of officers who were absorbed to various Classes under the new minute will be decided upon the seniority they enjoyed at the previous Class and post. In the event of any departure from above procedures in deciding the seniority the relevant provisions stipulated by Establishment Code will apply.”. Thereafter, clause 12 of “P6” states “If the Public Service Commission is fully convinced that the implementation of provisions in new minutes has adversely affected the conditions of service of any officer to the extent that grant of option for retirement under section 7 of Pension Minutes, is justified, in such event such officer, at his own request can be allowed to exercise his option for retirement during the period of five years effect from 01.08.2005, the date on which the provisions of new minute come in to force.”. It is relevant to mention here that section 7 of the Minute on Pensions sets out the manner of computing the pension or gratuity payable to a public servant “In the case of abolition of office …...”. The petitioner’s case The petitioner states he was recruited on 20th October 1989, to the Sri Lanka Surveyors’ Service at the entry level grade of Class III Grade III under and in terms of the previous Service Minute marked “P2”. The petitioner was promoted to Class III Grade II under “P2” with effect from 20th October 1994. On 01st October 2002, the petitioner was placed in the 511th position on the seniority list marked “P21”. Under and in terms of “P2”, the petitioner’s next promotion was to be to Class III Grade I upon obtaining the qualifications mentioned earlier. The new Service Minute marked “P6” was deemed to have come into effect on 01st August 2005. By the letter marked “P7”, the petitioner was advised that he had been absorbed into the newly created Class II Grade II under the new Service Minute marked “P6” with effect from 02nd November 2006 “on supernumerary basis” under and in terms of the",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.44,
      545.0,
      704.74
    ],
    "text": "aforesaid clause 7.1(iii) of “P6” – ie: upon passing the Junior Professional Examination and upon completing a service period of fifteen years by 02nd November 2006. The petitioner states that, up to the end of December 2008, the Sri Lanka Survey Department and the Public Service Commission maintained two separate seniority lists. One list was of officers who had been absorbed into the permanent cadre of the newly created Class II Grade II under “P6” as at 01st August 2005 because they qualified under clause 7.1 (i) and 7.1 (ii) of “P6”. The other list was of officers who did not qualify for absorption into the permanent cadre but had qualified for absorption into Class II Grade II on a “supernumerary basis” under clause 7.1 (iii) and 7.1 (iv) of “P6”. The petitioner says that “he became aware later” that there was a move to prepare a single seniority list. He says the new single seniority list was to place those officers who had been absorbed into the permanent cadre of the new Class II Grade II at the time of the issue of “P6” above the officers who were later absorbed into the new Class II Grade II on a supernumerary basis. A draft of the proposed single seniority list of Surveyors in Class II Grade II as at 01st January 2009 was marked “P23”. The petitioner claims that, the formulation of a new single seniority list on the aforesaid basis as set out in “P23” resulted in about 250 officers who had been junior to him prior to the issue of the Service Minute marked “P6”, being placed above him on the new seniority list. The petitioner also claims that the conversion of the salaries of officers in the Sri Lanka Surveyors’ Service in line with the new structure established by “P6” led to the petitioner being placed at a salary point which was about Rs.7,000/- less than the salary point at which most of his colleagues were placed. The petitioner pleads that, for the aforesaid reasons, he wrote the letters dated 23rd November 2009 and 22nd February 2010 marked “P9” and “P11” requesting that he be allowed to exercise the option of early retirement which was provided by clause 12 of “P6”. A perusal of “P9” and, in particular, “P11” shows that the petitioner sought to exercise the option for early retirement on the basis that the implementation of “P6” resulted in him being placed at a lower position on the seniority list and at a lower salary point than his colleagues and, thereby, caused him grave prejudice. It is common ground that, prior to writing “P9”, the petitioner obtained a degree in Surveying Science on 25th September 2009. Thus, from that day onwards, he qualified to be absorbed into the permanent cadre of Class II Grade II under and in terms of “P6”.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.13,
      72.04,
      543.63,
      714.7
    ],
    "text": "As set out in the letters dated 08th February 2010 and 29th April 2010 marked “P10” and “P13”, the petitioner’s request was refused by the Secretary to the Ministry of Land and Land Development for the reason that the petitioner had not suffered prejudice as a result of the provisions of the new Service Minute marked “P6” or its implementation. Instead, as stated in these letters, the petitioner was placed at a lower position on the seniority list due to him having taken No-Pay Leave for a period of two years and, therefore, becoming entitled to be absorbed into Class II Grade II only on 02nd November 2006. In this regard, the petitioner admits that he had proceeded abroad on No-Pay Leave from 29th August 2000 to 04th September 2002. However, the petitioner contends that officers of the Sri Lanka Surveyors’ Service had been previously advised, by the Departmental Circulars dated 28th February 1998 and 04th June 2001 marked “P24” and “P25”, that availing oneself of No-Pay Leave “would not generally affect seniority.”. But a perusal of “P24” shows it states that a period of No-Pay Leave abroad has to be deducted when determining an officer’s seniority for purposes of promotion - [“මින් ඉදිරියට දෙපාර්තදේන්ුදේ සියළුම ද ේවාවන්ට අයත් නිලධාරීන්දේ උ ේීේ ලබාදීම ඳහා දයෙෂේඨත්වය තීරණය කිරීදේ දී, ඔවුන්දේ දිවයිදෙන් බැහැර වැටුප් රහිත නිවාඩු කාල සීමාවන් ෙ පසුගිය ෙළ ද ේවා කාලදයන් අඩුකර, ඒ අනුව දයෙෂේඨත්වය තීරණය කළයුු බව, ආයතෙ අධෙක්‍ෂය අෙහ ේ කරෙ බව ෙන්වා ඇත. ඒ අනුව උ ේීේවල දී මින් ඉදිරියට දමද ේ කටයුු කිරීමට සිදුවෙ බව ෙන්වා සිටිමි.”]. Further, “P25” states that, while a period of No-Pay Leave will not ordinarily be taken into account with regard to seniority in the Service, in instances where a mandatory minimum period of service is required to be eligible for a promotion, a period of No-Pay Leave has to be deducted from the period of service when determining eligibility for that promotion - [“ ාමාෙෙ තත්වය යටදත් වැටුප් රහිත නිවාඩු කාලය නිලධාරීන්දේ දයෙෂේඨත්වය දකදරහි බලපෑමක් ඇති දොකරයි. ෙමුත් අනිවාර්ය ද ේවා කාලයක් අවශ්‍ෙ යැයි නියම කර ඇති උ ේීේ ඳහා ද ේවා කාලය ගණන් ගැනීදේ දී වැටුප් රහිත නිවාඩු කාලය අඩුදකාට ද ේවා කාලය ගණන් ගත යුුය.”]. The petitioner pleads that the refusal to permit him to proceed on early retirement was ultra vires, illegal and arbitrary. He also contends that this refusal was in breach of his legitimate expectations. The petitioner says that, in these circumstances, the Court of Appeal erred when it dismissed the petitioner’s application. The respondents’ case In their statement of objections, the 4A, and 7th to 15th respondents [the Secretary to the Public Service Commission and the Chairman and Members of the Public Service Commission] state that the position in Class II Grade II created by the new Service Minute marked “P6” was a higher position than positions in the three Grades of Class III under the previous Service Minute marked “P2”.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.44,
      546.77,
      704.74
    ],
    "text": "In this connection, they explain that positions in Class II Grade II under “P6” were those of “Staff Grade Officers” [Executives] at the salary scale SL-1-2006 while positions in all three Grades of Class III under “P2” were those in the lower position of “Management Assistants Supervisory Technical/Non-Technical” at the lower salary scale MN-2006. Further, they state that, while the educational qualification required to enter Class III Grade III under “P2” was passing the GCE Ordinary Level/Advanced Level Examination, the educational qualification required of new recruits to Class II Grade II created by “P6” was a degree in Surveying Science or Physical Science. The respondents also point out that officers serving in Class III Grade III and Class III Grade II under “P2” [such as the petitioner] who were directly absorbed into in the new Class II Grade II created by “P6”, thereby, “skipped” having to first reach and serve in Class III Grade I under and in terms of “P2” before being entitled to seek promotion to Class II Grade II under “P2”. Accordingly, the respondents contend that when officers in the three Grades of Class III under “P2” were “absorbed” into the new Class II Grade II created by “P6”, they were, in reality, promoted to a higher position. Next, it is common ground that, since the petitioner was in Class III Grade II [under “P2”] on 01st August 2005 when “P6” came into effect and since he did not hold a degree in Surveying Science or Physical Science, the petitioner was entitled to be absorbed on a supernumerary basis into the new Class II Grade II created by “P6” only upon passing the Junior Professional Examination and upon completing a service period of fifteen years - vide: clause 7.1 (iii) of “P6”. The respondents submit that, although the petitioner had passed the Junior Professional Examination by 01st August 2005, he had not completed a service period of fifteen years by that day because the petitioner had, after joining the Sri Lanka Surveyors’ Service on 20th October 1989, been on No-Pay Leave for a period of two years prior to 01st August 2005. The respondents state that, in terms of the applicable rules and procedures, this period of two years No-Pay Leave has to be deducted when computing the date on which the petitioner completed a period of fifteen years’ service for the purpose of absorption into Class II Grade II under “P6”. They say that when this period of two years’ No-Pay Leave is deducted, the petitioner completed a period of fifteen years’ service only on 02nd November 2006 and that he was duly absorbed into Class II Grade II under “P6” with effect from that day, as set out in “P7”. In this regard, the respondents refer to clause 16:10 of the Establishments Code which stipulates that a period of No-Pay Leave has to be deducted when computing a",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      71.13,
      72.44,
      546.8,
      719.38
    ],
    "text": "minimum period of service required for a promotion. The respondents also refer to a letter dated 29th June 2007 issued by the Director General - Establishments and marked “7R3(a)” which states “ෙව මිනින්දෙෝරු ද ේවා වෙව ේථාදේ 7 දේෙය යටදත් සිදු කරනු ලබෙ අන්තර්රහණය කිරීදේ කාර්යයන් ඳහා නියම කර ඇති ද ේවා කාල අනිවාර්යදයන්ම ක්‍රිය ද ේවා කාල විය යුු අතර ඊට වැටුප් රහිත නිවාඩු කාල ඇුළත් කළ දොහැකි බව කාරුණිකව ෙන්වමි.”. Similar views have been expressed in the letter dated 05th October 2015 marked “7R4(b)” written by the Director General - Establishments. The respondents point out that the petitioner remained in his earlier Class III Grade II [under “P2”], as specifically required by clause 7.1(v) of “P6”, until 02nd November 2006 on which date the petitioner completed a service period of fifteen years and, thereby, qualified to be absorbed into the new Class II Grade II under “P6”. The respondents contend that, thereby, the petitioner accepted this position “without demur”. With regard to the seniority lists, the respondents state that maintaining two separate lists - ie: one of officers who had been absorbed into the permanent cadre and one of officers who had been absorbed on a supernumerary basis - gave rise to difficulties. Therefore, the Cabinet of Ministers approved the formulation of a single seniority list, as set out in the documents marked “1R1(a)” and “1R1(b)”. In this single seniority list, officers serving in all three Grades of Class III [under “P2”] who qualified to be absorbed, on 01st August 2005, into the new Class II Grade II created by “P6” [either into the permanent cadre as specified in clauses 7.1 (i) and 7.1 (ii) or on a supernumerary basis as specified in clause 7.1 (iii) and clause 7.1 (iv)] were placed in the order of their seniority which prevailed prior to the issuance of “P6”. Thereafter, officers serving in all three Grades of Class III under “P2” [such as the petitioner] who subsequently qualified to be absorbed into the new Class II Grade II created by “P6” [either into the permanent cadre or on a supernumerary basis] were placed on that single seniority list according to the day on which they were absorbed into Class II Grade II upon obtaining the required qualifications specified in “P6”. Thus, the respondents’ position is that the petitioner’s place on the new single seniority list was not due to any prejudice caused to him by the provisions of the new Service Minute marked “P6” or its implementation but was due to the deduction of the period of two years’ No-Pay Leave as required by clause 16:10 of Chapter XII of the Establishments Code when computing the period of fifteen years’ service needed for absorption into Class II Grade II under clause 7.1 (iii) of “P6”. Next, the respondents state that the petitioner’s salary point was lower than that of his colleagues not due to the provisions of or implementation of “P6” but because the petitioner failed to pass the First Efficiency Bar Examination within the stipulated time",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.44,
      543.44,
      688.9
    ],
    "text": "period which resulted in the cancellation of several increments. In this connection, the respondents have marked as “7R7” the notice sent to the petitioner advising him of the cancellation of these increments. The respondents plead that, for the aforesaid reasons, the 2nd respondent had duly refused the petitioner’s application for early retirement for the reason that the petitioner had not suffered prejudice due to the provisions of new Service Minute marked “P6” or its implementation as contemplated by clause 12 of “P6”. The respondents also state that, while serving in Class II Grade II of “P6” on a supernumerary basis from 02nd November 2006 onwards, the petitioner obtained a degree in Surveying Science and became entitled to enter the permanent cadre of Class II Grade II on 25th September 2009, under and in terms of “P6”. They point out that, it is only thereafter that the petitioner sought early retirement by his letter dated 23rd November 2009 marked “P9”. The respondents plead that, in these circumstances, the delay on the petitioner’s part and the petitioner’s conduct disentitled him from maintaining this application. Decision Firstly, it has to be kept in mind that, at the time the Service Minute marked “P6” was issued and implemented, the petitioner made no complaint about the new schemes set out in “P6” for the absorption of serving officers of the Sri Lanka Surveyors’ Service into the four new Classes and Grades created by “P6” and for the promotion of officers within those new Classes and Grades. Instead, the petitioner continued, without any expression of dissatisfaction or dissent, to serve in the Sri Lanka Surveyors’ Service subject to the terms and conditions with regard to the absorption and promotion which are set out in “P6”. Accordingly, it can be reasonably inferred that the petitioner accepted the validity of the schemes for absorption and promotion introduced by the new Service Minute marked “P6” and continued to serve in the Sri Lanka Surveyor’ Service subject to “P6”. Next, it is common ground that the petitioner did not hold a degree in Surveying Science or Physical Science which would have entitled him to be absorbed into the permanent cadre of the new Class II Grade II in terms of clauses 7.1(i) or 7.1 (ii) of “P6”. Thus, it is undisputed that the earliest the petitioner would have qualified for absorption into Class II Grade II [on a supernumerary basis] was upon passing the Junior Professional",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.44,
      543.44,
      704.74
    ],
    "text": "Examination and completing a service period of fifteen years in terms of clause 7.1 (iii) of “P6”. It is also common ground that the petitioner had passed the Junior Professional Examination as at 01st August 2005 when “P6” came into effect. Therefore, and as evident from the positions of the parties set out above, the crux of the appeal before us is determining when the petitioner completed a service period of fifteen years and, thereupon, qualified for absorption into Class II Grade II [on a supernumerary basis] in terms of clause 7.1 (iii) of “P6”. On the one hand, as set out above, the petitioner’s contention is that he joined the Sri Lanka Surveyors’ Service on 20th October 1989 and, therefore, he completed a period of fifteen years’ service on 20th October 2004. On that basis, he submits that he had completed a period of fifteen years’ service when the new Service Minute marked “P6” came into force on 01st August 2005 and that, accordingly, he was entitled to be absorbed into Class II Grade II under “P6” [on a supernumerary basis] on 01st August 2005, in terms of clause 7.1 (iii). He submits that his absorption into Class II Grade II only with effect from 02nd November 2006 resulted in him losing seniority in the single seniority list prepared in 2010 and being placed at a lower salary point. On the other hand, as set out above, the respondents submit that the petitioner first became entitled to be absorbed into Class II Grade II [on a supernumerary basis] only on 02nd November 2006 because the period of No-Pay Leave he had taken had to be deducted when computing the date on which the petitioner completed a service period of fifteen years. It is evident that, if the aforesaid period of No-Pay Leave is to be deducted, the petitioner would have completed a period of fifteen years only on or about 02nd November 2006 - ie: the day on which the petitioner was, in fact, absorbed into the new Class II Grade II [on a supernumerary basis], as stated in “P7”. Therefore, it is necessary to determine whether, in terms of “P6” and the applicable rules, the aforesaid period of No-Pay Leave had to be deducted when fixing the date on which the petitioner completed a service period of fifteen years for the purpose of qualifying for absorption into Class II Grade II under clause 7.1 (iii) of “P6”. As stated earlier, the respondents submit that the provisions of clause 16:10 of Chapter XII of the Establishments Code apply and require that the period of No-Pay Leave be deducted. In this regard, clause 11 of “P6” specifies that the provisions of the Establishments Code will apply when deciding seniority. Further, as stated in clause 12:1 of Chapter II",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.44,
      543.25,
      117.5
    ],
    "text": "of the Establishments Code, the general rule is that the provisions of the Establishments Code apply to all public officers, such as the petitioner, with regard to their appointment or promotion to posts in the Public Service.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      132.08,
      543.44,
      399.41
    ],
    "text": "Next, as mentioned earlier, clause 16:10 of Chapter XII of the Establishments Code stipulates that a period of No-Pay Leave must be deducted when computing a minimum period of service required for a promotion within the Public Service. As set out above, the letters marked “P24” and “P25” show that, from 1998 onwards and long prior to the issue of the new Service Minute marked “P6”, the Director General - Establishments and the Survey Department have applied the aforesaid rule in clause 16:10 that, in instances where a minimum period of service is required as a qualification for a promotion in the Sri Lanka Surveyors’ Service, a prior period of No-Pay Leave must be deducted when computing the period of service. However, since clause 16:10 and the letters marked “P24” and “P25” all use the word “promotion” while the several limbs of clause 7.1 of “P6” all use the word “absorbed”, it is necessary to examine the validity of the respondents’ aforesaid submission that the “absorption” of officers in the three Grades of Class III under “P2” into the new Class II Grade II created by “P6” was, in reality and for intents and purposes, a “promotion” to a higher position.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      413.89,
      583.46,
      585.94
    ],
    "text": "In this regard, the fact that: (i) positions in Class II Grade II under “P6” were those of “Staff Grade Officers” [Executives] as opposed to the lower positions of “Management Assistants Supervisory Technical/Non-Technical” in the three Grades of Class III under “P2”; (ii) the higher salary scale assigned to Class II Grade II under “P6”; (iii) the higher educational qualifications required for entry into Class II Grade II under “P6”; and (iv) the fact that officers in Class III Grade III and Class III Grade II under “P2” [such as the petitioner] “skipped” having to first reach and serve in Class III Grade I under “P2” when they were absorbed into Class II Grade II under “P6”; give substance to the respondents’ contention that the “absorption” of Officers into the new Class II Grade II created by “P6” was, in reality and for all intents and purposes, a “promotion” to a higher position.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      600.4,
      543.41,
      709.06
    ],
    "text": "In this connection, since clause 7.1 of “P6” uses the word “absorbed” and not “promoted” when it provides for officers in all three Grades of Class III under “P2” to enter the new Class II Grade II created by “P6”, the Secretary to the Ministry has addressed a letter dated 21st May 2007 to the Director General - Establishments inquiring whether a period of No-Pay Leave should be deducted when computing the periods of service required for absorption into the new Class II Grade II under the several limbs of clause 7.1 of “P6”. As stated in clause 1:3 of Chapter II of the",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      71.13,
      72.44,
      543.65,
      615.63
    ],
    "text": "Establishments Code, the grading and designation of posts within the public service and the general terms and conditions of service are the function of the Director General - Establishments whose approval is to be obtained with regard to procedures relating to recruitment and appointment. The Director General - Establishments has replied by his letter dated 29th June 2007 marked “7R3(a)” unequivocally stating that a period of No-Pay Leave must be deducted when computing the periods of service required for absorption in to the new Class II Grade II under the several limbs of clause 7.1 of “P6” – [“ෙව මිනින්දෙෝරු ද ේවා වෙව ේථාදේ 7 දේෙය යටදත් සිදු කරනු ලබෙ අන්තර්රහණය කිරීදේ කාර්යයන් ඳහා නියම කර ඇති ද ේවා කාල අනිවාර්යදයන්ම ක්‍රිය ද ේවා කාල විය යුු අතර ඊට වැටුප් රහිත නිවාඩු කාල ඇුළත් කළ දොහැකි බව කාරුණිකව ෙන්වමි”]. The subsequent letter dated 23rd July 2007 marked “7R3(b)” sent by the Secretary to the Ministry of Land and Land Development to the Surveyor General instructs that the aforesaid rule be applied when computing the periods of service required for absorption into the new Class II Grade II under the several limbs of clause 7.1 of “P6”. Further, the letter marked “7R4(b)” written by the Director General - Establishments succinctly explains the reasons for the rule stated in clause 16:10 of Chapter XII of the Establishments Code and its application when computing the periods of service required for absorption into the new Class II Grade II under the several limbs of clause 7.1 of “P6”. He explains that a public officer who takes No-Pay Leave for his own private purposes [such as the petitioner] renders no service to the State during the period of No-Pay Leave and that, therefore, the period of No-Pay Leave cannot be regarded as a period of active service. He goes on to observe that, in these circumstances, if a period of No-Pay Leave is taken into account when absorbing an officer into a new position, other officers who had served continuously without taking No-Pay Leave, would be unfairly prejudiced. [“ආයතෙ ංරහදේ XII පරිච්දේෙදේ 16 වගන්තියට අනුව වැටුප් වර්ධක උපයාගැනීේ හිත දහෝ දවෙත් කාර්යයක් දහේුදවන් වැටුප් වර්ධක උපයාගැනීේ රහිතව දහෝ රායෙ නිලධාරිදයකු ලබා ගන්ෙ වැටුප් රහිත නිවාඩු කාලසීමාවකදී ඔහු විසින් තෙ වශ්‍දයන්ම රයයට කිසිදු ද ේවා ැපයීමක් සිදු කරනු දොලැදේ. ඒ අනුව එම කාලසීමාව නිලධාරිදයකු ක්‍රීයව ද ේවදේ දොදයදුනු කාලසීමාවක් දල ැලකිය යුුය. එබැවින් නිලධාරිදයකු රායෙ ද ේවදේ එක් තෙුරක සිට තවත් තෙුරකට අන්තර්රහණය කිරීදේදී එම කාලසීමාව ක්‍රීය ද ේවා කාලයක් ද ේ ලකා අන්තර්රහණය කිරීම ඳහා අොළ කරගතදහාත්, එමඟින් ෙව තෙුදර් දරේණි උ ේීේ වලට ඍජු බලපෑමක් එල්ල වෙ අතර එම තෙුදර්ම වැටුප් රහිත නිවාඩු දොලබා ද ේවදේ දයදුනු නිලධාරීන්ට එමගින් අ ාධාරණයක් සිදුවෙ බව නිරීක්ෂණය කරමි.”].",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      630.04,
      543.44,
      691.06
    ],
    "text": "Thus, the Director General - Establishments has set out rational and equitable reasons why the rule stated in clause 16:10 of Chapter XII of the Establishments Code is to be applied when computing the periods of service required for absorption into the new Class II Grade II under the several limbs of clause 7.1 of “P6”.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.44,
      543.18,
      117.5
    ],
    "text": "Further, as observed earlier, the documents before us establish that this rule has been applied, across the board, to all officers of the Sri Lanka Surveyors’ Service for many years prior to the petitioner making his application.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      132.08,
      546.8,
      716.74
    ],
    "text": "It should also be mentioned that a perusal of the other provisions of clause 16 of Chapter XII of the Establishments Code shows that a period of No-Pay Leave is not to be reckoned for “pension purposes” [clause 16:8], and that an officer on No-Pay Leave should not be considered for promotion to any vacancies which may arise during his period of No-Pay Leave [clause 16:9]. On the same lines, clause 16:11 states that where a scheme of recruitment stipulates that a certain salary point should be reached for eligibility for consideration for a promotion, any increments granted during No-Pay Leave are not to be taken into account in reckoning the salary point for the purposes of promotion. Thus, it appears that, for the reasons stated in “7R4(b)”, the scheme of the Establishments Code is to exclude a period of No-Pay Leave when computing the eligibility of a public officer to receive benefits and advancements which are based on his period of service to the State. It has to be also kept in mind that the petitioner had passed the Junior Professional Examination by 01st August 2005 and was entitled to be absorbed into Class II Grade II under “P6” immediately upon completing a period of fifteen years’ service under and in terms of clause 7.1 (iii) of “P6”. However, the petitioner was not absorbed into the new Class II Grade II created by “P6” with effect from 01st August 2005 since he had not completed a period of fifteen years’ service by that date. Therefore, he continued to serve in Class III Grade II under the previous Service Minute marked “P2”, as required by clause 7.1 (v) of “P6” in the case of all officers who were not qualified for absorption into new Class II Grade II as at 01st August 2005. The petitioner made no protest and did not claim that he was entitled to be absorbed into the new Class II Grade II with effect from 01st August 2005. Instead, the petitioner continued to serve in in Class III Grade II under “P2” until he was absorbed into the new Class II Grade II only with effect from 02nd November 2006. The petitioner’s aforesaid conduct gives rise to the inference that he accepted and acknowledged that he had not completed a service period of fifteen years as at 01st August 2005 and that he completed a service period of fifteen years only on or about 02nd November 2006, when he was absorbed into Class II Grade II. In the circumstances set out above, I am of the view that the rule stated in clause 16:10 of Chapter XII of the Establishments Code applies and that the petitioner completed a service period of fifteen years for the purpose of qualifying for absorption into Class II Grade II in terms of clause 7.1 (iii) of “P6” only on 02nd November 2006, as stated in “P7” and as submitted by the respondents.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.44,
      546.8,
      704.74
    ],
    "text": "It follows that the petitioner’s position on the revised single seniority list was correctly assigned on the basis that he was absorbed into Class II Grade II [on a supernumerary basis] only on 02nd November 2006. In these circumstances, it is clear that the petitioner has not been prejudiced by the provisions of “P6” or its implementation. Instead, his position on the single seniority list is a result of the rule stipulated in clause 16:10 of Chapter XII of the Establishments Code that a period of No-Pay Leave must be deducted when computing the minimum service period required for absorption into Class II Grade II under “P6”. Thus, there is no merit in petitioner’s first complaint made in his letter marked “P9” seeking early retirement. With regard to the petitioner’s second complaint, that he has been placed on a lower salary point, the respondents have explained that this was not due to the provisions of the new Service Minute marked “P6” or its implementation but, instead, due to the cancellation of several increments as a result of the petitioner failing to pass the first Efficiency Bar exam within the stipulated time, as set out in “7R7”. Thus, there is also no merit in the petitioner’s second complaint made in his letter marked “P9”. Further, as mentioned earlier, the petitioner has obtained a Degree in Surveying Science and, thereby, qualified to be absorbed into the permanent cadre of Class II Grade II with effect from 25th September 2009. He was then eligible for promotion to Class II Grade I upon completing ten years’ satisfactory service in Class II Grade II and subject to the other terms and conditions of clause 8.1 of “P6”. This occurred prior to the petitioner writing his letter marked “P9” seeking to proceed on early retirement. Thus, the petitioner, who was in his early forties at the time of writing “P9”, had a clear career path allowing for promotion within the Sri Lanka Surveyors’ Service. This is another reason which led to the second respondent refusing the petitioner’s request for early retirement. It also has to be kept in mind that clause 12 of the new Service Minute marked “P6” allowed an officer to exercise the option of early retirement only where the Public Service Commission was satisfied that that provisions of “P6” or its implementation prejudiced that officer to such an extent that he should be allowed to proceed on early retirement under section 7 of the Minute on Pensions rather than be compelled to serve under those adverse conditions. It is also relevant to take into account the fact that section 7 of the Minute on Pensions deals with the pension payable to a public officer whose office has been “abolished”. This leads to the inference that clause 12 of “P6” could be properly invoked only in instances where the provisions of “P6” or its implementation have prejudiced the conditions of service of an officer to such an extent",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.44,
      543.44,
      514.27
    ],
    "text": "that he cannot be reasonably expected to continue to serve under those adverse conditions. As set out above, the petitioner certainly did not find himself in such a predicament. Thus, the Court of Appeal correctly held that the petitioner was not prejudiced by the provisions of the new Service Minute marked “P6” or its implementation and that the 2nd respondent did not act illegally or arbitrarily when he refused the petitioner’s application for early retirement. Accordingly, the aforesaid question of law is answered in the negative and the appeal is dismissed. The parties will bear their own costs. Judge of the Supreme Court Buwaneka Aluwihare, PC, J I agree. Judge of the Supreme Court L.T.B. Dehideniya, J I agree. Judge of the Supreme Court",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  }
]