{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2023-06-27-SC-FR-139-2023--SC-FR-90-2023",
  "num": "SC/FR/139/2023, SC/FR/90/2023",
  "date_str": "2023-06-27",
  "description": "",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_90_2023_and_139_2023.pdf",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "parties": "1. Dr. Harini Amarasuriya Member of Parliament, No. 33B, Janatha Mawatha, Kotte 2. Sunil Handunneththi, No. 92/3, Paasal Mawatha, Rukmale, Pannipitiya. 3. Dr. M.R. Nihal Abeysinghe No. 134A, St. Saviour Road, Ja-Ela. PETITIONERS Vs. 1. K. M. Mahinda Siriwardena Secretary to the Ministry of Finance Ministry of Finance Colombo-01. 2. Hon. Attorney General Attorney General’s Department Colombo 12. (Named as a Respondent in terms of the First Proviso to Article 35(1) of the Constitution) 3. G. K. D. Liyanage Government Printer Department of Government Printing No. 118, Dr Danister De Silva Mawatha, Colombo 08 4. Inspector General of Police Police Headquarters Colombo 01. 5. Neil Bandara Hapuhinna Secretary Minister of Public Administration Home Affairs Provincial Councils and Local Government Independence Square Colombo 07. 6. Nimal Punchihewa Chairman, The Election Commission, Elections Secretariat, Sarana Mawatha, Rajagiriya. 7. S. B. Divarathne Member 8. M. M. Mohammed Member 9. K. P. P PAthirana Member 6th to 9th Respondents are all of: The Election Commission, Elections Secretariat, Sarana Mawatha, Rajagiriya 10. P. S. M. Charles (Former Member of the Election Commission) 1/8, Blue Ocean Apartments, No. 5, Railway Avenue, Nugegoda. 11. Saman Sri Rathnayake Commissioner of General of Elections, Elections Secretariat No. 02, Sarana Mawatha, Rajagiriya 12. Director General of Government Information Department of Government Information 163, Kirulapana Avenue, Colombo 06. 13. Tiran Alles Minister of Public Security 14th Floor, Suhurupaya, Battaramulla 14. Dinesh Gunawardena, Prime Minister and the Minister of Public Administration, Home Affairs Provincial Council and Local Government, Independence Square, Colombo 07. AND OTHERS",
  "judgement_by": "Hon. Priyantha Jayawardena PC, J"
}