[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.27,
      526.93,
      91.23
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      107.81,
      351.08,
      123.77
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      170.81,
      525.89,
      555.1
    ],
    "text": "In the matter of an Appeal from a Judgment of the Civil Appellate High Court of Avissawella. Dankoluwa Hewa Bulath Kandage Dona Subashini Ruchira Manjari, Of No. 396/4/A, Kotikawatta, Angoda. Plaintiff SC APPEAL 167 / 10 Vs SC/HC(CA)/LA/ 195/09 WP/HC/Avis/ 152/08(F) DC/Homagama/4263/CD Dangolla Appuhamilage Wimalawathie, Of Walawwatta, Kahahena, Waga. Defendant",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      600.34,
      450.15,
      614.38
    ],
    "text": "AND BETWEEN",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      659.53,
      488.79,
      759.01
    ],
    "text": "Dangolla Appuhamilage Wimalawathie, Of Walawwatta, Kahahena, Waga. Defendant Appellant",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.79,
      523.49,
      584.5
    ],
    "text": "Vs Dankoluwa Hewa Bulath Kandage Dona Subashini Ruchira Manjari, Of No. 396/4/A, Kotikawatta, Angoda. Plaintiff Respondent AND NOW BETWEEN Dangolla Appuhamilage Wimalawathie, Of Walawwatta, Kahahena, Waga. Defendant Appellant Appellant Vs Dankoluwa Hewa Bulath Kandage Dona Subashini Ruchira Manjari, Of No. 396/4/A, Kotikawatta, Angoda.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      587.5,
      522.77,
      750.37
    ],
    "text": "Plaintiff Respondent Respondent BEFORE : S. EVA WANASUNDERA PCJ. SISIRA J. DE ABREW J. & K. T. CHITRASIRI J.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      75.15,
      526.74,
      355.04
    ],
    "text": "COUNSEL : Rohan Sahabandu PC for the Defendant Appellant Appellant. Ranjan Suwandaratne for the Plaintiff Respondent Respondent. ARGUED ON : 01.12.2016. DECIDED ON: 14.03.2017. S. EVA WANASUNDERA PCJ. This Court had granted Leave to Appeal on the 30th September, 2010 on the questions of law set out in paragraph 16(c) and (i) of the Petition of Appeal dated 26.08.2009. They are as follows:-",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      355.86,
      526.4,
      372.08
    ],
    "text": "1. Did the High Court err in law in not appreciating that the issues accepted",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      375.08,
      526.71,
      440.48
    ],
    "text": "by Court do not impute fraud or trust and in such an instance could the High Court hold that, the impugned deed is a conditional transfer creating a mortgage? 2. Did the learned District Judge as well as the High Court Judges err in not",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      443.48,
      526.74,
      748.09
    ],
    "text": "appreciating that, as the plaintiff’s position was that impugned deed is a mortgage, no evidence could be led to contradict or vary the attested document, the deed in question? The facts pertinent to the matter in hand are as follows: By Deed No. 5880 dated 25.11.1996 the Plaintiff Respondent Respondent (hereinafter referred to as the Plaintiff) had transferred her land with her partly built residential house on the said land, to the Defendant Appellant Appellant (hereinafter referred to as the Defendant). The consideration which passed before the Notary Public who attested the said Deed was Rs. 150,000/- only. On the same day and at the same time as the said Deed was signed and attested, another document was signed by the transferee, the Defendant and handed over to the Plaintiff giving her a promise that the said land and property will be re-transferred to her on the very same day that the money would be paid to the Defendant, when the principal amount of Rs. 150,000/- is returned with the collected interest at 8% per month within one year. This document was not a notarially executed document. It was signed by the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.79,
      529.85,
      755.41
    ],
    "text": "Defendant on revenue stamps in the presence of two witnesses who had also signed the same. Plaintiff filed action against the Defendant when the Defendant refused to accept the money borrowed with interest and re-transfer the property after 6 months from the date of the said Deed. Prior to filing action, the Plaintiff had gone before the Debt Conciliation Board and there again, the matter did not get settled because the Defendant refused to accept the money and re-transfer the property. By the Plaint dated 10.07.1998 , the Plaintiff prayed for a declaration that the Deed of Transfer No. 5880 is not a deed of transfer but it is a conditional transfer and therefore the said Deed No. 5880 to be set aside. The Defendant filed answer on the basis that the transfer was a valid transfer and that it did not amount to a loan transaction and totally denied that it was a conditional transfer. The trial was taken up and concluded with the evidence of the Plaintiff, one of the witnesses to the deed in question, the Notary Public and the Defendant. The main documents were P1, the Deed No.5880 and P2 the document which was signed at the same place on the same day with the same persons signing as witnesses to both P1 and P2. The trial judge delivered judgment on 24.09.2003 concluding that the said Deed 5880 is not a sale or a proper transfer and therefore there had not been a transfer of the property of the Plaintiff to the Defendant. The said Deed was held to be a conditional transfer pertinent to a loan transaction. The District Judge ordered that Rs.150,000/- and should be deposited in the District Court with legal interest from 25.11.1997 to the date of the deposit of the said amount in Court, by the Plaintiff; the Registrar was directed to execute a deed of retransfer from the Defendant to the Plaintiff; the money deposited in Court could be claimed by the Defendant only after the said Deed of retransfer was executed and that the stamp fees and other costs incurred should be born by the Plaintiff on or before 01.04.2004. The Defendant appealed against this Judgment to the Civil Appellate High Court. The High Court Judges agreed with the District Judge and dismissed the Appeal. Hence, the Defendant is before this Court in Appeal, once again. The only point of contest is “ whether the said Deed 5880 is a conditional transfer pertinent to a loan transaction or not “. In this regard, Section 92 of",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.79,
      526.77,
      755.41
    ],
    "text": "the Evidence Ordinance was discussed by both parties in their submissions. The case law contained in Wickremarathne Vs Thavendrarajah 82, 1 SLR 21 was also discussed by both parties in comparison to the situation in the case in hand. Section 91 of the Evidence Ordinance reads: Evidence of terms of contracts, grants or other disposition of property reduced to form of document. - “ When the terms of a contract, or a grant, or of any other disposition of property have been reduced by or by consent of the parties to the form of a document, and in all cases in which any matter is required by law to be reduced to the form of a document, no evidence shall be given in proof of the terms of such contract, grant or other disposition of property, or of such matter, except the document itself, or secondary evidence of its contents in cases in which secondary evidence is admissible under the provisions herein before contained. “ Section 92 of the Evidence Ordinance reads; “ When the terms of any such grant or other disposition of property or any matter required by law to be reduced to the form of a document have been proved according to the last Section, no evidence of any oral agreement or statement shall be admitted as between the parties to any such instrument or their representatives in interest, for the purpose of contradicting, varying, adding to or subtracting from its terms.” In simple language, the aforementioned provisions of the Evidence Ordinance provides that if two or more parties get together and sign a legal document with terms and conditions contained therein, binding each party, then, the same parties cannot give oral evidence to contradict the contents of the written document. Section 92 clearly excludes any oral evidence to vary, add , subtract or contradict what is included in the legally signed document. What has the ‘ judge made law ‘ done with regard to these provisions? In the case quoted by both the Appellant and the Respondent or the Defendant and the Plaintiff, namely the case of Wickremaratne Vs Thavendraraja 82, 1 SLR 21, Justice Atukorale analysed correctly that , “ the question for our adjudication is a question of law namely, whether the provisions of Section 92 of the Evidence Ordinance prohibits the reception of",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.79,
      526.74,
      755.41
    ],
    "text": "oral evidence to show that the purported lease of the business of Modern Drapery Stores is in reality not a lease of the business at all but was only a sham ………circumventing the rent restriction laws “ Justice Atukorale, stated in the judgment, thereafter thus: “ There is therefore, in my view, sufficient oral evidence by way of admissions by the Appellant himself to prove that there was no agreement between the parties as evidenced by P4 and that P4 was only a ruse to conceal their true transaction which was one of letting and hiring of the premises….much in excess of the authorized rent. “ He goes on further and states in the same judgment, that “ the question that arises for consideration is whether in a situation like this parole evidence of the Appellant which shows that there was in fact no agreement between the parties as set out in the document P4 is excluded by Sec. 92 of the Evidence Ordinance. “ He draws the difference in ‘ having a legal document with terms and conditions ‘ to which Sec. 92 applies and ‘ having a legal document which is in the true sense not a binding agreement, with the terms and conditions which are truly not intended by parties to be intact, as binding the parties ‘. In other words , in his judgment in the aforementioned case, Justice Atukorale brings up the position that what the parties had in mind when they signed that legal document is what matters. It is only upon proof of the fact that the document signed by parties contained what they intended truly to take place, it is only then, that the document becomes subject to Sec. 92 of the Evidence Ordinance. There is nothing in Sections 91 and 92 of the Evidence Ordinance to exclude oral evidence being led to show that there was no agreement between the parties and therefore no contract exists. The party who wants to attract Sec. 92 should in the first instance prove that the signed document truly contains clauses by which the parties truly agreed to be bound. Parole evidence can be led to prove that there was no agreement which was intended to be so, contained in the document. Justice Atukorale further said, “ I am therefore of the opinion that neither Sec. 92 or 91 can have any application unless there has been in the first instance a contract or a grant or any other disposition of property between the parties”.",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.79,
      535.98,
      755.41
    ],
    "text": "The position of law as expounded by the judgment in Wickremaratne Vs Thavendrarajah (supra ), is to the effect that , any evidence which is intended to show that there was in fact no contract, grant, or other disposition of property would not offend against the provisions of Sections 91 and 92. In the earlier case of Penderlan Vs Penderlan 50 NLR 513, also it had been held that “ the prohibition in Sec. 92 does not extend to a case where it is sought to prove that a transaction was a sham “. In the said case, it was sought to prove that the transaction was fictitious and not what it purported to be. The judges had observed that evidence of the fact that an instrument was never intended to be acted upon, was not extended by Sec. 92. In Dayawathie Vs Gunasekera and Another, 1991, 1 SLR 115, it was held that “ The Prevention of Frauds Ordinance and Section 92 of the Evidence Ordinance do not bar parole evidence to prove a constructive trust and that the transferor did not intend to pass the beneficial interest in the property .” I find that in the case in hand, the evidence led before the District Court demonstrates that the parties who signed the Deed No. 5880 which is on the face of it, a Deed of Transfer cannot be regarded as a transfer of the property in question. The parties had never intended to act upon the said instrument. The Defendant had signed another document P2, at the same time that the Deed 5880 was signed, promising a retransfer within one year when the money is paid back. The money which was given to the Plaintiff by the Defendant was a loan taken by the Plaintiff at a very high interest at 8% per month. The Plaintiff in her evidence stated that Rs. 12000/- was paid per month on the loan of Rs.150000/-. She had paid interest on two consecutive months. The Notary gave evidence and said that the Notary by himself wrote in his own handwriting, the second document which was not notarially executed but the whole transaction was a proper loan. The Defendant had promised to retransfer the land to the Plaintiff. Moreover, the Notary, giving evidence stated that, it is the Plaintiff who was , on the face of the Deed 5880, the purported Seller of the land in question, who had paid the stamp duty and the Notary’s charges whereas if it is a true sale of land, it is the Buyer who has to pay the stamp duty and the Notary’s charges. The evidence before the trial judge was that the Plaintiff had remained in possession from the date of the Deed 5880 up to filing action against the Defendant and up to the date of giving evidence.",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.79,
      529.85,
      738.37
    ],
    "text": "The trial judge had answered the first issue in favour of the Plaintiff stating that, “ the said Deed 5880 although prima facie a deed of transfer is only a deed written in regard to a monetary transaction. The said deed is not a Transfer. “ The Plaintiff had gone before the Debt Concilliation Board within one year of the said transaction in compliance with the provisions of law pertinent to loans and transactions because it was in deed a loan transaction, pledging the transfer of an immovable property as security for the said loan. Since the Defendant had totally refused to retransfer , the Board had not been able to settle the matter and therefore set it aside, as under the law, the Board could do nothing else. The President’s Counsel appearing for the Defendant Appellant argued that the District Judge as well as the High Court Judges had considered only the case of Wickremaratne Vs. Thavendrarajah (supra) and had concluded the case before them erroneously. The Counsel had commented on many other cases and argued that the said Deed 5880 was not a fraud, sham, sabotage or camouflage and that parole evidence cannot be led to disprove the contents of the said deed. I have considered the cases the President’s Counsel had referred to on behalf of the Defendant Appellant, in his written submissions, such as Setuwa Vs Ukkuwa 56 NLR 337, Palingu Menike Vs Mudiyanse 50 NLR 566, William Fernando Vs Roslyn Cooray 59 NLR 169 and Premawathie Vs. Gnanawathie 1994 2 SLR 172 etc. The President’s Counsel argued that there was no issue raised at the trial before the District Court on trust and therefore the Plaintiff is not entitled to argue that there was a trust between the Vendor and the Vendee in the case in hand. I observe that even though there had not been a specific issue on trust raised in that manner before the trial judge, the pleadings had revealed that there was no actual transfer of the property by Deed 5880. The notarially executed deed was not a document intended to be acted upon. It was only security given for the loan granted by the Plaintiff to the Defendant. Chief Justice G.P.S.de Silva observed in Premawathie Vs Gnanawathie (supra) that “An undertaking to reconvey the property sold was by way of a non notarial document which is of no force or avail in law under Sec. 2 of the Prevention of Frauds Ordinance. However the attendant circumstances must be looked at, as the Plaintiff was willing to transfer the property back. The attendant circumstances point to a constructive trust within the meaning of",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.79,
      526.71,
      259.73
    ],
    "text": "Section 83. The attendant circumstances show that the defendant did not intend to dispose the beneficial interest.” Precisely, if there was no intention to act upon the notarially executed document, it is no proper transfer but a sham. The evidence in this case amply prove that the transaction was only a loan granted by the Plaintiff Appellant to the Defendant Respondent at an exorbitant interest rate per month, which was also secured by the transfer deed. In the case of Thisa Nona and Three Others 1997 1 SLR 169, Justice Wigneswaran had considered a similar matter as the case in hand before this Court and the Court of Appeal held that;",
    "fonts": [
      "Calibri",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      260.67,
      526.41,
      276.89
    ],
    "text": "1. The fact that document 1V2 was admitted by the Plaintiff Respondent,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      277.22,
      526.71,
      413.6
    ],
    "text": "the fact that the 1st Defendant Appellant paid the stamp and Notary’s charges, the fact that P16 was a document which came into existence in the course of a series of transactions between the Plaintiff Respondent an the fact that the 1st Defendant Appellant continued to possess the premises in suit just the way she did before P16 was executed, all go to show that the transaction was a loan transaction and not an outright transfer. 2. The attendant circumstances show that the 1st Defendant Appellant did",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      416.6,
      526.73,
      550.3
    ],
    "text": "not intend to dispose of the beneficial interest in the property transferred. “Law therefore declares under such circumstances that the Plaintiff Respondent would hold such property for the benefit of the 1st Defendant Appellant. “ In another case decided by the Court of Appeal, namely Piyasena Vs Don Vansue 1997 2 SLR 311 also it was held that:",
    "fonts": [
      "Calibri",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      551.24,
      526.52,
      567.46
    ],
    "text": "1. Even though a transfer is in the form of an outright sale, it is possible to",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      570.46,
      526.56,
      687.13
    ],
    "text": "lead parole evidence to show that facts exist from which it could be inferred that the real transaction was either, i. Money lending where the land is transferred as a security as in this case or ii. A transfer in trust, in such cases Sec. 83 of the Trusts Ordinance would apply. 2. A trust is inferred from attendant circumstances. The trust is an",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      690.13,
      526.68,
      755.41
    ],
    "text": "obligation imposed by law on those who try to camouflage the actual nature of a transaction. When the attendant circumstances point to a loan transaction and not a genuine sale transaction the provisions of Sec. 83 of the Trusts Ordinance apply.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.79,
      526.74,
      652.9
    ],
    "text": "I do not find fault with the lower court judges for not having considered any other cases because they have analysed quite well the evidence led before the trial judge and also considered the law contained in Sections 91 and 92 of the Evidence Ordinance as well as the law laid down by judge-made-law and followed the authority they thought was most suitable to be followed. The said judges had taken note of the fact that the Defendant had admitted signing the document P2 in her evidence. The Defendant had not refused to sign the said document P2 and it was not under duress either. Although the document P2 is not a notarially executed document, it clearly shows the intention of the parties that the transaction was merely a money transaction and Deed 5880 was never meant to be a deed of transfer and never meant to be acted upon. I hold that the Transfer Deed 5880 was a sham and never meant or intended to be acted upon as a transfer of the property which is the subject matter of this case. I answer the questions of law enumerated above in the negative, in favour of the Plaintiff Respondent Respondent and against the Defendant Appellant Appellant. I am of the opinion that this court has no reason to disturb the judgments of the Civil Appellate High Court and the District Court. The Deed No. 5880 is hereby set aside. The Plaintiff Respondent Respondent is entitled to deposit the borrowed money of Rs. 150000/- (One Hundred and Fifty Thousand) in Court as directed in the District Judge’s Judgment and get the property transferred back to her through the Registrar of the District Court. The Plaintiff Respondent Respondent is entitled to what was prayed for in the Plaint before the District Court. This Appeal is hereby dismissed with costs. Judge of the Supreme Court Sisira J De Abrew J. I agree.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      655.93,
      489.39,
      755.41
    ],
    "text": "Judge of the Supreme Court K. T. Chitrasiri J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]