{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-09-04-SC-FR-276-2018",
  "num": "SC/FR/276/2018",
  "date_str": "2025-09-04",
  "description": "",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_276_2018.pdf",
  "parties": "Lokugamhewage Deepika Damayanthi, \\\"Hasini\\\", Bandaramulla, Mirissa. Petitioner Vs. 1. W.S. Vasantha Kumara, Officer In Charge, Police Station, Thihagoda. 2. G.M.Premasiri, Sub Inspector of Police, Police Station, Thihagoda. 3. Kankamge Krishan Jeewaka Jayaruk, \\\\\\\\\\\\\\\"ThangalleGedara\\\\\\\\\\\\\\\" Uda Aparakka, Aparakka. 4. P.M. Thilaka Kalyani, Southern Provincial Director of National Police Commission, 1st Floor, District Secretariat, Galle. 5. S.P.H.Marapana, Superintendent of Police, Office of the Superintendent of Police, Matara. 6. Deputy Inspector General of Police, Matara Hambantota Division, Office of the Deputy Inspector General of Police, Matara. 7. Dumidhu Senanayake, Assistant Superintendent of Police, Officer of the Asst: Superintendent of Police, Akuressa. 8. Mr. P.H. Manathunga, The Chairman National Police Commission, Bandaranayake Memorial International Conference Hall Premises, Block No.9, Baudhaloka Mawatha, Colombo 07. 9. Mr.D.M.Saman Dissanayake, The Secretary, National Police Commission, Bandaranayake Memorial International Conference Hall Premises, Block No.9, Baudhaloka Mawatha, Colombo 07. 10. Prof. S.T. Hettige 11. Mrs. Savithree Wijesekara 12. Mr. Y.L.M.Sawahir 13. Mr. B. A. Jeyanathan 14. Mr. Tilak Collure 15. Mr. Frank De Silva, All of the 10th -14th Respondents are Members of National Police Commission BMICH, Block No.9, Baudhaloka Mawatha, Colombo 07. 16. K.K. Janaka Thushara, Officer In Charge Police Station, Kotawila. 17. Inspector General of Police Sri Lanka Police Headquarters, Colombo 05. 18. Honourable Attorney General, Attorney General Department, Colombo 12. Respondents\n\nView More",
  "judgement_by": "Hon. Menaka Wijesundera J"
}