[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      98.3,
      72.18,
      520.52,
      85.56
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      125.18,
      86.96,
      493.4,
      129.6
    ],
    "text": "OF SRI LANKA In the matter of an appeal with",
    "fonts": [
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      131.0,
      614.35,
      335.81
    ],
    "text": "leave to appeal obtained from this Court. N.H.M.S.PERERA “Anula”, Polwatte, Kolonna. PLAINTIFF SC Appeal No. 103/2013 SC HCCA LA No. 84/2013 VS. HCCA/SG/RAT Appeal No. 115/2010 [F] D.C.Ratnapura Case No.16400/L MARGARET PERERA Kadapola, Kolonna. DEFENDANT 1A. G.D.LEELARATNE",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      337.19,
      540.1,
      453.55
    ],
    "text": "Kadapola, Kolonna. 2A. G.D.RUPANI Aluth Walauwwa, Kolonna. SUBSTITUTED DEFENDANTS AND 1A. G.D.LEELARATNE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      454.93,
      543.46,
      541.87
    ],
    "text": "Kadapola, Kolonna. 2A. G.D.RUPANI Aluth Walauwwa, Kolonna. SUBSTITUTED DEFENDANTS- APPELLANTS VS.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      543.25,
      424.16,
      571.39
    ],
    "text": "N.H.M.S.PERERA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      572.65,
      542.14,
      615.58
    ],
    "text": "“Anula”, Polwatte, Kolonna. PLAINTIFF-RESPONDENT",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      616.84,
      452.84,
      659.74
    ],
    "text": "AND NOW 1A. G.D.LEELARATNE",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      661.0,
      541.54,
      718.54
    ],
    "text": "Kadapola, Kolonna. SUBSTITUTED 1A DEFENDANT- APPELLANT-PETITIONER/ APPELLANT",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.18,
      344.81,
      85.56
    ],
    "text": "VS.",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      86.96,
      420.8,
      114.98
    ],
    "text": "N.H.M.S.PERERA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      116.36,
      542.74,
      188.66
    ],
    "text": "“Anula”, Polwatte, Kolonna. PLAINTIFF-RESPONDENT- RESPONDENT M.A. ANULA PERERA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      189.92,
      554.14,
      365.21
    ],
    "text": "“Anula”, Polwatte, Kolonna. SUBSTITUED PLAINTIFF- RESPONDENT-RESPONDENT G.D.RUPANI Aluth Walauwwa, Kolonna. SUBSTITUTED 1B DEFENDANT- APPELLANT-RESPONDENT BEFORE: S.E.Wanasundera,PC J",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      366.59,
      527.74,
      438.91
    ],
    "text": "Sisira J. De Abrew, J. Prasanna Jayawardena, PC, J. COUNSEL: S.A.D.S.Suraweera for the Substituted 1A Defendant-Appellant- Petitioner/Appellant.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      440.17,
      537.77,
      674.02
    ],
    "text": "G.Samaranayake with G.D.Gunaratna for the Substituted Plaintiff- Respondent-Respondent. WRITTEN By the Substituted 1A Defendant-Appellant-Petitioner/Appellant. SUBMISSIONS on 15th June 2015. FILED: By the Substituted Plaintiff-Respondent-Respondent on 10th March 2014. ARGUED ON: 03rd November 2016. DECIDED ON: 22nd June 2017. Prasanna Jayawardena, PC, J.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      683.32,
      506.48,
      711.46
    ],
    "text": "This appeal concerns the ownership of a premises in which there is a small shop, located in the bazaar of the town of Kolonna in the Sabaragamuwa District.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.18,
      542.26,
      203.3
    ],
    "text": "The Plaintiff-Respondent-Respondent [“the plaintiff”] filed this action in the District Court of Embilipitiya on 23rd September 1992. The plaintiff’s case, as set out in the plaint, was that, the plaintiff had title to the premises described in the schedule to the plaint under and in terms of deed of transfer no.1562 executed in his favour by Somawathie Hamine, to whom the premises had been transferred by her father, Madduma Appuhami. The plaintiff pleaded that the defendant abovenamed had been the tenant of his predecessor in title - namely, Somawathie Hamine - but refused to attorn to him despite being requested to do so. On that basis, the plaintiff prayed for a declaration of title to the premises, the ejectment of the defendant from the premises and damages.",
    "fonts": [
      "Arial",
      "Tahoma"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      210.78,
      542.07,
      314.45
    ],
    "text": "The defendant filed an answer dated 11th May 1994 admitting that, she had been the tenant of Somawathie Hamine and that Somawathie Hamine had later sold and transferred the premises to the plaintiff by the aforesaid deed of transfer no.1562. The defendant denied that she had failed to pay monthly rent to the plaintiff and pleaded that she was ready and willing to pay the monthly rent. The defendant prayed that, the plaintiff’s action be dismissed and prayed for a declaration that the defendant was the tenant of the premises.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      321.81,
      536.74,
      425.47
    ],
    "text": "When the case was taken up for trial on 04th April 1995, Counsel appeared for both the plaintiff and the defendant. The Journal Entry of the day states the names of both the plaintiff and the defendant and it is evident that the plaintiff was present in Court since he gave evidence on that day. However, it is not clear from the Case Record whether the defendant was present in Court. No admissions were recorded. The plaintiff framed nine issues on the lines of the averments in the plaint. The defendant framed only the following two issues:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      434.77,
      535.06,
      462.91
    ],
    "text": "(a) Whether the defendant is the tenant of the premises? (b) Whether the plaintiff can have and maintain this action in fact and in law?",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      472.21,
      539.01,
      561.55
    ],
    "text": "Thereafter, the plaintiff gave evidence on the lines of the case set out in the plaint and produced the documents marked “පැ1” to “පැ6”. The plaintiff was cross examined by counsel for the defendant and was re-examined on the same day. Thus, the plaintiff’s evidence was completed on 04th April 1995 and the case was re-fixed for further trial on 25th October 1995. On that day the defendant moved for a postponement of the trial and the was case re-fixed for further trial on 07th February 1996.",
    "fonts": [
      "Arial",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      568.91,
      543.02,
      687.22
    ],
    "text": "On 31st January 1996, one M.A.Manamperi, who was the son-in-law of the defendant, filed a petition stating that the defendant had appointed him as her Attorney by a Special Power of Attorney No.1593 dated 29th November 1995 and moved that he be allowed to represent the defendant in the trial from then on. The plaintiff did not object to that application. Accordingly, the District Court permitted Manamperi to represent the defendant in the proceedings. It was also stated by the aforesaid Attorney that the proxy granted by the defendant to her previous Registered Attorney-at-Law had been revoked and a new Proxy had been granted to another Attorney-at-Law.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.18,
      534.4,
      188.66
    ],
    "text": "At the same time, the defendant, through her aforesaid Attorney, Manamperi, made an application to amend the answer by denying that the defendant was, at any stage, a tenant of the plaintiff or his predecessors in title. The defendant went on to claim that, the defendant was entitled to a half share of the premises described in the schedule to the amended answer and, inter alia, prayed for a declaration that the defendant was entitled to that half share of the premises described in the schedule to the amended answer. By his Order dated 24th April 1996, the learned District Judge refused this application to amend the answer and fixed this case for further trial on 24th July 1996.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      197.96,
      529.61,
      255.53
    ],
    "text": "On that date, counsel for the defendant made an application for the trial to commence de novo on the basis that evidence up to then had been heard by the learned District Judge’s predecessor. By his Order dated 14th August 1996, the learned District Judge refused that application and fixed this case for further trial on 20th November 1996.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      262.89,
      529.11,
      326.33
    ],
    "text": "On 20th November 1996 and 19th March 1997, the plaintiff led the evidence of one J.M.D.Bandara and the evidence of Somawathie Hamine who produced the aforesaid deed of transfer no. 8520 marked “පැ7”. Thus, the plaintiff closed his case on 19th March 1997, leading in evidence the documents marked “පැ1” to “පැ7”.",
    "fonts": [
      "Arial",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      334.41,
      541.82,
      452.83
    ],
    "text": "The defendant commenced her case on 20th August 1997 with her Attorney, Manamperi giving evidence. This witness attempted to give evidence which was entirely different to the case averred in the defendant’s answer. Counsel for the plaintiff, quite rightly, objected on the grounds that, as explained in section 150 of the Civil Procedure Code, the defendant was not entitled to make out a case which was materially different from the case pleaded in the answer. The learned District Judge upheld that objection and re-fixed the trial for 18th September 1997, presumably to enable the witness to prepare his evidence which should be reasonably in accord with the averments in the answer.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      460.19,
      539.39,
      549.07
    ],
    "text": "However, the trial was not taken up on 18th September 1997 since the learned District Judge recorded that he did not wish to continue to hear this trial for personal reasons. The case was called on 12th November 1997, on which date, the defendant revoked the proxy granted to her Registered Attorney-at-Law. After considerable delay on her part, the defendant granted proxy to another Registered Attorney-at-Law and trial was fixed for 06th October 1998 before the learned Additional District Judge.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      558.37,
      540.98,
      689.62
    ],
    "text": "Shortly before that trial date, the defendant made another application to amend the answer on much the same lines set out in the previous application to amend the answer made in 1996, more than two years earlier. The significant difference was that the defendant dispensed with the prayer for a declaration that the defendant was entitled to a half share of the premises described in the schedule to the amended answer. After hearing the submissions made by counsel for both parties, the learned Additional District Judge made an Order dated 06th October 1998 refusing that application and fixed the case for further trial on 01st December 1998.This Order was made in the presence of both parties and their counsel.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.18,
      541.88,
      188.66
    ],
    "text": "However, neither the defendant nor her Attorney nor her counsel appeared when this case was taken up for trial on 01st December 1998 at the appointed time. The case was kept aside and was taken up half hour later. There was still no appearance by the defendant or her Attorney or her counsel even then. Thereupon, counsel for the plaintiff, as entitled to in law, made an application that the case be reserved for judgment on the evidence that had been led. The learned Additional District Judge, entirely correctly, allowed that application and fixed the case for judgment on 08th December 1998. On that day, the District Court entered judgment for the plaintiff, as prayed for in the plaint.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      197.96,
      542.98,
      284.93
    ],
    "text": "The defendant then made an application under section 86 (2) of the Civil Procedure Code to vacate what the defendant termed was an ex parte judgment. The defendant’s application under section 86 (2) of the Civil Procedure Code was fixed for inquiry on 03rd March 1999. On that day, Manamperi gave evidence in support of this application. Thereafter, the plaintiff gave evidence and moved to lead the evidence of another witness. Accordingly, the next date of inquiry was fixed for 23rd March 1999.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      292.41,
      542.02,
      528.43
    ],
    "text": "However, before the case could be taken up for further inquiry on 23rd March 1999, the Registrar of the Court of Appeal informed the District Court that the defendant had made an application to the Court of Appeal praying for leave to appeal from the Order of the District Court dated 06th October 1998 refusing the second application to amend the answer and that the Court of Appeal had granted leaved to appeal on 09th March 1999. Thereupon, proceedings in this case in the District Court were stayed. On 10th February 2000, the Court of Appeal entered judgment observing that the Registered Attorney-at-Law who had appeared for the defendant in the District Court had sent a letter of demand on behalf of the plaintiff and also attested the deed no. 1562, and, therefore, set aside the Order of the District Court dated 06th October 1998. Further, the Court of Appeal transferred the case to the District Court of Ratnapura and directed that the trial be heard de novo with the parties having the right to amend their pleadings if they so desired. The Court of Appeal did not make an Order setting aside the judgment dated 08th December 1998 entered by the District Court. However, the fact that, the Court of Appeal ordered that the trial be heard de novo would result in that judgment of the District Court being deemed to have been set aside by the Court of Appeal.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      537.85,
      539.64,
      698.38
    ],
    "text": "In terms of the aforesaid judgment of the Court of Appeal, the case was called in the District Court of Ratnapura on 07th September 2000. The defendant moved to amend the answer and was directed to file answer on 22nd June 2001. However, the defendant did not file answer on that date or on the further date that was granted by the Court and was eventually given a final date of 25th January 2002 to file answer. On 25th January 2002, the District Court was informed that the defendant had died. On 12th July 2002, the aforesaid 1A and 2A Substituted Defendants-Appellants – namely G.D.Leelaratne and G.D.Rupani, who are the son and daughter of the deceased defendant – were substituted in place of the defendant. Thereafter, the plaintiff filed an amended plaint naming the substituted defendants-appellants in the caption and the defendant filed an amended answer and the plaintiff filed a replication. Although the trial was then fixed for",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      70.24,
      542.04,
      527.23
    ],
    "text": "13th November 2003, the trial was not taken up on that day or on the next three days of trial. On 30th June 2005, the plaintiff filed an amended plaint on lines similar to the original plaint. The plaintiff’s case, as pleaded in the amended plaint, is that: the premises described in the schedule to the amended plaint originally belonged to Madduma Appuhami; the premises are described in that schedule as a shop room which is 18 feet x 12 feet in area and has a tiled roof, bounded on the North by the wall of Wijaya Mudalali’s shop, on the East by the Embilipitya-Suriyakanda Road, on the South by the Nedola Road and on the West by the wall of Hendrick Appuhami’s house; Madduma Appuhami had later transferred the premises to Somawathie Hamine and Wijewardena Appuhami by deed of transfer no. 8520 dated 09th June 1943. As mentioned earlier, Somawathie Hamine was Madduma Appuhami’s daughter; Somawathie Hamine became solely entitled to the premises after the death of Wijewardena Appuhami; In the meantime, Madduma Appuhami had given the premises on lease to the defendant’s husband upon a lease agreement no. 222 dated 08 November 1967.At the end of term of that lease agreement, the defendant’s husband continued to remain in the premises as a monthly tenant; After the death of the defendant’s husband, the defendant had attorned as tenant to Somawathie Hamine and paid monthly rent to Somawathie Hamine; the premises were later transferred by Somawathie Hamine to the plaintiff, by deed of transfer no. 1562 dated 03rd December 1990 and, thereby, the plaintiff obtained sole title to the premises. It should be mentioned that, the plaintiff was Somawathie Hamine’s son-in-law; By a letter dated 31st January 1991, the plaintiff had requested the defendant to attorn as tenant to the plaintiff and pay the monthly rent to the plaintiff; However, the defendant had not done so; Further, the defendant had failed to quit the premises though requested to do so; The defendant’s failure to quit the premises had caused loss and damage to the plaintiff in a sum of Rs.9,000/- with further loss and damage at the rate of Rs.500/- per month until the plaintiff obtained possession of the premises; On the aforesaid basis, the plaintiff prayed for a declaration that he is entitled to the premises described in the schedule to the plaint, for the ejection of the defendant from the premises and for the recovery of damages.",
    "fonts": [
      "Arial",
      "Tahoma"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      534.59,
      543.82,
      711.82
    ],
    "text": "In her amended answer dated 07th July 2006, the defendant denied all the averments in the plaint. The defendant then pleaded a claim in reconvention on the following lines: the original owners of the premises described in the first schedule to the amended answer, were V.Sinnadorai and S. Ponnamma; The premises described in the first schedule to the amended answer are: (i) a two roomed shop premises with a thatched roof and (ii) another shop room bearing no.51 which is 18 feet in length and 12 feet in width and has a tiled roof and (iii) a third adjacent shop room which is 18 feet in length and 14 feet in width and has a titled roof, all of which are situated within the larger land named “Bogahaliyadde”. However, the first schedule to the amended answer only states the metes and bounds of the larger land named “Bogahaliyadde” and not the metes and bounds of the four shop rooms described in (i), (ii) and (iii) referred to above; V.Sinnadorai and S. Ponnamma sold and transferred the entirety of the premises",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.18,
      545.26,
      454.63
    ],
    "text": "described in the first schedule to the answer to P.A.John Singho and D.Hinnihami by deed no. 14443 dated 03rd December 1916; thereafter, P.A.John Singho and D.Hinnihami sold and transferred a demarcated [“වෙන් කර ගත් “] extent out of the aforesaid land and premises which was 26 feet in length and 24 feet in width and consisted of two shop rooms, to S.J.Martin Appuhami by deed no 1519 dated 15th June 1917; S.J.Martin Appuhami entered into possession of the said land and premises and also became entitled to a further extent of the said land and premises upon other deeds and, for many years, remained in sole and exclusive possession of a shop room which was 40 feet in length and 24 feet in width which is described in the second schedule to the amended answer and is situated within the aforesaid land named “Bogahaliyadde”; by deed no 7404 dated 19th November 1940, S.J.Martin Appuhami sold and transferred the said shop room described in the second schedule to the amended answer, to the defendant’s husband, Hendrick Appuhami; Upon the death of the defendant’s husband, the defendant became entitled to the said shop room which is described in the second schedule to the amended answer; upon the death of the defendant, the substituted defendants-appellants have become entitled to the shop room described in the second schedule to the amended answer; The premises described in that second schedule to the amended answer are a divided extent consisting of a shop room which is 40 feet in length and 24 feet in width and has a tiled roof and is said to be an amalgamation of the two roomed shop premises described in the aforesaid first schedule. However, the second schedule does not state the metes and bounds of this shop room which is said to be 40 feet in length and 24 feet in width; On the aforesaid basis, the substituted defendants-appellants prayed for the dismissal of the plaintiff’s action, a declaration that the substituted defendants-appellants are entitled to the premises described in the second schedule to the amended answer and for the recovery of damages in a sum of Rs.200,000/-.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Calibri",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      464.05,
      537.2,
      521.59
    ],
    "text": "The plaintiff filed a replication denying the claim in reconvention and pleading that the plaintiff was entitled to judgment since the substituted defendants-appellants had made no claim to the premises described in the schedule to the plaint which are bounded on the East by the Embilipitya-Suriyakanda Road and on the South by the Nedola Road.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      528.83,
      543.24,
      710.86
    ],
    "text": "The trial de novo was eventually taken up on 03rd April 2007. The parties framed issues based on their pleadings in the amended plaint, amended answer and replication. The plaintiff gave evidence and closed his case leading in evidence the documents marked “පැ1” to “පැ7” . When the substituted defendants-appellants commenced their case, Manamperi, two official witnesses and the 1A substituted defendant-appellant gave evidence. The substituted defendants-appellants closed their case on 04th January 2010 leading in evidence the documents marked “වි1” to “වි23” . At the end of this trial, the District Court entered judgment dated 09th September 2010 for the plaintiff granting a declaration that the plaintiff was entitled to the premises described in the schedule to the plaint - namely, the premises described as a shop room which is 18 feet x 12 feet in area, bounded on the North by the wall of Wijaya Mudalali’s",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.18,
      540.0,
      144.5
    ],
    "text": "shop, on the East by the Embilipitya-Suriyakanda Road, on the South by the Nedola Road and on the West by the wall of Hendrick Appuhami’s house, and an order ejecting the defendant and her successors and those holding under her, from the premises. The District Court held that the plaintiff had failed to prove the damages that had been prayed for in the plaint and did not award damages to the plaintiff.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      153.8,
      542.59,
      328.97
    ],
    "text": "I have recounted the long history of this case, in some detail, to set out why this action which was instituted in 1992 was taken up for trial only in 2007 – ie: 15 years later – and concluded in the District Court in 2010 . The defendant and her successors have remained in possession of the premises during this entire period. When the District Court delivered its judgment, the substituted defendants-appellants appealed to the High Court of the Sabaragamuwa Province holden in Ratnapura. The High Court affirmed the judgment of the District Court and dismissed the appeal. Thereupon, the substituted 1A defendant-appellant-petitioner/appellant [“the appellant”] filed an application in this Court seeking leave to appeal from the judgment of the High Court. This Court has granted leave to appeal on the following questions of law, which are reproduced verbatim:",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      338.39,
      542.98,
      707.38
    ],
    "text": "(i) Did the learned trial judge as well as the honourable judges of the Provincial High Court have err in law in arriving at the erroneous conclusion that the Plaintiff could have and maintain the instant action without a clear identification of the corpus at a time when the plaintiff had instituted action in respect of a very small portion of a larger land,? (ii) Did the Honourable judges of the Provincial High Court have misdirected themselves on the law in relation to a case of this nature as the Plaintiff was only a co owner of a larger land who had instituted action to eject another co owner? (iii) Are the judgments of the trial court and the Provincial High Court are erroneous and bad in law in view of the judgment of the Court of Appeal wherein their Lordships of the Court of Appeal had held that the Defendant is a co owner of the land in suit, the Plaintiff’s action ought to have been dismissed by the learned trial judge after answering the issues in favour of the Defendant? (iv) Had the honourable judges of the Provincial High Court have erred in law in arriving at the erroneous conclusion that the Plaintiff had reconciled the boundaries of the land in suit with the boundaries of the original deed as the original deed deals with a much larger land where a road was not a boundary and the land in suit is only an undivided portion of the said larger land with different boundaries?",
    "fonts": [
      "Arial",
      "Nirmala UI"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      311.33,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      72.18,
      536.64,
      114.98
    ],
    "text": "(v) Could the honourable judges of the Provincial High Court have entered judgment in any event for the Plaintiff in the absence of any evidence that the co ownership in respect of the larger land had been terminated?",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      124.4,
      540.34,
      711.82
    ],
    "text": "During the pendency of this appeal, the plaintiff died and his widow has been substituted in his place. The first and fourth questions of law set out above raise the question as to whether the plaintiff cannot have and maintain this action because the corpus which is the subject matter of the plaintiff’s action had not been adequately identified. The second, third and fifth questions of law raise the issue whether the plaintiff cannot have and maintain this action since the plaintiff and the substituted defendants-appellants are co-owners of a larger land and the co-ownership has not been terminated. With regard to the first and fourth questions of law, when the plaintiff gave evidence, he clearly identified the land and premises described in the schedule to the plaint and described its metes and bounds in the manner set out in the schedule to the plaint. The plaintiff stated that, the land and premises described in the schedule to the plaint was a shop room which is 18 feet in length along the Southern boundary, which was the Nedola Road. The plaintiff went on to state that, the Western boundary was the wall of Hendrick Appuhami’s house [Hendrick Appuhami was the defendant’s husband] which is now the shop room occupied by the defendant, which is 40 feet in length and 24 feet in width and that the Southern boundary of the defendant’s premises was also the Nedola Road. The plaintiff pointed out that the Eastern boundary of the land and premises described in the schedule to the plaint, was the Embilipitya-Suriyakanda Road. It is apparent from the schedule to the amended plaint that, this Eastern boundary is 12 feet in width. The plaintiff emphasised that the substituted defendants-appellants had not claimed any land or premises which bordered the Embilipitya-Suriyakanda Road. The plaintiff stated that, the Northern boundary was the wall of the shop now occupied by Wijaya Mudalali - vide: the evidence at p.352-354 and p.400-401 of the record. Thus, the plaintiff’s evidence clearly identified the land and premises described in the schedule to the amended plaint, stated its precise dimensions and extent and clearly stated its boundaries. The plaintiff was cross examined over three days by counsel for the defendant who repeatedly questioned the plaintiff on the identification and description of the land described in the schedule to the plaint. The plaintiff’s evidence remained clear, consistent and unshaken. When the defendant’s Attorney, Manamperi gave evidence, he admitted in cross examination that the corpus claimed by the plaintiff was correctly described in the schedule to the amended plaint – [vide: the evidence at p.421-423 and at p.435 of the record]. In fact, at p.435, the witness gave evidence as follows:",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      314.09,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      71.79,
      542.43,
      717.7
    ],
    "text": "Q: නැගෙනහිරට-ඇඹිලිපිටිය, සූරියකන්ද මහපාර, අදටත් ඒ පාර, දකුණට ෙම්සභා පාර අදටත් තිගයනවා. බස්නාහිරට ගහන්ද්‍රික් අ අපුහාහාට ට අතිති කඩ කාමරය. ගම් නඩුවට අදාල ඉඩගම් හතර මාතිම් නඩුවට අදාල ඉඩම ගහොඳට හඳුනාෙන්න හාළුවන් විදියට ලියලා තිගයනවා ? A: ඔව්. The identity of the corpus is further established by the fact that, the land which is the subject matter of this action bounded on the East by the Embilipitya-Suriyakanda Road and on the South by the Nedola Road, which are both public roads. Next, the Western boundary is the premises which are admittedly owned by the substituted defendants-appellants and there is no dispute about the fact that, the Northern boundary of the land is the land previously owned by John Singho and now owned by Wijaya Mudalali. Thus, the evidence placed before the District Court including the admission by the defendant’s Attorney who gave evidence on behalf of the 1A substituted defendant-appellant-petitioner/appellant, clearly identified the land which is the subject matter of this action. In appeal, the learned High Court Judges carefully examined the evidence relating to the identity of the corpus and held that the learned District Judge had correctly determined that, the identity of the corpus had been proved. In the light of the evidence of the plaintiff, the admission made by the defendant’s Attorney and the aforesaid boundaries of the corpus, I see no reasons to disagree with the determination of the High Court. Accordingly, the first and fourth questions of law, are answered in the negative. The second, third and fifth questions of law raise the issue of whether the plaintiff cannot have and maintain this action since the plaintiff and the substituted defendants-appellants are co-owners of a larger land and the co-ownership has not been terminated. Interestingly, the substituted defendants-appellants did not make out a case on these lines in the District Court. No issues were raised at the trial with regard to whether the plaintiff and the substituted defendants-appellants are co-owners of a larger land and the co-ownership has not been terminated. In any event, a perusal of the deeds relied on by the parties and the evidence makes it abundantly clear that there is no merit or substance in the appellant’s contentions which have been embodied in the second, third and fifth questions of law. In this connection, it is common ground that the land and premises which are claimed by both parties were part of the larger land named “Bogahaliyadde” which was owned by V.Sinnadorai and S. Ponnamma. It is evident from the deed no. 14443 dated 03rd December 1916 marked “පැ7”/ “වි2” and its schedule, that V.Sinnadorai and S. Ponnamma sold and transferred, to P.A.John Singho and D.Hinnihami, a 5/48th of that larger land on which was situated (i) a thatched two roomed shop premises and (ii)",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      314.09,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.18,
      545.86,
      716.14
    ],
    "text": "another shop room bearing no.51 which is 18 feet in length and 12 feet in width and has a tiled roof (iii) a third adjacent shop room which is 18 feet in length and 14 feet in width and has a tiled roof. P.A.John Singho and D.Hinnihami were husband and wife and D.Hinnihami was the mother of Madduma Appuhami from whom the plaintiff claims title. Thereafter, P.A.John Singho and D.Hinnihami sold and transferred only the aforesaid thatched two roomed shop premises [described in (i) above] to H.J.Martin Appuhamy by deed no.1519 dated 15th June 1917 marked “වි3”, as set out in schedule of this deed which shows that the land and premises sold to H.J.Martin Appuhamy was 26 feet in length and 24 feet in width and that the Eastern boundary of that land and premises was the shop room with a tiled roof and that the Southern boundary was the Nedola Road. Thus, it is clear that the shop room with a tiled roof situated on the Eastern boundary of the thatched two roomed shop premises sold and transferred to H.J.Martin Appuhamy and referred to in the schedule to deed no.1519 marked “වි3”, is the shop room bearing no.51 which is described in (ii) of the aforesaid schedule to deed no. 14443 marked “පැ7”/“වි2”. Thereafter, by the deed of transfer no .7404 dated 19th November 1940, marked “වි4”, H.J.Martin Appuhamy sold and transferred, to the defendant’s husband, the land and premises he had obtained under the aforesaid deed no. 1519 marked “වි 3” – ie: the shop premises which are 26 feet in length and 24 feet in width and with an Eastern boundary which is the shop room bearing no.51 with a tiled roof which is described in (ii) of the aforesaid schedule to deed no. 14443 marked “පැ7”/ “වි2” referred to earlier. The 1A substituted defendant-appellant-petitioner/appellant claims title under and in terms of this deed no. 7404 marked “වි4” and when he gave evidence, he expressly said so. Manamperi also stated the same fact. P.A.John Singho and D.Hinnihami continued to jointly own the shop room bearing no.51 with a tiled roof which is 18 feet in length and 12 feet in width and the adjacent shop room with a tiled roof which is 18 feet in length and 14 feet in width, which are described in (ii) and (iii) of the schedule to deed no. 14443 marked “පැ7”/“වි2”. The plaintiff testified that, subsequently, P.A.John Singho and D.Hinnihami divided these two shop rooms between them with P.A.John Singho having sole ownership of the shop room with a tiled roof which is 18 feet in length and 14 feet in width – ie: (iii) of the schedule to deed no.14443 marked “පැ7”/“වි2” - and D.Hinnihami having sole ownership of the shop room bearing no.51 with a tiled roof which is 18 feet in length and 12 feet in width - ie: (ii) of the schedule to deed no.14443 marked “පැ7”/“වි2”. Thereafter, D.Hinnihami’s sole title to the shop room bearing no.51 which is 18 feet in length and 12 feet in width and has a tiled roof, which is described in (ii) of the schedule to deed no.14443 marked “පැ7”/“වි2”, came to her son, Madduma Appuhami. Later, Madduma Appuhami transferred that shop room to his daughter, Somawathie Hamine and Wijewardena Appuhami by the deed of transfer no. 8520 dated 09th June 1943 marked “පැ1”. Somawathie Hamine became solely entitled to the premises after the",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      314.09,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.18,
      544.91,
      705.22
    ],
    "text": "death of Wijewardena Appuhami. Later she has transferred that shop room to the plaintiff by deed no.1562 marked “පැ3”. As mentioned earlier, the plaintiff has given clear evidence that the land which is the subject matter of the plaintiff’s action is the shop room bearing no.51 which is 18 feet in length and 12 feet in width and has a tiled roof, which is described in (ii) of the schedule to deed no.14443 marked “පැ7”/“වි2”, and which was transferred to the plaintiff by the deed no.1562 marked “පැ3”. He also stated that, the boundaries of that shop room are those described the schedule to the amended plaint, which were described above. It is clear from the evidence that, the land and premises which are the subject matter of the plaintiff’s action and are described in the schedule to the amended plaint, have been held and owned as a distinct and divided allotment of land for several decades prior to the institution of this action. The fact that, the defendant’s husband and predecessor in title recognized and accepted this fact is proved by the lease agreement no.222 dated 08th November 1967 marked “පැ2” by which Madduma Appuhami has leased the land and premises which are the subject matter of the plaintiff’s action to the defendant’s husband for a period of 30 months at a monthly rent of Rs.381/08.The description of the land and premises in the schedule to that lease agreement is the same as the description of the land and premises set out in the schedule to the amended plaint. The boundaries and the extent are identical. The lease agreement no.222 marked “පැ2” also records the fact that, the said land and premises had come to Madduma Appuhami from his mother, D.Hinnihami who had owned and possessed the said land and premises. Thus, it is clear that, the defendant’s predecessor in title recognized and accepted the fact that, the land and premises which are the subject matter of the plaintiff’s action are a divided and distinct land and premises. It is also evident that, the land and premises claimed by the defendants are another and separate premises as set out in the deed no.1519 marked “වි3” and deed no. 7404 marked “වි4” which the 1A substituted defendant-appellant-petitioner/appellant relies on. To sum up, the land and premises claimed by the plaintiff and described in the schedule to the amended plaint and the land and premises claimed by the 1A substituted defendant-appellant-petitioner/appellant and described in the second schedule to the amended answer, are two divided and distinct properties which have been separately owned and possessed for several decades. The defendant’s predecessor in title has recognized and accepted that fact when he took the land and premises claimed by the plaintiff on rent from the plaintiff’s predecessor in title upon the lease agreement marked “පැ2”. In fact, the long history of this case shows that, the defendant too initially accepted this fact and admitted that she was the tenant of the plaintiff’s predecessor in",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      314.09,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.18,
      533.86,
      615.58
    ],
    "text": "title but later resiled from that admission and took an entirely different course after her Attorney, Manamperi intervened in this case. Thus, there is no merit or substance in the claim of co-ownership which has been belatedly introduced at the stage of making an application for leave to appeal from this Court. Accordingly, the second, third and fifth questions of law are answered in the negative. The judgment of the High Court is affirmed. and this appeal is dismissed. The various strategies used by the defendant and her successors have resulted in this case being finally determined 25 years after the plaintiff instituted this action. The defendant and her successors have benefitted from this delay as they have been in possession of the land and premises which are the subject matter of this action. In the light of these circumstances, the 1A substituted defendant-appellant-petitioner/appellant will pay the substituted plaintiff-respondent-respondent a sum of Rs.200,000/- on account of the costs in this Court. The plaintiff-respondent-respondent will also be entitled to such other costs as may have been ordered by the District Court and the High Court. The appeal is dismissed subject to the aforesaid costs. Judge of the Supreme Court I agree S. Eva Wanasundera, PC J Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      616.84,
      442.28,
      718.54
    ],
    "text": "I agree Sisira J. De Abrew J Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  }
]