[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      526.91,
      130.25
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      314.33,
      131.99,
      483.24,
      144.98
    ],
    "text": "1. Hettige Don Tudor, 142, Lanka",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      314.33,
      147.62,
      526.73,
      174.26
    ],
    "text": "Porcelain,Katuwawala,Boralesgamuwa. 2. Hettige Lakshman Sandasiri,117,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      314.33,
      176.9,
      527.79,
      203.66
    ],
    "text": "Udupeella, Matale. 3. Hettige Dona Seetha Padmini Sandasiri,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      332.35,
      206.3,
      514.61,
      218.3
    ],
    "text": "142 B, Katuwawala, Borelesgamuwa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      220.94,
      516.05,
      325.52
    ],
    "text": "Plaintiffs SC (APPEAL) 134/16 SC/HC/CALA 435/2015 Vs WP/HCCA/KAL 132/2010(F) DC Panadura 429/P",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      328.37,
      506.15,
      356.0
    ],
    "text": "Hettige Don Ananda Chandrasiri, 82C,Katuwawala, Boralesgamuwa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      357.65,
      527.21,
      428.23
    ],
    "text": "And Others Defendants AND THEN BETWEEN",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      430.87,
      524.93,
      501.55
    ],
    "text": "11. Hettige Dona Lalitha 12. Hettige Don Sunila, Both of, No. 142/2A, Katuwawala, Boralesgamuwa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      504.19,
      540.17,
      677.38
    ],
    "text": "11th and 12th Defendant Appellants Vs 1.Hettige Don Tudor,142B, Lanka Porcelain, Katuwawala, Boralesgamuwa. 2.Hettige Lakshman Sandasiri, 117, Udupeella, Matale. 3.Hettige Dona Seetha Padmini Sandasiri, 142, Katuwawala, Boralesgamuwa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      396.07,
      680.02,
      500.81,
      706.66
    ],
    "text": "Plaintiff Respondent",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.4,
      614.16,
      218.3
    ],
    "text": "AND 1.Hettige Don Ananda Chandrasiri, 82C, Katuwawala, Borelesgamuwa. 2.Hettige Don Edwin alias Edman, Abhaya Niwasa, Katuwawala, Borelesgamuwa. (Deceased) 2A. Hettige Dona Lalitha, 142/2A, Katuwawala, Boralesgamuwa. 3. Hettige Dona Emanona,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      220.94,
      559.37,
      467.35
    ],
    "text": "220/7, Glunberg Place, (Off Dambahena Road), Maharagama. (Deceased) 3A. W.A.Nandasena, 323/6, Pelanwatta, Pannipitiya. 4.Hettige Dona Jane Nona, 220/7, Glenburg Place, Dambahena Road Maharagama. 5.D.M.D. Biyatris, 785, Etul Kotte, Kotte. 6. D.M.D. Herbert, 785, Etul Kotte, Kotte. 7. D.M.D. Clarice, 785, Etul Kotte, Kotte. 8. D.M.C. William,785, Etul Kotte, Kotte. 9. D.M.D. Sunil, 785, Etul Kotte,Kotte. 10. D.S.Rupasinghe,142B, Katuwawala, Borelesgamuwa. (Deceased) 10A.Hettige Don Ananda Chandrasiri,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      469.99,
      546.75,
      569.83
    ],
    "text": "82C, Katuwawala, Boralesgamuwa. Defendant Respondents AND NOW BETWEEN",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      572.47,
      538.97,
      716.38
    ],
    "text": "1.Hettige Don Tudor,142B, Lanka Porcelain, Katuwawala, Boralesgamuwa. 2.Hettige Lakshman Sandasiri, 117, Udupeella, Matale. 3.Hettige Dona Seetha Padmini Sandasiri, 142 B, Katuwawala, Boralesgamuwa. . Plaintiff Respondent Appellants",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.05,
      74.4,
      524.93,
      174.26
    ],
    "text": "Vs 11. Hettige Dona Lalitha 12. Hettige Don Sunila, Both of, No. 142/2A, Katuwawala, Boralesgamuwa.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      176.9,
      613.98,
      394.01
    ],
    "text": "11th and 12th Defendant Appellant Respondents And 1.Hettige Don Ananda Chandrasiri, 82C, Katuwawala, Borelesgamuwa. 2.Hettige Don Edwin alias Edman, Abhaya Niwasa, Katuwawala, Borelesgamuwa. (Deceased) 2A. Hettige Dona Lalitha, 142/2A, Katuwawala, Boralesgamuwa. 3. Hettige Dona Emanona,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      396.77,
      559.37,
      643.18
    ],
    "text": "220/7, Glunberg Place, (Off Dambahena Road), Maharagama. (Deceased) 3A. W.A.Nandasena, 323/6, Pelanwatta, Pannipitiya. 4.Hettige Dona Jane Nona, 220/7, Glenburg Place, Dambahena Road Maharagama. 5.D.M.D. Biyatris, 785, Etul Kotte, Kotte. 6. D.M.D. Herbert, 785, Etul Kotte, Kotte. 7. D.M.D. Clarice, 785, Etul Kotte, Kotte. 8. D.M.C. William,785, Etul Kotte, Kotte. 9. D.M.D. Sunil, 785, Etul Kotte,Kotte. 10. D.S.Rupasinghe,142B, Katuwawala, Borelesgamuwa. (Deceased) 10A.Hettige Don Ananda Chandrasiri,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      645.82,
      546.63,
      716.38
    ],
    "text": "82C, Katuwawala, Boralesgamuwa. Defendant Respondent Respondents",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.4,
      543.04,
      501.55
    ],
    "text": "BEFORE : S. EVA WANASUNDERA PC, Acting CJ, PRIYANTHA JAYAWARDENA PCJ. & H. N. J. PERERA J. COUNSEL : Ranjan Suwandaratne PC for the Appellants. Chathura Galhena with M. Gunawardena for the Respondents. ARGUED ON : 13.11.2017. DECIDED ON : 19.02.2018. S. EVA WANASUNDERA PCJ. Leave to Appeal was granted by this Court in this Appeal on the following questions of law:-",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      502.4,
      542.97,
      518.62
    ],
    "text": "1. Have the Honourable High Court Judges of the Civil Appellate High Court of",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      521.62,
      543.04,
      621.13
    ],
    "text": "the Western Province holden at Kalutara erred in law by totally failing to consider the fact that the parties had no dispute with regard to the plan marked X bearing number 843 prepared by Gamini Malwenna, Licensed Surveyor at the trial or till the pronouncement of the judgment in the original court case in arriving at their final conclusion?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      622.07,
      543.08,
      638.29
    ],
    "text": "2. Have the Honourable High Court Judges misdirected themselves by",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      641.29,
      543.24,
      689.53
    ],
    "text": "adopting the findings and observations contained in Sumanasena Vs Premaratne’s case without considering the background facts of the case before Court where the parties have acted without any objection for the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      542.94,
      123.05
    ],
    "text": "acceptance of Plan number 843 as a preliminary plan in arriving at their final conclusion?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      123.87,
      543.0,
      140.09
    ],
    "text": "3. Have the Honourable High Court Judges by setting aside the said judgment",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      143.21,
      543.3,
      208.49
    ],
    "text": "on a highly technical matter based on an observation made in a judgment and thereby to frustrate the proceedings which has been taken place before the original court for a period of about two decades?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      218.15,
      543.28,
      713.53
    ],
    "text": "The 3rd question of law as stated above poses the said question, stressing on the fact that the proceedings in the District Court which had taken two decades was frustrated due to the High Court having set aside the District Judge’s Judgment on a “ highly technical matter” , “based on an observation made in a judgment”. The judgment referred to therein is Sumanasena Vs Premaratne which was referred to in the 2nd question of law. Therefore both the second and the third questions are connected to each other and based on the references made by the High Court Judges to the observations made by Justice Salam who had written the Court of Appeal Judgment, Sumanasena Vs Premaratne ( CA 1336& 1337/F Court of Appeal Minutes of 06.03.2014 by Salam J and Rajapaksha J.). As such it has become essential to consider the judgment of Sumanasena Vs Premaratne. The 1st question of law, however, is on the Plan X numbered as 843 done by Licensed Surveyor Gamini Malwenna. The argument of the Counsel for the Appellants , was that the High Court has erred in law when it failed to consider that it was the Plan on which both parties had no dispute until the end of the District Court trial. On 25.05.1992 the Plaintiff Respondent Appellants (hereinafter referred to as Plaintiffs) had filed action to partition the land in the second schedule to the Plaint of an extent of 3 Acres and 2 Roods. The Plaintiffs claimed that the said land is a portion of the land described in the first schedule to the Plaint which is of an extent of 8 Acres and named as Nagahawatta. The 2nd, 11th and 12th Defendants in the District Court filed their Statement of Claim dated 30.05.1994 stating that the Plaintiff has wrongfully included their land of an extent of 2 Acres 1 Rood 23.5 Perches, into the corpus of the second schedule to the Plaint and they have peacefully enjoyed the blocks of land surveyed and apportioned by themselves from 1958. They had pleaded their deeds and explained their title and possession further stating that their houses also were built and enjoyed by them",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      552.63,
      704.17
    ],
    "text": "for a very long time. They prayed for a dismissal of the action filed by the Plaintiffs and/or for a commission to identify the corpus and carve out their land and exclude the same from the corpus. The 11th and the 12th Defendants are the ‘ 11th and 12th Defendant Respondent Respondents’ ( hereinafter referred to as the 11th and 12th Defendants) in the present case before this Court. The other Defendants also had filed their statements of claim and the District Judge, at the end of the trial had concluded granting shares of the land to the Defendants in which the relief to the 11th and the 12th Defendants were only compensation for improvements. The said 11th and 12th Defendants appealed to the Civil Appellate High Court and the judgement of the High Court allowed the Appeal with costs and held that the District Judge had erred in not identifying the corpus properly, by having gone against the provisions of the Partition Law and concluded that the District Court should proceed with the trial de novo. The Plaintiffs have appealed therefrom to this Court. Leave was granted on the aforementioned questions of law. The Plaintiffs contended that the Plan X bearing number 843 made by Licensed Surveyor Gamini Malwenna was agreed upon by both parties and therefore it was proper for the District Judge to proceed to accept the said Plan. The trial judge in the District Court also had made his conclusions on partitioning the land in question on the said Plan X. The High Court Judges have made their observations and arrived at the findings, exercising Civil Appellate jurisdiction pertaining to the corpus of the action in their judgment to the effect that the District Judge had not identified the corpus and acted against the provisions of the Partition Law, which judgment is now impugned by the Appellants in this Appeal. The High Court held after hearing both parties that, “ In view of the forgoing determinations made by the Court of Appeal and Section 16 of the Partition Law, it appears that the learned District Judge erred in disregarding the commissioner’s plan and accepting Malwenna’s plan as the Preliminary Plan in this case. As such, it is the considered view of this court that, the learned District Judge has acted in violation of the imperative provisions of the Partition Law, and therefore, the impugned judgment is liable to be dismissed only on this ground alone. ”",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      543.25,
      704.17
    ],
    "text": "Section 16(1) of the Partition Law No. 21 of 1977 reads as follows: Where the court orders the service of summonses on the defendants in a partition action, the court shall forthwith order the issue of a Commission to a Surveyor directing him to survey the land to which the action relates and to make due return to his Commission on a date to be fixed therein, which date shall be a date earlier than thirty days prior to the date specified in the summons. Provided that the court may on application made by the Commissioner and for reasons to be recorded, extend from time to time, the date fixed in the Commission for the return thereof, so however, that each such extension shall not exceed sixty days. Section 16(2) reads as follows: The Commission issued to a Surveyor under Sub Section (1) of this Section shall be substantially in the form set out in the Second Schedule to this Law and shall have attached thereto a copy of the plaint certified as a true copy by the Registered Attorney for the Plaintiff. The Court may, on such terms as to costs of survey or otherwise, issue a Commission at the instance of any party to the action, authorizing the Surveyor to survey any larger or smaller land than that pointed out by the Plaintiff where such party claims that such survey is necessary for the adjudication of the action. According to the provisions of Section 16, the Commission issued to the very first Surveyor by Court is the only Commission that can be issued by Court to survey the land pointed out by the Plaintiff and at the instance of any other party out of the Respondents to the Partition Action, the Court may issue a Commission to the same Surveyor to survey any larger or smaller land than that pointed out by the Plaintiff. It is a well known fact that, in practice, the Court Commissioner, the Surveyor goes on to superimpose, on the land surveyed as pointed out by the Plaintiff, the plans brought before Court and make the Report to Court on the Commission. Section 18(1) of the Partition Law reads as follows: The Surveyor shall duly execute the Commission issued to him and in doing so shall where any boundary of the land surveyed by him is undefined, demarcate",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "that boundary on the ground by means of such boundary marks as are not easily removed or destroyed and shall, on or before the date fixed for the purpose, make due return thereto and shall transmit to court, (a) a report………..(b) a plan…..(c) a certified copy of his field notes and (d) the acknowledgement of the receipt of notice served….. Section 18(2) reads as follows: The documents referred to in paragraphs (a), (b) and (c) of Subsection (1) of this Section, may, without further proof, be used as evidence of the facts stated or appearing therein at any stage of the partition action. Provided that the court shall, on the application of any party to the action and on such terms as may be determined by the court, order that the Surveyor shall be summoned and examined orally on any point or matter arising on, or in connection with, any such document or any statement of fact therein or any relevant fact which is alleged by any party to have been omitted therefrom. According to the aforementioned Sections 18(1) and (2), it is obvious that after the first Commission on the first Surveyor’s survey, he should file the Report and the Preliminary Plan in Court and then if the parties are dissatisfied on the plan and the report, they can get the court to summon the said Court Commissioner Surveyor and examine his findings orally on any matter arising out of such Report and the Plan. There is no provision to allow another Surveyor being appointed at the instance of the Plaintiff or any other party. If Court allows any application to get another surveyor to do the same work done and completed once by an order of court, there would be no end to such applications. In a partition action there are many parties and if every party keeps on applying to court that the survey be done over and over again as and when each party is dissatisfied, then a partition action would never get on with proceeding to partition the land. This is the reason why the Partition Law has made provision for only one Commission to survey be done and that Surveyor to come before Court and give evidence so that he can be cross examined and matters can be verified on the Preliminary Plan done by the Court Commissioner Surveyor. However, Section 18(3) grants a solution when any party or the Court feels that the Court Commissioner has failed to do a perfect job of surveying the land.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "Section 18(3)(a) reads as follows: Notwithstanding anything in Subsection (2) of this Section, the Court, either of its own motion or on the application of a party to the action, may, before using the copy of the Surveyor’s field notes and the plan, cause them to be verified and to be certified as correct or where such field notes and plan are incorrect, cause fresh field notes and a fresh plan to be made by the Surveyor General or by any officer of his department authorized by him in that behalf, and may for that purpose issue a Commission to the Surveyor General. Accordingly, it is seen that the Partition Law has provided for an occasion what to do when the Plaintiff or any other party or Court is dissatisfied with the Preliminary Plan and Report done by the Commissioner Surveyor. The Court should issue a Commission on the Surveyor General. The Surveyor General will do the needful as provided for in the other sub sections of Section 18 (3) (b) to (g). It is clear that the Court cannot issue another Commission to any second Surveyor other than to the Surveyor General. At the very outset, in the case in hand, according to Sec. 16, a commission has been issued to the licensed surveyor H.A.G. Jayawickrema who returned the commission with the survey plan number 6766 dated 16.09.1992 as at page 87 of the brief with his report. The said plan was the preliminary plan done by the court commissioner Jayawickrema as provided by Sec. 16 of the Partition Law. Thereafter, the Plaintiffs being dissatisfied with this Preliminary Plan had made another application to court to issue a commission on another surveyor named Gamini Malwenna which was allowed by Court. Surveyor Malwenna had surveyed the land and made Plan 843, marked as X dated 28.10.1996 and had submitted the same with another report. Court has acted on that Plan 843 and after hearing the witnesses from the contesting parties had given judgment at the end of the trial. The provisions under Sec. 16 does not recognize any second plan in a partition action. In any single partition action there should be only one preliminary plan that is made by the court commissioner and all the plans relied upon by the parties are to be superimposed on the said preliminary plan. After the preliminary plan is made and filed in Court, if necessary, the trial Court is entitled to issue a commission to the Surveyor General to prepare a plan to identify the corpus, on its own motion or at the instance of the parties to the action. If the necessity",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      546.28,
      704.17
    ],
    "text": "arises to survey any larger or smaller land than that pointed out by the plaintiff, where a party claims that such survey is necessary for the adjudication of that action, such commission can be issued to the same commissioner who made the preliminary plan. It cannot be issued to another surveyor. In the case in hand the Court had issued another commission to another surveyor which is quite contrary to the provisions of the Partition Law. An action for partition of land is an action in rem. When the decree in a partition action is entered, it is a decree in rem which binds the whole world and not only the parties to the partition action. It will be effective at all times. That is the vital point and the basis for the Partition Law being enacted. The provisions are imperative. Going beyond the provisions of the Partition Law is not a technical matter as alleged by the Appellants counsel in his written submissions. The fact that parties to the action had agreed to go ahead with the second plan done by another commissioner, when the application to do so was made by the Plaintiffs of the case at the trial and the court had allowed the same, is no reason to be regarded to support the judgment of the trial court. It was erroneous to accept the second plan. The District Court was wrong in having accepted the second plan done by a different surveyor. The provisions of the Partition Law are mandatory and should be followed in every step of the way in any partition action before the District Court. The argument of the Appellants that it is only a technical matter fails. The second question of law raised by the Appellants is a matter of observations by the High Court Judges in the impugned judgment, with regard to the case decided by the Court of Appeal in the case of Sumanasena Vs Premaratne (CA 1336 & 1337/F – Court of Appeal Minute dated 06.03.2014 – Salam J and Rajapaksha J ). It is a case quite similar to the present case where the District Judge had identified the corpus upon plan number 653A made by Gunasinghe Licensed Surveyor, of consent of the parties to the action, and the preliminary plan number 516 made by the Commissioner was disregarded. The High Court Judges had enumerated the observations of Justice Salam who had written the quoted judgment of Sumanasena Vs Premaratne in point form numbering the said observations from 1 to 6 . It is only thereafter that the judges of the Civil Appellate High Court in the present case had put down their conclusions,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      546.1,
      687.13
    ],
    "text": "following the said judgment of the Court of Appeal. I find that it was done quite correctly to support the rationale drawn by the High Court Judges in the impugned judgment. I totally agree with them and cannot find at all any misdirections on their part in having arrived at the conclusion in the judgment to set aside the District Court Judgment and the Appeal in the present case was allowed with costs by the High Court Judges. I would like to stress that according to the provisions of law contained in the Partition Law, that after the preliminary survey is done, any further commissions, if at all, under Sec. 16(2) should be issued to the same surveyor who carried out the original commission under Sec. 16(1). If it is necessary to survey a larger or smaller land in the same partition case, after the preliminary plan is done, then the Court is bound to issue any second commission, to the same surveyor who did the preliminary survey and no other. The consent of parties cannot confer any power or authority or jurisdiction to Court to deviate from the substantial law which includes an imperative procedural step. If and when the parties or any party is not satisfied with the preliminary plan, the Court may direct the same surveyor to survey the larger or smaller land or to superimpose any title plan tendered to court by the said parties. If by any chance, the court is of the opinion that the commissioner is not in a position to carry out the commission issued by court, then, a fresh commission can be issued to the Surveyor General to prepare a plan. Then such plan and the report of the Surveyor General would be the preliminary plan in the case. Issuing another commission to another second surveyor other than the commissioner who did the preliminary plan is contrary to the partition law and is erroneous. Moreover, I find that the Plaint which was filed in the District Court by the Plaintiffs contain two Schedules, the first Schedule of an extent of land of 8 Acres and the second Schedule of an extent of 3 Acres and 2 Roods. The Plaintiffs had moved court to partition the land in the Second Schedule to the Plaint. The deeds numbers 6160 and 12011 which were led in evidence relating to the averments in paragraphs 5 and 6 of the Plaint refers to the land in the first Schedule and not to the land described in the second Schedule. The undivided shares of 8 Acres is surely distinctly different from the undivided shares of 3 Acres and 2 Roods (3 ½ Acres). However, even though the deeds referred to in paragraphs 5 and 6 demonstrate that the undivided shares devolved according to the said deeds, in",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.81,
      556.38,
      178.2
    ],
    "text": "the next paragraph which is paragraph 7 of the Plaint, the Plaintiffs submit that it relates to only one Acre of the whole land. It reads thus : “ by; ls wxl’6160 iy 12011 orK Tmamq folu” fuys my; m<uqjk Wmf,aLKfha oelafjk bvfus udhsus wkqj ,shjs we;s kuq;a” fuu meusKs,slrejka lshd isgskafka” tlS Tmamqj u.ska ksis f,i mejrS we;af;a” uq,a whs;sldr tn%yusg fuys my; Wm f,aLKfha oelafjk bvfuka ysusj ;snq whs;Sjdislusj,ska fkdfnoq wlalr tlla muKla njh’”",
    "fonts": [
      "Calibri",
      "Su_VIJAYA0",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      213.05,
      543.24,
      671.53
    ],
    "text": "Thus it is obvious that paragraphs 5, 6 and 7 are misleading and insensible. The Court cannot be expected to partition such a land claimed on such baseless and irrational pleadings. Therefore I do not find any basis to get any Court to try the said District Court case once again. I make order dismissing the Plaint. The District Court Action is hereby dismissed. I answer the questions of law enumerated above in the negative against the Appellants. The Appeal is dismissed. However I order no costs. Judge of the Supreme Court Priyantha Jayawardena PCJ. I agree. Judge of the Supreme Court H.N.J.Perera J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]