{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2026-01-13-SC-APPEAL-178-2025",
  "num": "SC/APPEAL/178/2025",
  "date_str": "2026-01-13",
  "description": "Hon. Mahinda Samayawardhena J - Dona Chandra Malkanthi Wethth...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_178_2025.pdf",
  "parties": "Dona Chandra Malkanthi Weththasinghe, No. 215, Mahawila, Alubomulla. Presently of No. 78/2, Avariyawatta, Alubomulla. Substituted Plaintiff-Appellant-Appellant Vs. 1. Sooriyarachchige Dhanadasa, No. 381, S. Mahinda Mawatha, Alubomulla. 2. Sooriyarachchige Padmasiri, (deceased) S. Mahinda Mawatha, Alubomulla, Panadura. 2A. Palpolage Dona Shriyani Asoka, Lunumadalagahawatte, Galthude, Bandaragama. 3. Sooriyarachchige Jayasiri, No. 381, S. Mahinda Mawatha, Alubomulla, Panadura. 4. Sooriyarachchige Kanthi, No. 381, S. Mahinda Mawatha, Alubomulla, Panadura. 5. M. Justin Wimalasiri, No. 381, S. Mahinda Mawatha, Alubomulla, Panadura. 6. Mahapathirage Peter Perera, (deceased) Kurusa Junction, Alubomulla, Panadura. 6A. Maddumage Kusumaawathie, No. 122/3, Kurusa Junction, Alubomulla, Panadura. 7. Ileperumage Rathnasena, No. 378/1, S. Mahinda Mawatha, Alubomulla, Panadura. 8. Govinda Waduge Piyasena, (deceased) No. 247, Mahawatta, Alubomulla. 8A. Kulegoda Acharige Alan Nona, No. 244, Mahawatte, Alubomulla. 9. Walakulyarachchige Padmalatha, S. Mahinda Mawatha, Alubomulla, Panadura. 10. Thelge Artin Peiris, (deceased) No. 381, S. Mahinda Mawatha, Alubomulla, Panadura. 10A. Hewafonsekage Evlin Fonseka, No. 381, S. Mahinda Mawatha, Alubomulla, Panadura. 11. Sumith Jayakody, No. 194, Main Street, Panadura. 12. Kahandawelaarachchige Piyadasa Perera, No. 381/2, S. Mahinda Mawatha, Belikele, Panadura. 13. W. Sunil De Mel, No. 227, 7th Cross Street, Panadura. 14. Matara Badalge Jinapala, No. 378/3, S. Mahinda Mawatha, Alubomulla. (Appearing by Power of Attorney Holder, Manuwelge Lalitha) 15. Lokupathirage Alice Nona, (deceased) Kurusa Junction, Alubomulla. 15A. Mahapathirage Peter, (deceased and substituted by 6A Defendant- Respondent-Respondent) No. 275, Kurusa Junction, Alubomulla. Defendants-Respondents-Respondents\n\nView More",
  "judgement_by": "Hon. Mahinda Samayawardhena J"
}