{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2014-03-24-SC-FR-665-2012--SC-FR-6-9ef7a5f3",
  "num": "SC/FR/665/2012, SC/FR/666/2012, SC/FR/667/2012, SC/FR/672/2012",
  "date_str": "2014-03-24",
  "description": "Hon. Saleem Marsoof PC J - 1. Athula Chandraguptha Thenu...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_665_666_667_672_2012.pdf",
  "parties": "1. Athula Chandraguptha Thenuwara, 60/3A, 9th Lane, EthulKotte. (Petitioner in SC Application 665/12 [FR]) 2. Janaka Adikari Palugaswewa, Perimiyankulama, Anuradhapaura. (Petitioner in SC Application 666/12 [FR]) 3. Mahinda Jayasinghe, 12/2, Weera Mawatha, Subhuthipura, Battaramulla. (Petitioner in SC Application 667/12 [FR]) 4. Wijedasa Rajapakshe, Presidents’ Counsel, The President of the Bar Association of Sri Lanka. (1st Petitioner in SC Application 672/12 [FR]) 5. Sanjaya Gamage, Attorney-at-Law The Secretary of the Bar Association of Sri Lanka. (2nd Petitioner in SC Application 672/12 [FR]) 6. Rasika Dissanayake, Attorney-at-Law The Treasurer of the Bar Association of Sri Lanka. (3rd Petitioner in SC Application 672/12 [FR]) 7. Charith Galhena, Attorney-at-Law Assistant-Secretary of the Bar Association of Sri Lanka. (4th Petitioner in SC Application 672/12 [FR]) Petitioners Vs. 1. Chamal Rajapakse, Speaker of Parliament, Parliament of Sri Lanka, Sri Jayawardenepura Kotte. 2. Anura Priyadarshana Yapa, Eeriyagolla, Yakawita. 3. Nimal Siripala de Silva, No. 93/20, Elvitigala Mawatha, Colombo 08. 4. A. D. Susil Premajayantha, No. 123/1, Station Road, Gangodawila, Nugegoda. 5. Rajitha Senaratne, CD 85, Gregory’s Road, Colombo 07. 6. Wimal Weerawansa, No. 18, Rodney Place, Cotta Road, Colombo 08. 7. Dilan Perera, No. 30, Bandaranayake Mawatha, Badulla. 8. Neomal Perera, No. 3/3, Rockwood Place, Colombo 07. 9. Lakshman Kiriella, No. 121/1, Pahalawela Road, Palawatta, Battaramulla. 10. John Amaratunga, No. 88, Negambo Road, Kandana. 11. Rajavarothiam Sampathan, No. 2D, Summit Flats, Keppitipola Road, Colombo 05. 12. Vijitha Herath, No. 44/3, Medawaththa Road, Mudungoda, Miriswaththa, Gampaha. 2nd – 12th Respondents Hon. Members of Parliament; Members of the Select Committee of Parliament appointed with regard to the Charges against the Chief Justice. 13. The Attorney General, Attorney General’s Department, Hulftsdorp, Colombo 12. Respondents 1. Koggala Wellala Bandula, No. 67A, Kandy Road, Dalugala, Kelaniya. (Intervenient-Petitioner-Respondent in SC Application 665/12 [FR],666/12 [FR], 667/12[FR] and 672/12 [FR]) 2. Jayasooriya Alankarage Peter Nelson Perera, No. 22/51, Chamikara Cannel Road, Chilaw. (Intervenient-Petitioner-Respondent in SC Application 666/12 (FR) and 667/12 [FR]) 3. Arumapperuma Arachchige Sudima Chandani, No. 300/3, Kandy Road, Kirillawala, Webada. (Intervenient-Petitioner-Respondent in SC Application 672/12 [FR]) Intervenient – Petitioners – Respondents",
  "judgement_by": "Hon. Saleem Marsoof PC J"
}