[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      526.91,
      91.13
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      104.21,
      354.56,
      120.17
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      160.61,
      537.03,
      244.49
    ],
    "text": "In the matter of an Appeal from the Civil Appellate High Court.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      245.34,
      538.35,
      295.76
    ],
    "text": "1. M.R.Sanjeewani Seneviratne, No. 22/4, Mawilmada, Kandy. 2. M.D.Chandrasiri Seneviratne,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      298.76,
      539.79,
      715.69
    ],
    "text": "No. 22/4. Mawilmada, Kandy. Plaintiffs Vs SC APPEAL No. 140/2012 S.C.(L.A.) Application No. 486/2011 M. Priyankara Samarajeewa, WP/HCCA/Mt. Lavinia – 126/06(F) No. 253/1/8, Stanley Mount Lavinia D.C. – 1846/04/L Thillakeratne Mawatha, Nugegoda. Defendant AND BETWEEN M. Priyankara Samarajeewa, No. 253/1/8, Stanley Thillakeratne Mawatha, Nugegoda Defendant Appellant Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.63,
      538.35,
      123.05
    ],
    "text": "1. M.R.Sanjeewani Seneviratne, No. 22/4, Mawilmada, Kandy. 2. M.D.Chandrasiri Seneviratne,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      126.05,
      540.39,
      396.44
    ],
    "text": "No. 22/4. Mawilmada, Kandy. Plaintiff Respondents AND NOW BETWEEN M. Priyankara Samarajeewa, No. 253/1/8, Stanley Thillakeratne Mawatha, Nugegoda. Defendant Appellant Appellant Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      397.38,
      538.35,
      447.82
    ],
    "text": "1. M.R.Sanjeewani Seneviratne, No. 22/4, Mawilmada, Kandy. 2. M.D.Chandrasiri Seneviratne,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      450.82,
      543.03,
      652.93
    ],
    "text": "No. 22/4. Mawilmada, Kandy. Plaintiff Respondent Respondents ………………………………………………………………………………………………………………………..... In the matter of an Appeal from the Civil Appellate High Court 1 M.R.Sanjeewani Seneviratne, No. 22/4, Mawilmada, Kandy. 2.M.D.Chandrasiri Seneviratne,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      367.63,
      655.93,
      539.67,
      704.17
    ],
    "text": "No. 22/4. Mawilmada, Kandy. Plaintiffs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      534.11,
      264.68
    ],
    "text": "Vs SC APPEAL No. 139/2012 SC/HC(CA) LA Application No. 231/12 M. Priyankara Samarajeewa, WP/HCCA/Mt. Lavinia – 13/2010/LA No. 253/1/8, Stanley Mt. Lavinia D.C. – 1846/04/L Thillakeratne Mawatha, Nugegoda Defendant AND BETWEEN",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      267.68,
      542.07,
      315.92
    ],
    "text": "1. M.R.Sanjeewani Seneviratne, No. 22/4, Mawilmada, Kandy. 2.M.D.Chandrasiri Seneviratne,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      319.04,
      539.67,
      709.09
    ],
    "text": "No. 22/4. Mawilmada, Kandy. Plaintiff Petitioner – Judgment Creditors Vs M. Priyankara Samarajeewa, No. 253/1/8, Stanley Thillakeratne Mawatha, Nugegoda Defendant Respondent- Judgment Debtor AND NOW BETWEEN M. Priyankara Samarajeewa, No. 253/1/8, Thillakeratne Mawatha, Nugegoda. Defendant Respondent Appellant",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      541.71,
      174.29
    ],
    "text": "Vs 1 M.R.Sanjeewani Seneviratne, No. 22/4, Mawilmada, Kandy. 2.M.D.Chandrasiri Seneviratne,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      177.29,
      542.19,
      259.76
    ],
    "text": "No. 22/4. Mawilmada, Kandy. Plaintiff Petitioner Respondents ……………………………………………………………………………………………………………………….....",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      314.12,
      541.79,
      718.69
    ],
    "text": "BEFORE: S. EVA WANASUNDERA PCJ., PRIYANTHA JAYAWARDENA PCJ. & H.N.J. PERERA J. COUNSEL: Lakshman Wickremaratne with Sirimewan Weerasuriya for the Defendant Appellant Appellant in SC Appeal 140/2012 and for the Defendant Respondent Appellant in SC Appeal 139/2012. Gamini Perera with Wijitha Salpitikorala for the Plaintiff Respondent Respondents in SC Appeal 140/2012 and for the Plaintiff Appell- -ant Respondents in SC Appeal 139/2012. ARGUED ON: 30.08.2017. DECIDED ON: 26.10.2017.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      75.17,
      543.28,
      709.09
    ],
    "text": "S. EVA WANASUNDERA PCJ. Counsel for the Appellant in both the aforementioned Appeals and Counsel for the Respondents in the said Appeals agreed to abide by one judgment from this Court since parties are the same and the subject matter is also the same in both matters. SC Appeal 140/12 is the appeal against the judgment of the Civil Appellate High Cout. SC Appeal 139/12 is the appeal against the order made by the Civil Appellate High Court with regard to the application made to execute the writ pending appeal which sought relief to demolish the wall which had been built enclosing the land claimed by the Plaintiffs in the District Court case. This Court heard submissions on the questions of law on which leave to appeal was granted. They are as follows:- 1.Did the Provincial High Court exercising Civil Appellate Jurisdiction err in failing to consider the fact that the original court had based its judgment on an assumption that Lot 9 in Plan No. 834 is identical with Lot 9 in Plan No. 967 without any issue being raised in this regard in the original Court? 2.Did the said Provincial High Court err in arriving at a conclusion in respect of the Plan 571 which depicted two larger lands that were amalgamated by Plan No. 416/98 and with the portions of land considered as material to the making of Plan No. 967 as claimed by the Respondents in their plan and the title Deed? 3.Did the Provincial High Court of Civil Appeal err in considering the Plan No. 1040 which is not based on verification of material facts on the basis of a physically executed Plan on the basis of a commission issued by the District Court? The Plaintiffs had filed action against the Defendant in the District Court of Mount Lavinia praying for a declaration that they are the lawful owners of an allotment of land in the first Schedule to the Plaint which is of an extent of 06 Perches situated within the Municipal Council limits of Sri Jayawardenapura, Kotte , situated adjacent to the road named Ananda Balika Mawatha. The said allotment of land is marked as Lot 9 of Plan No. 967 dated 08.04.1999 made by L.N.Perera",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      546.39,
      687.13
    ],
    "text": "Licensed Surveyor. The Plaintiffs had bought the said land from Padmasena Mendis Jayasinghe on 23.08.1999 by Deed No. 4317 and attested by S.Chandra Silva, Notary Public. The said Padmasena Mendis Jayasinghe had claimed that he had got title to the same from Mahinda Priyankara Samarajeeva by Deed No.1118 dated 04.06.1998 attested by L.K.N. Perera, Notary Public. The said Vendor in Deed No. 1118 , Mahinda Priyankara Samarajeeva is the Defendant in the District Court in the instant case. The Defendant, Mahinda Priyankara Samarajeeva had transferred Lot A and Lot B in the Survey Plan No. 571 dated 25.03.1998 made by Licensed Surveyor M.L.N. Perera which said lots are respectively of A0 R2 P7 and A1 R0 P19 in extent, to Padmasena Mendis Jayasinghe by the aforementioned Deed No. 1118. Thereafter Padmasena Mendis Jayasinghe had amalgamated the said Lots A and B of Plan No. 571 and got a Plan of the amalgamated big land done by another Surveyor, namely E.K.Nanayakkara. That Plan was numbered as 416/98 and dated 15.04.1998. Once again the said M.P. Samarajeeva had got the same land surveyed by Surveyor M.L.N. Perera on 25.11.1998 and made the Plan 834. Thereafter Lots 1,2,3, and 10 of the said Plan 834 was amalgamated with Lot 1 of Plan 966 dated 08.04.1999 done by the same surveyor, M.L.N.Perera and Plan No. 967 was done. That Plan No. 967 is dated 08.04.1999. It divides the whole amalgamated lands into six allotments and names them as Lots A,B,C,D,8 and 9. The said lots are respectively 9.6 Perches, 9 Perches, 24.40 Perches, 6.20 Perches, 10 Perches and 6 Perches. It is thereafter only that Padmasena Mendis Jayasinghe had transferred Lot 9 containing 06 Perches to the Plaintiffs by Deed No. 4317 dated 23.08.1999, after about 4 ½ months from the date of blocking out the amalgamated land. In Plan No. 834, the legend to the Plan reads as “ Allotments of land marked Lots 1,2,3,4,5,6.7,8,9, and 10; Lot 7 being the identical Lot 7 in Plan No. 416/98 dated 15.04.1998, made by E.K.Nanayakkara Licensed Surveyor and Lots 1,2,3,4,5,6,8,9, & 10 being an amalgamation and subdivisions after resurvey of Lots 1,2,3,4,5,6,8,9, & 10 depicted in aforesaid Plan No. 416/98 of the land called ‘ Egodapothuwila Kumbura’ situated at Pita Kotte within the Municipal Council Limits of Sri Jayawardenapura Kotte in Palle Pattu of Salpiti Korale , Colombo District, Western Province and partitioned on 25.11.1998.”",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.09,
      549.24,
      704.17
    ],
    "text": "In Plan No. 967 dated 8th April, 1999, the legend to the Plan reads as “ Allotments of land marked Lots A,B,C,D,8 and 9: Lot 8 and 9 being the identical Lots in Plan No. 834: Lots A,B,C,D, & D being an amalgamation and subdivisions of Lots 1,2,3,10 depicted in Plan No. 966 dated 8th April, 1999, both Plans made by M.L.N.Perera Licensed Surveyor of the land called Egodapothuwila Kumbura situated at Pita Kotte within the Municipal Council Limits of Sri Jayawardenapura Kotte in Palle Pattu of Salpiti Korale, Colombo District, Western Province”. Therefore it has to be clearly understood that land of the Lots 8 and 9 of Plan 834 is identical with Lots 8 and 9 of Plan 967 because the Surveyor M.L.N. Perera who has surveyed and subdivided the Lots on the land has specifically mentioned so on the face of the Plan itself. Whose Surveyor is M.L.N. Perera? He is the Defendant’s Surveyor and not the Plaintiffs’ surveyor. The Plaintiffs claim that they are the legal owners of Lot 9 in Plan 967 by Deed 4317 dated 23.08.1999 . The Defendant claims that he is the legal owner of Lot 9 in Plan 834 by Deed No. 1443 dated 17.09.2001. So it is the same allotment or block of land that each party is claiming. Plan 967 is dated 8.4.1999 and Plan 834 is dated 25.11.1998. The Plaintiffs bought Lot 9 in Plan 967 by Deed 4317 dated 23.08.1999. The Defendant Samarajeeva had received his alleged Deed of Transfer No. 4617 from Jayasinghe, passing title to Lot 9 in Plan 834 plus Lot 10 in Plan 834, bearing Jayasinghe’s signature as vendor. It is obvious that Jayasinghe has passed title of the same block of land twice. The Plaintiff’s Deed was registered in the land Registry in 1999 and the volume/folio has been marked in evidence. The Plaintiffs’ legal claim to the said Lot 9 had stood valid in law and registered in the said volume/folio in the Land Registry in 1999, for more than two years before the Defendant’s Deed came into being in 2001. According to the aforementioned two deeds, the vendor had first sold the land to the Plaintiffs on a later plan and secondly sold the same land to the Defendant on an earlier plan. In fact the Defendant had known that the Lot 9 had already been sold according to his own statement to the Police, but when he got the same Lot 9 along with another portion of the same land, namely Lot 10, by deed No. 1443 , he has acted on it, knowing very well that the Plaintiffs were the owners of Lot 9. Having observed that the Plaintiffs were away from the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "country , the Defendant had put up a parapet wall and a gate attaching Lot 9 to Lot 10, which is the other portion of land mentioned in his Deed 1443. The Plaintiffs had been given possession of Lot 9 right after the sale by the vendor, Jayasinghe and it was fenced with barbed wire as mentioned by the first Plaintiff in her evidence before the District Court. The Plaintiffs are husband and wife and they had cleared the land and had got it prepared to build a house. Suddenly, due to a personal reason in June, 2000 , they had to go to Australia to stay on in that country for a length of time. Anyway, they had been in uninterrupted possession from 1999 August to 2000 June. They had told a known person to look after the land and gone out of the country. They returned about one year later in 2001 July and had gone to see the land and there had been no problem. Again they had visited the land in 2002 July and still there had been no problem. When they went to see the land in 2003 July, they had seen that there was a parapet wall built joining the Plaintiffs’ land and the land adjoining the same. The Defendant had placed a well built gate also within the parapet wall and had not allowed the Plaintiffs to enter into their land to put up a hut therein, as a first step to build a house. Thereafter the Plaintiffs had lodged an entry at the Police Station and the Defendant also had given a statement in that regard. In that statement of the Defendant which was marked as P5 and produced in Court by the first Plaintiff, the Defendant had stated that out of the two amalgamated blocks of land which he had sold to Padmasena Mendis Jayasinghe, “ the said 6 Perches had been sold to another “ , which means that he had admitted in his statement to the Police that the Plaintiffs may be the party to whom Jayasinghe had sold the six perches of land. But further more the Defendant had stated that Jayasinghe had wanted another roadway over the rest of the land that he was still owning, and promised to give back to him 14 Perches out of the land he had sold earlier to Jayasinghe. The Defendant stated that, later on Jayasinghe had prepared a Deed and given the same to the Defendant. The Defendant had wanted the Police to get down Jayasinghe and inquire into the matter. The Police had got down Padmasena Mendis Jayasinghe and he also had made a statement to the Police. It is recorded that he has confirmed the sale of Lot 9 to the Plaintiffs by him and that Lot 9 is part of the land which he had earlier bought from the Defendant. Jayasinghe also had stated that the Defendant had quite wrongfully built a parapet wall attaching Lot 9 to the Defendant’s land, namely",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      546.27,
      704.17
    ],
    "text": "Lot 10 in Plan 834 dated 25.11.1999. I observe that the Defendant had stated to the Police in his statement that “ Jayasinghe promised to give back to me 14 Perches and later he had prepared a deed and gave me “. The Deed referred to here is the Deed No.1443 dated 17.09.2001 of the Defendant through which he claims Lot 9 of 6 Perches also, whereas he had got Lot 10 which is 14 Perches, which he had stated in the Police statement that Jayasinghe promised to give him. Nobody can fathom how this 6 Perches got into his title deed and how that Deed 1443 was executed or who instigated it etc. because Jayasinghe also states that he had sold Lot 9 of 6 Perches to the Plaintiffs. Neither party had led evidence with regard to these matters. However, in the volume / folio which is allocated to Lot 9 of Egoda Pothuwila Kumbura , only the Plaintiffs’ Deed No. 4317 is registered. There is no other entry in that volume/folio which was led in evidence and is part of the record before this Court. Anyway the Defendant had built a wall around the land he claims to have according to Deed No. 1443 dated 17.09.2001 which includes the Plaintiffs land and had refused the Plaintiffs any entry to the land claimed by the Plaintiffs. By Deed 1443 dated 17.09.2001, which narrates that Padmasena Mendis Jayasinghe had sold Lots 9 and 10 of Plan No. 834 dated 25.11.2000 done by surveyor M.N.L.Perera to the Defendant containing in extent of 20 Perches with the roadway marked as Lot 1 in the same Plan 834. The said Deed also says that Lots 9, 10 and 1, are allotments of two blocks of land, namely Lots A and B in Plan 571 dated 25.03.1998 done by M.N.L.Perera Licensed Surveyor. However I find the Plan 834 done by surveyor M.L.N.Perera which is part of the record is dated 25.11.1998 and not 25.11.2000 as mentioned quite wrongly in the Defendant’s title deed No. 1443. Having a look at the questions of law enumerated above, there is a mention of a Plan No. 1040 which was done by the Court Commissioner when the matter was before the District Court. The Appellant alleges that, this Plan was considered by the High Court erroneously prior to the conclusion reached in the Appeal before the High Court. The Appellant’s stance is that the said Plan 1040 had been done without any basis on verification of material facts on the basis of a physically executed Plan.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      543.27,
      687.13
    ],
    "text": "The learned judges of the Civil Appellate High Court state as follows in page 4 of the Judgment dated 17.10.2011. “ As regards to the identity of Lot 9 in P1, the trial judge has correctly decided that the said Lot 9 has been identified by plan No. 596 (P10) & Plan No. 1040 (P11). Therefore the question of identity raised by the Appellant will not hold good for the reason that Lot 9 in plan No. 834 claimed by the Appellant and the Respondents’ Lot 9 in P1, are identical lands.” Court Commissioner, Surveyor Stanley Ubayasiri had surveyed the land according to the commission issued to him to go to the land and survey and report. The Plan made by him is No. 596. It is marked as P10 and it is mentioned therein that the surveyor went to the land and surveyed on two dates, i.e. on 24.08.2004 and on 04.09.2004. He has surveyed the land and superimposed Plan. 834 as well as Plan 967 on the Plan he made and in cage 1 of the explanatory note, he specifically declares that “ Lot 9 of Plan 834 and 967 are one and the same land and the Defendant is in possession of the said land.” In his report attached to the Plan 596 marked as P10 (a) also he states the same. Before the evidence of the said surveyor could be taken by Court, the said surveyor, Stanley Ubayasiri had passed away. Thereafter another surveyor , named Rajapaksha had prepared Plan No. 1040 , with the information on the plan drawn by surveyor Ubayasiri in Plan 596. The said surveyor Rajapaksha had given evidence in Court. He had well explained the contents of Plan 596 and the fact that Plan 1040 is a tracing done by him from the Plan 596 done by the deceased surveyor Ubayasiri eliciting the fact that Lot 9 of Plan 834 and 967 are one and the same land. The contention of the counsel for the Defendant is that Rajapaksha who gave evidence did not go to the land and survey the land and therefore his evidence is not correct. I find that the evidence given by him is truthful and it corroborates the evidence of the first Plaintiff. Moreover, in the earlier plans alone, on the face of the plans, it is amply indicated that both Lot 9 in Plan 834 and Lot 9 in Plan 967 are one and the same. Moreover, the Defendant’s counsel had not objected to any document produced in evidence by the Plaintiffs, at the closure of the Plaintiffs’ case. When the Plaintiffs closed their case on 05.06.2006, as indicated at page 136 of the District Court brief the Defendant had not objected to any documents marked as P1 to",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      543.27,
      687.13
    ],
    "text": "P12 which includes the document P11. The Plan 1040 done by Surveyor Rajapaksha is document P11. Thereafter once again, at the end of the whole case, after the Defendant’s evidence was also concluded on 28.09.2006, as indicated at page 207 of the District Court brief, when the Plantiffs’ counsel closed the case marking in evidence P1 to P17 , the Defendant’s counsel did not object to a single document. I find that in the next line, the Defendant’s case was closed marking V1 to V11(a) and the Counsel for the Plaintiff had mentioned that V6 was not proved and therefore it should be noted. Even though the questions of law in the case before this Court touches on Plan 1040, I conclude that, the said document cannot be challenged now, according to the law prevailing in this country, as laid by in the case of Sri Lanka Ports Authority and Another Vs Jugolinija Boal East (1981) 1 SLR 18 where the Chief Justice Samarakoon held that “If no objection is taken, when at the closure of a case documents are read in evidence, they are evidence for all purpose of the law”. It is trite law in this country, as established by cases such as Muththasamy Vs Seneviratne 321 CLW 91, Peris Vs Savunhamy 54 NLR 207, Wanigaratne Vs Juwanis Appuhamy 65 NLR 167 and Luwis Singho Vs Ponnamperuma (1996) 2 SLR 320 , that the Plaintiff should prove and establish his title to the property in a rei vindication action. In the present case the Plaintiffs have established their title to Lot 9 of Plan 967 without a doubt. The Defendant is unlawfully and illegally in possession of Lot 9 which belongs to the Plaintiffs. There is no mistake in the identity of the land. The Defendant has to be ejected from the land and the Plaintiffs should get their land back. The Defendant has enjoyed the land of the Plaintiffs from the year 2001 by force, having put up a parapet wall around the land and refusing entry to the land to the Plaintiffs. I answer the questions of law enumerated above in the negative against the Appellant and in favour of the Respondents.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "I affirm the judgments of the Civil Appellate High Court and the District Court. I hold that the Plaintiff Respondent Respondents are entitled to the reliefs granted by the judgment of the Additional District Judge dated 14.12.2006. The damages should be calculated from the date of the Plaint up to the date of this Judgment and extending to the date of getting the possession of the land at the rate that the District Judge had ordered as Rs. 5000/- per month. The Plaintiffs are entitled to costs of suit in the District Court, Civil Appellate High Court and the Supreme Court. The Appeal is dismissed with costs. Judge of the Supreme Court Priyantha Jayawardena PCJ. I agree. Judge of the Supreme Court H.N.J. Perera J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]