[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      72.18,
      517.03,
      85.56
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      86.0,
      337.13,
      126.98
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      127.4,
      499.49,
      306.41
    ],
    "text": "In the matter of an appeal with leave to appeal obtained from this Court. SEYLAN BANK PLC No. 69, Janadhipathi Mawatha, Colombo 03 and now of Ceylinco-Seylan Towers, No.90, Galle Road,Colombo 03. (New Company NO. P.Q.9) PLAINTIFF SC Appeal No. 198/2014 SC HC LA No. 27/2014 VS. HC/Civil/MR Case No. 473/2010",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      306.83,
      466.13,
      334.49
    ],
    "text": "1. NEW LANKA MERCHANTS MARKETING (PVT) LIMITED",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      334.43,
      474.2,
      444.91
    ],
    "text": "No. 31/5, Horton Place, Colombo 07 and also of No.25, Abdul Jabbar Mawatha, Colombo 12. 2. KOSHY THOMES 3. PUWANESHWARY THOMES 4. NELSON THOMES 5. SALLY THOMES",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      444.85,
      504.2,
      584.62
    ],
    "text": "All of No.25, Abdul Jabbar Mawatha, Colombo 12. DEFENDANTS AND NOW BETWEEN 1. NEW LANKA MERCHANTS MARKETING (PVT) LIMITED",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      584.56,
      474.2,
      695.02
    ],
    "text": "No. 31/5, Horton Place, Colombo 07 and also of No.25, Abdul Jabbar Mawatha, Colombo 12. 2. KOSHY THOMES 3. PUWANESHWARY THOMES 4. NELSON THOMES 5. SALLY THOMES",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      694.96,
      504.2,
      763.56
    ],
    "text": "All of No.25, Abdul Jabbar Mawatha, Colombo 12. DEFENDANTS-PETITIONERS/APPELLANTS",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.18,
      478.16,
      182.18
    ],
    "text": "VS. 1. SEYLAN BANK PLC No. 69, Janadhipathi Mawatha, Colombo 03 and now of Ceylinco-Seylan Towers, No.90, Galle Road,Colombo 03. (New Company NO. P.Q.9)",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      182.6,
      475.49,
      209.78
    ],
    "text": "PLAINTIFF-RESPONDENT",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      210.2,
      507.44,
      334.01
    ],
    "text": "AND 2. THE GOLDEN KEY CREDIT CARD COMPANY LIMITED No. 2. R.A.De Mel Mawatha, Colombo 03. 3. DR. LALITH KOTELAWALA No. 2. R.A.De Mel Mawatha, Colombo 03.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      334.43,
      524.37,
      761.88
    ],
    "text": "PARTIES TO BE ADDED- RESPONDENTS BEFORE: Sisira J.De Abrew J. Upaly Abeyrathne J. Prasanna Jayawardena, PC. J. COUNSEL: Geoffrey Alagaratnam, PC with L.Ganeshanathan for the Defendants-Petitioners-Appellants. Nigel Hatch, PC with Shanaka De Livera and Ms.S Ellangage for the Plaintiff-Respondents-Respondents. WRITTEN On 19th June 2015 by the Plaintiffs-Respondents-Respondents. SUBMISSIONS FILED: Not filed by the Defendants-Petitioners/Appellants. ARGUED ON: 07th July 2016. DECIDED ON: 19th May 2017. Prasanna Jayawardena, PC, J. On 30th July 2010, the Plaintiff- Respondent Bank [“the plaintiff”] instituted this Action against the 1st Defendant-Petitioner/Appellant Company [“the 1st defendant”] in the High Court of the Western Province exercising Civil (Commercial) Jurisdiction. The",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.18,
      526.0,
      763.08
    ],
    "text": "plaintiff prayed for the recovery of a sum of money which was said to have been lent and advanced to the 1st defendant upon an overdraft facility. The plaintiff pleaded that the 2nd to 5th Defendants-Petitioners/Appellants [“the 2nd to 5th defendants”] were also, jointly and severally, liable to repay these monies under and in terms of a written guarantee executed by them undertaking personal liability to pay monies due from the 1st defendant to the plaintiff. On 02nd June 2011, all the defendants filed a joint answer denying liability to pay any monies. No claim in reconvention was made. Immediately after filing answer, the defendants made an application, by way of a petition dated 03rd June 2011 and supporting affidavit, seeking to add the duly incorporated Company named Golden Key Credit Card Company Limited [“Golden Key”] and the individual named Lalith Kotelawela, [“Kotelawala”] as defendants in the case. These two persons were named as the “Parties to be Added” in the Defendants‟ petition dated 03rd June 2011. The provision of law which governs the defendants‟ application to add these two persons, is Section 18 (1) of the Civil Procedure Code, which sets out the circumstances in which a person may be added as a party to a pending case. As set out in the defendants‟ aforesaid petition, the application to add Golden Key and Kotelawela has been made on the basis of the defendants‟ claims that: Kotelawela was the Chairman of Golden Key and also the Founder Chairman/Managing Director of the plaintiff company; Kotelawala was the “alter ego” of both Golden Key and the plaintiff; these two companies and Kotelawela “were inextricably linked”; the plaintiff and the defendants had entered into the agreement set out in the letter dated 31st October 2008, filed with the answer marked “D3” on the strength of oral representations made by Golden Key and the plaintiff that the plaintiff will give banking facilities to the 1st defendant against the “collateral security” given by Golden Key; in terms thereof, Golden Key gave the plaintiff a letter of undertaking agreeing to pay a sum of Rs.16 million to the plaintiff in the event of the 1st defendant defaulting to repay the monies due upon an overdraft facility granted by the plaintiff to the 1st defendant; at the time this letter of undertaking was issued, the 4th and 5th defendants had a “security deposit” of Rs.40 million with Golden Key and they were utilising the deposit interest paid thereon, to repay the monies due upon the banking facilities granted by the plaintiff to the 1st defendant; following the financial crisis which beset Golden Key in 2009, the 4th and 5th defendants sought to withdraw this aforesaid “security deposit” to repay the plaintiff but were not paid any monies by Golden Key; the 4th defendant then asked the plaintiff and Golden Key to set off the monies due upon the overdraft facility from the security deposit of Rs. 40 million placed with Golden Key and refund the balance sum of Rs.28 million to the 4th defendant; the plaintiff had not acted in terms of the aforesaid request and instead, instituted the present action against the defendants to recover the monies due upon the overdraft facility; the plaintiff and Golden Key “are guilty of fraud and collusion” and have “deliberately induced” the defendants to enter into a contract with the plaintiff; the plaintiff “having at the time of the agreement accepted the collateral security given by” Golden Key, has failed to set off the sums due to it from 1st defendant from the security deposit given by the 4th and 5th defendants to Golden Key; and, in the aforesaid circumstances, the presence of Golden Key and Kotelawala as parties to the action “may be necessary in order to enable Your Honours Court to effectually and completely adjudicate upon and settle all the questions involved in the present action”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.18,
      525.64,
      583.27
    ],
    "text": "The plaintiff filed a statement of objections praying for the dismissal of the defendants‟ application to add Golden Key and Kotelawala and pleading, inter alia, that: the overdraft facility granted to the 1st defendant was secured by the personal guarantee executed by the 2nd to 5th defendants; Golden Key‟s letter of undertaking referred to by the defendants was a “further security” and this letter of undertaking dated 25th August 2008 was filed with the statement of objections marked “Q1”; the defendants alleged “security deposit” had been deposited by them “in a company which is a separate legal entity”; and the plaintiff had not recovered any money from Golden Key. The case record indicates that, neither Golden Key Company nor Kotelawala entered an appearance in response to the notices which were issued and which were eventually served on them, after considerable effort over a period of approximately two years. In these circumstances, the defendants‟ application for addition of parties was taken up for inquiry on 13th December 2013. Only the plaintiff and the defendants participated at the Inquiry. At their request, the Inquiry was decided upon written submissions. By his Order dated 25th April 2014, the learned High Court Judge refused the defendants‟ application for addition of parties, holding that, Golden Key and Kotelawala were not “necessary parties” as contemplated by Section 18 (1) and that, therefore, the defendants‟ application should be dismissed. In reaching this conclusion, the learned High Court Judge held that, any claim the defendants may have against Golden Key has to be determined between the defendants and Golden Key and is independent of the plaintiff‟s cause of action in the present case against the defendants. The learned High Court Judge also observed that, the 2nd to 5th defendants‟ personal guarantee and the letter of undertaking marked “Q1” issued by Golden Key were independent of each other and the plaintiff has the option of deciding to proceed against the 2nd to 5th defendants upon their personal guarantee without proceeding against Golden Key upon the letter of undertaking marked “Q1”. The defendants made an application to this Court seeking Leave to Appeal from the aforesaid Order and obtained Leave to Appeal on the following two questions of law, which are reproduced verbatim:",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      583.6,
      508.97,
      596.96
    ],
    "text": "(a) Did the learned High Court Judge err in law in interpreting and applying the",
    "fonts": [
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      597.4,
      525.92,
      639.1
    ],
    "text": "provisions of Section 18 (1) of the Civil Procedure Code ? (b) Did the learned High Court Judge err in law in failing to consider the purported",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Calibri,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      638.92,
      516.06,
      762.84
    ],
    "text": "effect of Section 34 (3) of the Civil Procedure Code ? The aforesaid first question of law to be determined in this appeal asks whether the learned High Court Judge misinterpreted and misapplied Section 18 (1). Therefore, the determination of this appeal requires an identification of the true nature, scope and effect of Section 18 (1) and its application to the facts of the present case. However, before proceeding to determine this appeal, it has to be noted that, the defendants‟ application to add parties is based on their contention, both in the High",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Calibri,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.06,
      524.48,
      554.83
    ],
    "text": "Court and in this Court, that, the Court must apply what they term the “wider construction” of Section 18 (1) espoused by Lord Esher M.R in BYRNE vs. BROWN AND DIPLOCK[ 1889 22 QBD 657] and in MONTGOMERY vs. FOY, MORGAN AND CO [1895 2 QB 321] . The defendants submit that this “wider construction” was adopted by this Court in COOMARASWAMY vs. ANDIRIS APPUHAMY [1985 2 SLR 219] and followed in the later cases of DASSANAYAKE vs. PEOPLE‟S BANK [1995 2 SLR 320], PERERA vs. LOKUGE [2000 3 SLR 200] and FERNANDO vs. TENNAKOON [2010 2 SLR 22]. The defendants submit that, therefore, Golden Key and Kotelawela must be added as parties upon an application of this “wider construction” of Section 18 (1). This contention was rejected by the learned High Court Judge. However, the application made by the defendants to add Golden Key and Kotelawela has resulted in a procedural delay of nearly three years in the High Court (largely due to delay in serving notice on Golden Key and Kotelawela) and further delay consequent to the defendants seeking leave to appeal from the Order of the High Court. It is also relevant to state here that, applications to add parties invoking the so-called “wider construction” of Section 18 (1), are frequently made to the original Courts even where it is plainly clear that, the proposed addition is not permissible under and in terms of Section 18 (1). Each such application causes delay and adds to the work load of Courts. Needless to say, delay in litigation is usually prejudicial and efforts should be made to reduce the causes of delay. In these circumstances, it will be useful to examine the decisions of the Courts which have considered the circumstances in which a person should be added as a party, under and in terms of Section 18 (1) of the Civil Procedure Code, and seek to ascertain the true nature, scope and effect of the “wider construction”, which the defendants claim they rely on. There have been many decisions of our Courts which have examined the type of person who will fall within the description set out in Section 18 (1) and who, therefore, should be added as a party to a pending action. In these examinations, our Courts often looked to the English Law since Section 18 (1) of our Civil Procedure Code, which was introduced in 1889, is modelled on and is very similar to Order 16, rule 11 of the Rules of the Supreme Court of England ,1883 which, inter alia, stated that, the Court may order:",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      555.13,
      526.08,
      748.9
    ],
    "text": "“….. the names of any parties, whether plaintiffs or defendants, who ought to have been joined, or whose presence before the court may be necessary in order to enable the court effectually and completely to adjudicate upon and settle all the questions involved in the cause or matter be added”. Thus, in the early Case of MEIDEEN vs. BANDA [1 NLR 51], Withers J held (at p. 54) that “Now the language of the 18th section of our Civil Procedure Code corresponds with the language of Rule 11, Order XVI., of the Supreme Court of England, and this being so, I take it that on principle we are bound to follow the decisions of the High Court of Appeal on questions arising out of the rules of the Supreme Court in England …”. The fact that, the English Law can provide useful guidance with regard to the criteria which determine questions relating to the addition of parties, has been recognized by the Supreme Court in the later cases of PONNUTHURAI vs. JUHAR [66 NLR 375 at p.376], THE CHARTERED BANK vs.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.18,
      526.35,
      761.74
    ],
    "text": "DE SILVA [67 NLR 135 at p.142] and COOMARASWAMY vs. ANDIRIS APPUHAMY [1985 2 SLR 219 at p.221-222]. Therefore, an examination of the decisions of the Courts of England which applied Order 16, rule 11 of the Rules of the Supreme Court of England,1883 will help understand the nature, scope and effect of Section 18 (1) of our Code. In the early case of NORRIS vs. BEAZLEY [1877 2 C.P.D. 80], Lord Coleridge C.J. considered the circumstances in which a party may be added to a pending action and held that, the Court should decide such an issue by ascertaining whether the plaintiff had a cause of action against the person sought to be added which ought to be determined in the pending action itself. The learned Chief Justice held (at p.83-84), “It seems to me to be correctly argued that those words plainly imply that the defendant to be added must be a defendant against whom the plaintiff has some cause of complaint, which ought to be determined in the action, and that it was never intended to apply where the person to be added as defendant is a person against whom the plaintiff has no claim, and does not desire to prosecute any.” [emphasis added]. This somewhat restricted approach which limited the addition of parties to persons against whom the plaintiff had a cause of action which ought to be determined in the pending action itself, was later described as the “narrower construction” of the circumstances which would justify the addition of a party to a pending action. This approach has been favoured in cases such as McCHEAN vs. GILES [1902 1 Ch. 911], HOOD BARRS vs. FRAMPTON, KNIGHT AND CLAYTON [1924 W.N. 287] and ATID NAVIGATION CO. LTD vs. FAIRPLAY TOWAGE & SHIPPING CO [1955 1 AER 698]. However, a less restricted line of authority in the English Law sprang from the judgments of Lord Esher M.R. in the Court of Appeal in the aforesaid cases of BYRNE vs. BROWN AND DIPLOCK and in MONTGOMERY vs. FOY, MORGAN AND CO. In these two decisions, the learned Master of the Rolls advocated what has been later termed a “wider construction” of the circumstances which would justify the addition of a party to a pending action. Thus, in BYRNE‟s case (at p.666), Lord Esher M.R. observed, “One of the chief objects of the Judicature Act was to secure that, whenever a Court can see in the transaction brought before it that the rights of one of the parties will or may be so affected that under the forms of law other actions may be brought in respect of that transaction, the Court shall have power to bring all the parties before it, and determine the rights of all in one proceeding. It is not necessary that the evidence in the issues raised by the new parties being brought in should be exactly the same; it is sufficient if the main evidence, and the main inquiry, will be the same, and the Court then has the power to bring in the new parties; and to adjudicate in one proceeding upon the rights of all the parties before it. Another great object was to diminish the cost of litigation. That being so, the Court ought to give the largest construction to those Acts in order to carry out as far as possible the two objects I have mentioned”. In MONTGOMERY‟s Case (at p.324), Lord Esher M.R. stated, “I can find no case which decides that we cannot construe the rule as enabling the Court under such circumstances to effectuate what was one of the great",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.06,
      526.5,
      761.88
    ],
    "text": "objects of the Judicature Acts, namely that, where there is one subject-matter out of which several disputes arise, all parties may be brought before the Court, and all those disputes may be determined at the same time without the delay and expense of several actions and trials.” [emphasis added]. However, it is important to note that, in BYRNE‟s case, Lord Esher M.R. himself (at p. 666) recognized that his aforesaid statements were “general observations”. The approach adopted by Lord Esher M.R. was followed in the later case of BENTLEY MOTORS (1931) LTD. vs. LAGONDA LTD. [1945 2 AER 211]. Thereafter, in the often cited decision of AMON vs. RAPAHEL TUCK AND SONS LTD [1956 1 AER 273], Devlin J carefully reviewed the two different lines of authorities and devised an approach and set of tests for determining whether a person should be added as a party, which may be described as standing between the “narrower construction” preferred by Lord Coleridge C.J. and the “wider construction” espoused by Lord Esher M.R. In AMON‟s Case, Devlin J was not inclined to follow the approach taken by Lord Coleridge CJ in NORRIS vs. BEAZLEY that, the addition of a party should be confined only to instances where the plaintiff has a cause of action against the person sought to be added which ought to be determined in the pending action itself and observed (at p. 277), “Nevertheless, the later authorities, which are binding on me, show conclusively that a party can be joined as defendant even though the plaintiff does not think that he has any cause of action against him.”. But, at the same time, Devlin J did not share Lord Esher‟s aforesaid view expressed in BYRNE‟s case and MONTGOMERY‟s case that, the objective of preventing the multiplicity of litigation should be given pre-eminence when deciding whether a person should be added. In this connection, Devlin J stated (at p.285) “I do not, with deference to those who have thought otherwise, agree that the main object of the rule is to prevent multiplicity of actions, though it may incidentally have that effect”. In this regard, Devlin J pointed out, with regard to the object of Order 16, r.11, that, “It is not to marry a future action to an existing one, but to ensure that all the necessary parties to the existing one (using „necessary‟ in the broad sense of being necessary to effectual and complete adjudication in the existing action) are before the court. It does incidentally keep down multiplicity of actions, because if the necessary parties cannot get before the court in an existing action, they will naturally try to do so in another one, but that appears to me to be a desirable consequence of the rule rather than its main objective”. Devlin J observed (at p. 280) that, Order 16, rule 11 had two limbs [as does our Section 18 (1)] and posed the pertinent question “If all the parties who ‘ought to have been joined’ under the first limb are joined, who are the ‘necessary parties’ contemplated by the second limb ?” [emphasis added]. Devlin J emphasised that, the addition of a person to a pending action under and in terms of the `second limb’ of Order 16, rule 11 on the ground that he is a `necessary party‟, is governed by and can only be done in terms of Order 16, rule 11. Thus, Devlin J pointed out (at p. 279) that, the Court‟s decision whether or not to",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.06,
      505.02,
      99.86
    ],
    "text": "add a person on the basis that he is a “necessary party” “….. really turns on the true construction of the rule, and, in particular, the meaning of the words",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      99.8,
      525.9,
      763.56
    ],
    "text": "‘….. whose presence before the court may be necessary in order to enable the court effectually and completely to adjudicate upon and settle all the questions involved in the cause or matter’. The beginning and end of the matter is that the court has jurisdiction to join a person whose presence is necessary for the prescribed purpose and has no jurisdiction under the rule to join a person whose presence is not necessary for that purpose. It is not, I think, disputed that „the cause or matter‟ is the action as it stands between the existing parties. If it were otherwise, then anybody who showed a cause of action against either a plaintiff or defendant could, of course, say that the question involved in his cause of action could not be settled unless he was made a party.” [emphasis added]. Devlin J went on to examine who could be described as a `necessary party‟ as contemplated by the aforesaid second limb and observed (at p. 286-287) “It is the words of the rule that now govern the matter, whatever the object for which it was made, and it is true that the words „all the questions involved in the cause or matter‟ are very wide. They are so wide that no one suggests they can be read without some limitation. The limitation is not something to be left to be settled by the court in its discretion. It is there in the earlier words of the rule. The person to be joined must be someone whose presence is necessary as a party.”. [emphasis added]. Devlin J then formulated (at p.286-287) the following test which may be applied when determining whether a person should be added as a party under the aforesaid second limb: “What makes a person a necessary party ? It is not, of course, merely that he has relevant evidence to give on some of the questions involved.; that would only make him a relevant witness. It is not merely that he has an interest in the correct solution of some question involved and has thought of relevant arguments to advance and is afraid that the existing parties may not advance them adequately ……..The only reason which makes it necessary to make a person a party to an action is so that he should be bound by the result of the action, and the question to be so settled, therefore, must be a question in the action which cannot be effectually and completely settled unless he is a party.” [emphasis added]. Devlin J went on to identify another test which may be applied when determining whether a person is a „necessary party” who should be added, and stated (at p. 290) “I think the test is: May the order for which the plaintiff is asking directly affect the intervener in the enjoyment of his legal rights ?”. [emphasis added]. By way of two further tests, Devlin J stated that, a plaintiff or a defendant would be entitled to add a person whose presence before the Court as a party to the pending action is required to enable one of them to either: (i) effectually and completely establish their case; or (ii) to effectually and completely obtain the reliefs they seek in the action; even if that person is not bound by the determination of a pending action",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.8,
      302.91,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.18,
      524.59,
      761.88
    ],
    "text": "and his legal rights are not affected by the Orders sought in that action. Devlin J explained that this was so since, in such circumstances, the presence of that person before the Court as a party to the action, was necessary to effectually and completely adjudicate upon and settle that action - vide: p. 290. However, Devlin J went on to stress that, the aforesaid tests he formulated were neither universal nor exhaustive and stated (at p.290), “It must not be supposed that the test which I have employed can be applied to every sort of application under the rule, and I am not attempting to lay down, or holding that the authorities lay down, a test of universal efficacy.”. and “….. the test that is appropriate to determine whether a party is necessary or not may vary according to the circumstances.”. The decision of Devlin J in AMON‟s case was followed by John Stephenson J in FIRE, AUTO AND MARINE INSURANCE CO. LTD vs. GREENE [1964 2 AER 761] and by Willmer J in MIGUEL SANCHEZ &CO. vs. THE RESULT [1958 2 WLR 725] It should also be mentioned here that, in AMON‟s case, Devlin J (at p.281-282 and p.287), drew a distinction between `legal rights‟ and `commercial interests‟ and expressed the view that, a person‟s `commercial interests‟ being affected, would not justify his addition as a party. However, Lord Denning M.R took a different view in the subsequent Case of GURTNER vs. CIRCUIT [1968 1 AER 328] on this question of whether a person whose `pecuniary interests‟ or `commercial interests‟ may be affected, could be added as a party in appropriate circumstances. In GURTNER vs. CIRCUIT, Lord Denning M.R held that even a person whose `pecuniary interests‟ or `commercial interests‟ may be affected, could be added as a party, in appropriate circumstances. In that case, the plaintiff instituted an action claiming damages from the defendant for injuries sustained in a motor collision. Summons could not be served on the defendant. The Motor Insurance Bureau, which would become liable in law to pay the amount of any ex parte decree which may be entered in the plaintiff‟s favour, made an application to be added as a party, since the Bureau wished to defend the action. In the Court of Appeal, Lord Denning M.R. permitted the addition holding that, the Motor Insurance Bureau was entitled to be added as “they are the people who have to foot the bill”. The learned Master of the Rolls stated (at p.332) that, “It seems to me that, when two parties are in a dispute in an action at law and the determination of that dispute will directly affect a third person in his legal rights or his pocket, in that he will be bound to foot the bill, then the court in its discretion, may allow him to be added as a party on such terms as it thinks fit. By doing so, the court achieves the object of the rule. It enables all matters in dispute `to be effectually and completely determined and adjudicated upon‟ between all those directly concerned in the outcome”. Thus, in GURTNER vs. CIRCUIT, Lord Denning M.R. has held that, in some circumstances, a person would be entitled to be added if the determination of the case will affect his `pecuniary interests‟ or `commercial interests‟ though his strictly „legal rights‟ may not be affected. In the course of his judgment (at p. 332), Lord Denning M.R. refers to Devlin J‟s judgment in AMON‟s case and makes the remark that, Devlin J thought Order 16,",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.18,
      526.65,
      707.36
    ],
    "text": "rule 11 should be given a narrow construction but that, Lord Denning M.R. prefers to give a wider interpretation to the rule, as Lord Esher did in BYRNE‟s case. However, a perusal of Lord Denning M.R.‟s judgment shows that, the learned Master of the Rolls did not refer to or disagree with the aforesaid tests which Devlin J formulated in AMON‟s case other than for specifically disapproving of Devlin J‟s view that, a person whose `commercial interests‟ were affected was not entitled to be added as a party to a pending action if his `legal rights‟ were not affected. In fact, it appears to me that, while Lord Denning M.R was of the view that, a Court should give a wide interpretation to Order 16, rule 11 when determining questions regarding the addition of parties, His Lordship applied a process of reasoning which seems to mirror, to an extent, the approach formulated by Devlin J in AMON‟s Case. Thus, the view expressed by Lord Denning M.R. that a person may be added as a party, at the discretion of the Court, if “… the determination of the dispute will directly affect a third person in his legal rights or his pocket ….” quoted above is, on similar lines to the tests formulated by Devlin J but for the extension of the type of person who may be added to include persons whose `pecuniary interests‟ or `commercial interests‟ may be affected instead of only persons whose `legal rights‟ may be affected. Before parting with the English decisions, it should be mentioned that, Order 16, rule 11 of the Rules of the Supreme Court of England, 1883, which was examined in the English decisions referred to above [other than GURTNER vs. CIRCUIT which was decided in 1967] were determined under the aforesaid Order 16, rule 11 of the Rules of the Supreme Court of England, 1883. However, in 1965, Order 16, rule 11 of the 1883 Rules was replaced by Order 15, rule 6 (2) (b) (i) and (ii) of the Rules of the Supreme Court of England, 1965. Order 15 rule, 6 (2) (b) (i) of the 1965 Rules is modelled on the previous Order 16, rule 11 of the 1883 Rules and GURTNER vs. CIRCUIT was decided thereunder. However, Order 15 rule, 6 (2) (b) (ii) introduced in 1965 permitted the addition of “any person between whom and any party to the cause or matter there may exist a question or issue arising out of or relating to or connected with any relief or remedy claimed in the cause or matter which in the opinion of the Court it would be just and convenient to determine as between him and that party as well as between the parties to the cause or matter”. Thus, the criteria for the addition of parties under Rules of the Supreme Court of England, 1965 are significantly wider than the wording of Section 18 (1) of our Civil Procedure Code. These criteria were further expanded when Rule 19 of the Civil Procedure Rules, 1998 of England came into effect. Consequently, the decisions of the Courts of England after 1965 on the issue of the addition of parties, may not be of direct assistance to us when determining the tests or criteria to be used to decide issues relating to the addition of parties under our law, in terms of Section 18 (1) of the Civil Procedure Code. To now turn to our law, the statutory provision which enables the addition of a party to a pending action is Section 18 (1) of the Civil Procedure Code, which states:",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      707.8,
      507.83,
      748.75
    ],
    "text": "“ ..… the court may at any time, ..…order that ..… the name of any person who ought to have been joined, whether as plaintiff or defendant, or whose presence before the court may be necessary in order to enable the court",
    "fonts": [
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.06,
      525.83,
      430.63
    ],
    "text": "effectually and completely to adjudicate upon and settle all the questions involved in that action, be added”. Section 18 (1) makes it clear that, the Court may make such an order either upon an application made to it or ex mero motu and subject to such terms as the Court thinks just. Section 19 stipulates that, “ No person shall be allowed to intervene in a pending action otherwise than in pursuance of, and in conformity with, the provisions of the last preceding section…. ”. Accordingly, it is evident from Section 18 (1) read with Section 19 that, questions relating to the addition of parties under our law must be decided within the confines of Section 18 (1) of the Civil Procedure Code. Thus, in TEMPLER vs. SENEVIRATNE [1892 2 Cey. Law Reports 70 at p.71], Withers J observed with regard to the addition of parties in a civil action that, “According to clause 19 of Ordinance 2 of 1889 which governed the procedure herein, no person can intervene in any action otherwise than as provided by clause 18 of Ordinance 2 of 1889” [ie: “Ordinance 2 of 1889” referred to Withers J is the then recently promulgated Civil Procedure Code]. It is evident that, in the same way as in Order 16, rule 11, the use of the word “or” in the words of Section 18 (1) cited above, shows that, Section 18 (1) has two limbs which contemplate the addition of two different types of persons:",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      431.17,
      527.72,
      764.28
    ],
    "text": "(i) Firstly, persons who “ought to be have been joined, whether as plaintiff or defendant”; (ii) Secondly, persons whose “presence before the court may be necessary in order to enable the court effectually and completely to adjudicate upon and settle all the questions involved in that action”. The fact that, Section 18 (1) has two separate limbs under which a party may be added was highlighted by Basnayake C.J. in WEERAPERUMA vs. DE SILVA [61 NLR 481 at p.484] where the learned Chief Justice stated “….. the grounds on which a person may be added as a party to an action are either (i) that he ought to have been joined as a plaintiff or defendant or (ii) that his presence is necessary in order to enable the Court effectually and completely to adjudicate upon and settle all the questions involved in the action”. In the same manner, in THE CHARTERED BANK vs. DE SILVA [67 NLR 135 at p. 137], Sri Skanda Rajah J observed “Section 18 (1) of our Code, like Order I Rule 10 (2) of the Indian Code, makes a distinction between the two classes of persons, viz. persons who ought to have joined, i.e., necessary parties, and persons whose presence is necessary to enable the Court to completely and effectually to adjudicate upon and settle all the questions involved in the suit, i.e., proper parties”. Accordingly, it is now necessary to examine the type of person who should be added on the basis that such person falls within the first limb of Section 18 (1) as being someone “who ought to have been joined, whether as plaintiff or defendant”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.18,
      524.22,
      761.76
    ],
    "text": "Basnayake CJ in WEERAPERUMA vs. DE SILVA (at p.137) and Sri Skanda Rajah J in THE CHARTERED BANK vs. DE SILVA (at p.484) considered this question and determined that, when ascertaining whether a party who is sought to be added is a person “who ought to have been joined, whether as plaintiff or defendant” in terms of the first limb, Section 18 (1) should be read with Section 11 and Section 14 (as appropriate) of the Civil Procedure Code. Thus, Sri Skanda Rajah J stated (at p. 137) “In our view sections 14 and 18 (1) should be read together”. It is clear from these two decisions that: in the case of an application to add a party under the first limb of Section 18 (1) on the basis that he “ought to have been joined … as plaintiff”, that person will be a third party who claims a right to relief upon the cause of action which is the subject matter of the case and who ought to have been joined as a plaintiff, as required by Section 11 of the Civil Procedure Code; and in the case of an application to add a party under the first limb of Section 18 (1) on the basis that he “ought to have been joined … as defendant”, that person will be a third party who is alleged to be liable upon the cause of action which is the subject matter of the case and who ought to have been joined as a defendant, as required by Section 14 of the Civil Procedure Code. In other words, the type of persons contemplated in the first limb of S:18 (1) are persons who must be added as parties since they are entitled to relief upon or are liable upon, the same cause of action which is the subject matter of the case. By way of an example of a party being added since he was a person “who ought to have been joined, whether as plaintiff or as defendant” as contemplated by the first limb of Section 18 (1), in SINNATHAMBY vs. KANDIAH [56 NLR 535], only two of three trustees were plaintiffs in an action instituted by these two plaintiffs in their capacity as trustees, despite Section 473 of the Civil Procedure Code requiring that, where there are several trustees, they shall all be made parties in an action filed by one or more of them. The Supreme Court ordered that, the trustee who was not a plaintiff be added as a party and observed (at p.536) that, Section 18 (1) “…..empowers the Court inter alia to add as a party the name of any person who ought to have been joined (in the first instance) whether as plaintiff or Defendant.”. Next, it is necessary to examine the type of person who should be added on the basis that such person falls within the second limb of Section 18 (1) as being someone “whose presence before the court may be necessary in order to enable the court effectually and completely to adjudicate upon and settle all the questions involved in that action”. In this regard, the use of the word “or” in Section 18 (1) suggests that, this second type of persons will be persons who may not be entitled to relief upon or be liable upon the cause of action which is the subject matter of the case (who will be encompassed by the first limb as set out earlier) but, nevertheless, are persons whose presence before the Court is necessary to enable the Court to effectually and completely adjudicate upon and settle all the questions involved in that action. This type of persons who should be added under and in terms of the second limb of Section 18 (1), are usually referred to as “necessary parties”. As mentioned above, in THE CHARTERED BANK vs. DE SILVA, Sri Skanda Rajah J referred to such parties as “proper parties”. Although that term used by Sri Skanda Rajah J seems to be apt, a perusal of the later judgments shows that, the term “necessary parties” has",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.18,
      526.39,
      761.88
    ],
    "text": "been frequently used when referring to parties who should be added under and in terms of the second limb of Section 18 (1). Accordingly, so as to maintain conformity, the term “necessary parties” will be used in this judgment when referring to parties who should be added under and in terms of the second limb of Section 18 (1). In the early Case of APPUHAMY vs. LOKUHAMY [1892 2 Cey. Law Reports 57 at p.58], Lawrie J took the aforesaid words in the second limb of Section 18 (1) to mean that, “Before a third person can be added as a party he must show that he has an interest in the litigation and that he would be prejudiced by a judgment being entered either for the plaintiff or defendant”. [emphasis added]. In PERERA vs. LOWE [2 Cey. Law Recorder 191] where A sued B upon a Promissory Note. C, who had no connection to the transaction between A and B, sought to intervene because he feared this was a collusive action designed to seize B‟s land upon which C has a claim. C‟s application to be added was refused since Shaw ACJ held that, C had no direct interest in the action between A and B and could not be regarded as a “necessary party” merely because he feared he might suffer some loss. A similar conclusion was reached by Soertz J in THANGAMMA vs. NAGALINGAM [39 NLR 143] on facts which were broadly similar with the difference being that, the action was one upon a mortgage bond and not a promissory note. In KUMARIHAMY vs. DISSANAYAKE [37 NLR 493], the defendant in a hypothecary action pleaded as his defence that he had paid the monies due to the plaintiff to the plaintiff‟s agent and obtained an Order from the District Court adding the plaintiff‟s agent as a defendant. In appeal from this Order of the District Court, the Supreme Court held that, the plaintiff‟s agent was wrongly added since he was no more than an important witness and his presence as a party was unnecessary to effectually and completely adjudicate upon and settle the questions involved in the action. In reaching this conclusion, Dalton S.P.J. referred to the fact that, neither the plaintiff nor the defendant claimed any right to relief against the party who had been added. Then, in ARUMOGAM vs. VAITHIALINGAM [43 NLR 293] the plaintiff instituted a hypothecary action against the defendant to recover monies which he had lent to the defendant upon a contract between these two parties. The heirs of the plaintiff‟s daughter sought to be added on the basis that, the plaintiff had utilised monies belonging to his daughter when he made the loan to the defendant. However, the plaintiff claimed that, he had repaid his daughter and that, the monies he had lent to the defendant were his own. Having considered some of the previous decisions of this Courts and also the decisions in BYRNE vs. BROWN AND DIPLOCK and MONTGOMERY vs. FOY, MORGAN AND CO, De Kretser J refused to add the heirs on the basis that any claim they may have against the plaintiff must be the basis of a separate action and could not be made a part of the present action which was limited to the contract between the plaintiff and defendant. In reaching this conclusion, De Kretser J observed (at p.496) that, “Now, there is no doubt that section 18 should be liberally interpreted but that must be done on some principle” and went on to state with regard to the decisions where addition of a party had been allowed “ ….. The questions arose from the contract itself …..”. An instance where a party was added to a pending action was the Case of BANDA vs. DHARMARATNE [24 NLR 210] where it was held that, the plaintiff in a",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.18,
      524.37,
      582.43
    ],
    "text": "hypothecary action was entitled, under Section 18 (1), to add as a defendant, a person to whom the mortgaged property had been transferred before the judgment was delivered and who was, therefore, a “necessary party” as contemplated by Section 18 (1) since the presence of the transferee, who was in possession and would be affected or be bound by the Orders which may be made, was necessary to enable the Court to effectually and completely adjudicate upon and settle all the questions involved in the action. A Bench of five Judges in IBRAHIM SAIBO vs. MANSOOR [54 NLR 217], in a decision which examined the liability of a sub-tenant to be ejected upon a writ obtained against the tenant, commented that, a sub-tenant would usually be entitled to be added to the action between the landlord and tenant. The Supreme Court went on to observe, obiter (at p.221), with regard to the purpose of Section 18 (1) that, “Section 18 provides for the joinder of persons „whose presence may be necessary in order to enable the court effectively and completely to adjudicate and settle all the questions involved in the action‟. In our view the Code after making provision restricting the joinder of parties and causes of action by a plaintiff as of right enables the court under section 18 on the consideration of the merits of an individual application to relax the rigours imposed by other sections. It is proper that the court should have this power because, as in the circumstances under consideration, delay and inconvenience would be caused if power is not vested in some authority to relax the rules laid down to prevent in the generality of cases the indiscriminate joinder of parties and causes of action.”. It is apparent from the above cases decided by the Supreme Court in the first half of the 20th century that, a person would be considered a “necessary party” under and in terms of the second limb of Section 18 (1) of the Civil Procedure Code if he had rights in the subject matter of the litigation and may be prejudiced by the Order that would be made in the case or if it was necessary that he be bound by the Order and, therefore, his presence as a party in the action was necessary to enable the Court to effectually and completely adjudicate upon and settle all the questions involved in the action. Devlin J‟s judgment in AMON vs. RAPAHEL TUCK AND SONS LTD was delivered in 1955 and the decisions of our Courts since then show that the Supreme Court approved of and applied the approach formulated by Devlin J in that case.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      587.92,
      521.31,
      766.68
    ],
    "text": "Thus, in THE UNITED FIRE AND GENERAL INSURANCE CO., LTD vs. WEINMAN [59 NLR 495], PONNUTHURAI vs. JUHAR and THE CHARTERED BANK vs. DE SILVA, the Supreme Court referred to and applied some of the aforesaid tests formulated by Devlin J in AMON‟s case. A perusal of these judgments establishes that, the Supreme Court considered Devlin J‟s approach in AMON‟s case as having correctly identified how to determine whether a person should be added as a “necessary party” under the second limb of Section 18 (1) of the Civil Procedure Code. Thus, in THE UNITED FIRE AND GENERAL INSURANCE CO., LTD vs. WEINMAN, Weerasooriya J decided that case by applying one of the tests formulated by Devlin J in AMON‟s case. In PONNUTHURAI vs. JUHAR, Sansoni J (at p. 377-378), stated, “The English rule has been closely analysed in a learned judgment by Devlin J. in Amon v. Raphael Tuck and Sons Ltd. ….. “ and that Devlin J “….. laid down the test to determine whether an intervention should be",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.06,
      526.76,
      250.68
    ],
    "text": "allowed when the plaintiff objects to it as being : \" May the order for which the plaintiff is asking directly affect the intervener in the enjoyment of his legal rights ? \". His Lordship, Justice Sansoni then applied the aforesaid test formulated by Devlin J in deciding the appeal. In THE CHARTERED BANK vs. DE SILVA, Alles J stated (at p.142), “ I therefore agree that the principle laid down in Amon's case and followed in the later decisions should be preferred to the broad generalisation of Lord Esher in Montgomery's case. Otherwise as Devlin J. remarked in Amon‟s case `anybody who showed a cause of action against either a plaintiff or defendant could, of course, say that the question involved in his cause of action could not be settled unless he was a party‟. Applying therefore the principles laid down by Devlin J. and followed in the later English cases to the facts of the present case what are the legal rights of the Bank which can be affected by the result of the action between the plaintiff and the defendants ?”.",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Trebuchet MS"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      256.79,
      524.25,
      766.92
    ],
    "text": "Then, in GOVERNMENT AGENT, KALUTARA vs. GUNARATNE [71 NLR 58] the Supreme Court held that, one of the grounds on which the addition of a person as a party to a pending action should be permitted under Section 18 (1) is the fact that, the Order prayed for in the action would affect that person in the enjoyment of his legal rights. Another decision of the Supreme Court which should be mentioned here is the aforesaid case of WEERAPERUMA vs. DE SILVA which was decided soon after AMON vs. RAPAHEL TUCK AND SONS LTD. In WEERAPERUMA vs. DE SILVA, Basnayake CJ did not refer to any previous decisions in Ceylon [as it then was] or in England with regard to the addition of parties and interpreted the second limb of Section 18 (1) to restrict the type of person who may be added as a “necessary party” to only persons whose presence is necessary to enable the Court to effectually and completely adjudicate upon and settle the questions involved in the action which arise from the pleadings of the parties who are already before Court. In this connection, His Lordship stated (at p. 484) that, “Any question arising on the case set up by an intervenient in his petition and not arising on the case set up in the pleadings of the parties is not a question involved in the action”. This approach taken by Basnayake CJ in WEERAPERUMA vs. DE SILVA to confine situations where addition is to be permitted only to instances where the presence of the intervenient as a party is required to determine questions which arise out of the pleadings of the parties who are already before the Court, is considerably more stringent that the tests devised by Devlin J even though Devlin J‟s approach had been followed in THE UNITED FIRE AND GENERAL INSURANCE CO., LTD vs. WEINMAN, PONNUTHURAI vs. JUHAR and THE CHARTERED BANK vs. DE SILVA. However, it is to be noted that, Basnayake CJ later agreed with the judgment of Sansoni J in PONNUTHURAI vs. JUHAR which was decided 17 months after the His Lordship, the Chief Justice had earlier voiced the more stringent requirements mentioned by him in WEERAPERUMA vs. DE SILVA. As I stated earlier, in PONNUTHURAI vs. JUHAR, the Supreme Court considered that, the aforesaid tests formulated by Devlin J correctly identified a party who should be added as being a “necessary party” under the second limb of Section 18 (1) of the Civil Procedure Code.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.18,
      526.48,
      761.88
    ],
    "text": "Thus, the cases cited above show that, the Supreme Court consistently approved of the approach taken by Devlin J in AMON‟s case or adopted an approach which was in consonance with Devlin J‟s reasoning. Naturally, the decision in each case depended on the particular facts of the case. But, it would be correct to state that, in general, the approach taken and tests adopted by the Supreme Court were on the lines of those formulated by Devlin J and that a cursus curiae to that effect, had been established. However, about two decades later, in COOMARASWAMY vs. ANDIRIS APPUHAMY, Ranasinghe J, as he then was, expressed (at p.229) His Lordship‟s view that, “….. the „wider construction‟ placed upon it by Lord Esher, which has been set out above, commends itself to me.”. As mentioned earlier, the defendants rely on Ranasinghe J‟s aforesaid observation made in COOMARASWAMY vs. ANDIRIS APPUHAMY that the “wider construction” espoused by Lord Esher M.R. is to be commended. Therefore, it is necessary to carefully examine Ranasinghe J‟s judgment in that case and seek to ascertain what exactly the Supreme Court held in that case. The facts of this case are somewhat complicated but it suffices to say for the purposes of this judgment that, Coomaraswamy, who was the appellant seeking to be added, was the original lessee of the land which was the subject matter of this action. Coomaraswamy had leased the land from the 1st defendant upon a lease agreement and obtained a loan from the 2nd defendant against the security of the leased land. When Coomaraswamy had difficulty repaying the monies due to the defendants, he entered into an agreement with the plaintiff to sell the land to the plaintiff in return for the plaintiff paying the monies due to the defendants. The plaintiff paid these monies and Coomaraswamy requested the defendants to transfer the land to the plaintiff. Thereupon, the defendants had entered into an agreement with the plaintiff to transfer the land to the plaintiff. However, subsequently, Coomaraswamy claimed that his previous agreement with the plaintiff was vitiated by duress and, in view of this claim, the defendants issued a notice to the plaintiff cancelling the intended transfer to the plaintiff. The plaintiff then instituted the action against the defendants seeking a declaration that the notice of cancellation was null and void. Coomaraswamy sought to be added as a party to the pending action on the basis that he was the person who was entitled to the land under his original lease agreement with the 1st defendant. The plaintiff opposed the addition. The District Court refused to allow the addition and the Court of Appeal affirmed the Order of the District Court. Coomaraswamy appealed to the Supreme Court. In appeal, Ranasinghe J set aside the Orders of the lower Courts and directed that Coomaraswamy be added as a defendant. In his judgment, with which with Sharvananda CJ and Atukorale J agreed, Ranasinghe J first examined the development of the Law in England and referred to both the “narrower construction” applied by Lord Coleridge CJ in NORRIS vs. BEAZLEY and the “wider construction” preferred by Lord Esher MR in BYRNE vs. BROWN and MONTGOMERY vs. FOY, MORGAN AND CO. In doing so, Ranasinghe J cited the passages from the judgments of Lord Coleridge CJ in NORRIS vs. BEAZLEY and of Lord Esher MR in BYRNE‟s case and MONTGOMERY‟s case, which I have cited above.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.18,
      524.05,
      761.88
    ],
    "text": "Ranasinghe J then referred to the judgment of Devlin J in AMON‟s case and commented (at p.223) “After an exhaustive consideration of all earlier English authorities Delvin J., (sic) himself came down on the side of the `narrower construction‟ formulating the test to be adopted in this way at page 290: `May the order for which the plaintiff is asking directly affect the intervener in the enjoyment of his legal rights ?‟ “ However, with the greatest respect, it is necessary to mention here that, as observed earlier, Devlin J had held in AMON‟s case that he was not inclined to follow the “narrower construction” formulated by Lord Coleridge CJ in NORRIS vs. BEAZLEY and had specifically observed that, “Nevertheless, the later authorities, which are binding on me, show conclusively that a party can be joined as defendant even though the plaintiff does not think that he has any cause of action against him.”. In any event, in addition to referring to the aforesaid test formulated by Devlin J, Ranasinghe J went on (at p.224) to refer to another of the tests formulated by Devlin J and cited the aforementioned passage from the judgment of Devlin J in AMON‟s case where Devlin J stated “The only reason which makes it necessary to make a person a party to an action is so that he should be bound by the result of the action, and the question to be so settled, therefore, must be a question in the action which cannot be effectually and completely settled unless he is a party.” Further, Ranasinghe J referred (at p.223-224) to the other tests formulated by Devlin J where it is recognised that, a person should be added if his presence before the Court was necessary to effectually and completely adjudicate upon and settle the action or to give effect to the determination of the Court or to enable a party to effectually and completely get the reliefs he seeks in the pending action or to effectively establish his case. Further, Ranasinghe J observed (at p.225-226) that, in cases such as PONNUTHURAI vs. JUHAR and THE CHARTERED BANK vs. DE SILVA, the Supreme Court had approved of the approach formulated by Devlin J in AMON‟s case and that, the decisions in GOVERNMENT AGENT, KALUTARA vs. GUNARATNE and WEERAPERUMA vs. DE SILVA also “preferred the narrower construction”. In this regard, Ranasinghe J stated (at p.226), “A careful study of the judgments delivered in The Chartered Bank case (supra) reveals that the decision of the two judges was largely, if not wholly influenced by their view that the English Courts have moved away from the `broad generalization‟ of Lord Esher in 1895 and have, in recent times, favoured the `more restricted interpretation‟ adopted by Devlin J in Amon‟s case (supra) and that the views expressed by Lord Esher cannot then be regarded as expressing the correct interpretation of the said rule.”. Thereafter, Ranasinghe J referred to the judgment of Lord Denning M.R. in aforementioned case of GURTNER vs. CIRCUIT and commented (at p.228), “Denning M.R. was not disposed to accept the `narrower construction‟ adopted by Devlin J in Amon‟s case (supra) and followed by Stephenson J in Fire, Auto Marine Insurance Co. case (supra) but preferred to place the `wider construction‟ which had found favour with Lord Esher in Byrne v. Browne (supra) – and also later in Montgomery‟s case (supra).”. However, with the greatest respect, it seems to me that, as stated earlier, in GURTNER vs. CIRCUIT, Lord Denning M.R. did not disapprove of or reject the tests",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.18,
      526.52,
      761.74
    ],
    "text": "formulated by Devlin J in AMON‟s case other than for expanding the types of persons who may be added to include persons whose „pecuniary interests‟ or `commercial interests‟ would be affected. In this connection, Ranasinghe J himself (at p.228) cited the relevant passage from Lord Denning M.R‟s judgment in GURTNER vs. CIRCUIT [which has been cited above], where it was held that, persons who may be added will include persons whose „pecuniary interests‟ or `commercial interests‟ would be affected. It may also be added that, a perusal of Lord Denning M.R‟s judgment in GURTNER vs. CIRCUIT shows that the comment therein that, Order 16, rule 11 should be given a wider interpretation as Lord Esher M.R did in BYRNE‟s case, was by way of a general observation that a Court should not adopt an over-rigorous approach to questions regarding the addition of parties. In any event, as observed earlier, the approach taken by Lord Denning M.R. in GURTNER vs. CIRCUIT was not dissimilar to that formulated by Devlin J in AMON‟s case. Thereafter, Ranasinghe J went on to state [at p.229], “On a consideration of the respective views, referred to earlier, which have been expressed by the English Courts in regard to the nature and the extent of the construction to be placed upon the rule regulating the addition of a person as a party to a proceeding which is already pending in court between two parties, the „wider construction‟ placed upon it by Lord Esher, which has been set out above, commends itself to me. The grounds which moved Lord Esher to take a broad view, viz: to avoid a multiplicity of actions and to diminish the cost of litigation, seem to me, with respect, to be eminently reasonable and extremely substantial. Lord Esher‟s view, though given expression to almost a century ago, is, even today, as constructive and as acceptable”. However, apart from citing the above passages from the judgments of Lord Esher MR in BYRNE‟s case and MONTGOMERY‟s case and holding that the “wider construction” espoused by Lord Esher M.R. is commendable, Ranasinghe J did not stipulate or describe the tests to be used by our Courts when determining whether a person should be added as a “necessary party” under the second limb of Section 18 (1) of the Civil Procedure Code. Further, it is to be noted that, having referred to the tests formulated by Devlin J in AMON‟s case, Ranasinghe J did not, other than for commending the „wider construction‟ espoused by Lord Esher M.R, disagree with the validity of these tests formulated by Devlin J or disapprove of them. Ranasinghe J also does not appear to have specifically referred to the effect of the aforesaid cursus curiae of decisions of the Supreme Court in which the approach formulated by Devlin J had been approved and applied. Next, it is significant to note that, when deciding the appeal upon the facts of the case, Ranasinghe J held (at p. 231-232) that, Coomaraswamy should be added as a party on the basis that, the declaration prayed for by the plaintiff “….. will not be a final solution unless and until the appellant himself can be held to be bound by such decision” [the appellant was Coomaraswamy] and that, the pending action “cannot be effectually decided in the absence of …..” Coomaraswamy. Ranasinghe J observed that, “Affording the appellant merely the role of a witness will not be adequate for a full and fair determination of the issue …..” and that “Any decision of these issues in a proceeding, to which the appellant is not a party and by the",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.06,
      525.62,
      761.88
    ],
    "text": "decision of which he will not be bound, will not effectively and finally settle the issue of who is the person now entitled, in law, to the said land and premises”. Thus, the actual criteria upon which Ranasinghe J based his decision in COOMARASWAMY vs. ANDIRIS APPUHAMY apply the tests formulated by Devlin J in AMON‟s case such as the fact that, the determination of the case will not be effective unless the person who seeks to be added [Coomaraswamy] is made a party and is bound by the determination of the case and the pending action cannot be effectively determined without Coomaraswamy being added as a party. Accordingly, it seems to me that, the ratio decidendi in COOMARASWAMY vs. ANDIRIS APPUHAMY was largely in line with the approach formulated by Devlin J in AMON‟s case which has been approved and adopted by this Court in the cursus curiae cited above. It also seems to me that, the commendation which Ranasinghe J accorded to the “wider construction” advocated by Lord Esher M.R. is to be understood in the context of obiter dicta setting out His Lordship‟s view that, when deciding questions regarding the addition of parties, a Court should keep in mind the desirability of seeking to add a party in order to prevent the multiplicity of litigation, provided, of course, the addition is permissible under and terms of Section 18 (1) of the Civil Procedure Code. In fact, this would be in line with Lord Esher M.R‟s statement in BYRNE‟s case that, “ ….. the Court ought to give the largest construction to…. ” Order 16, rule 11 to carry out the twin objects of reducing the multiplicity of litigation and the costs of litigation. Lord Esher‟s use of this phrase establishes that, the learned Master of the Rolls certainly did not suggest that, the addition of parties should be permitted outside the terms of or in violation of the scope and ambit of Order 16, rule 11. It appears to me that, what Lord Esher M.R did suggest is that, Order 16, rule 11 should be interpreted widely, keeping in mind the desirability of reducing the multiplicity of litigation, provided the addition of that party can be done within the terms and ambit of Order 16, rule 11. It is also relevant to reiterate here that, Lord Esher M.R. himself described his statements which were cited by Ranasinghe J, as being “general observations”. In this connection, I would, with respect, echo Devlin J‟s pertinent observation in AMON‟s case and state here that, the question of addition of parties must be decided strictly within the confines of the applicable provision of law, which in our case is Section 18 (1) of the Civil Procedure Code. Therefore, the object of preventing the multiplicity of litigation cannot justify the addition of a person who is not a “necessary party” as defined in the second limb of Section 18 (1). Preventing the multiplicity of litigation can only be a happy result of the addition of a party under and in terms of and in compliance with the provisions of Section 18 (1). It cannot be a justification for acting outside the provisions of Section 18 (1). In fact, in seems to me that, His Lordship, Justice Ranasinghe recognised that restriction when, having mentioned that, a Court should endeavour to reduce the multiplicity of litigation when applying Section 18 (1), His Lordship proceeded to decide COOMARASWAMY vs. ANDIRIS APPUHAMY by applying criteria which are self evidently within the confines of Section 18 (1) and which were in consonance with the tests formulated by Devlin J.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.18,
      526.4,
      761.88
    ],
    "text": "In the subsequent Case of COLOMBO SHIPPING CO. LTD vs. CHIRAYU CLOTHING (PVT) LTD [1995 2 SLR 97], the Court of Appeal seemed to revert to something close to the “narrower construction” favoured by Lord Coleridge C.J and stated (at p.100) “ The words „all questions involved in that action‟ in the Section [18 (1)] circumscribe the power of Court to add or strike out a party to an action. The provisions of the Section were never intended to apply to a person against whom the plaintiff did not disclose a cause of action”. However, it appears that, the decision of the Supreme Court in COOMARASWAMY vs. ANDIRIS APPUHAMY was not brought to the attention of the Court of Appeal. Two months later, in DASSANAYAKE vs. PEOPLE‟S BANK [1995 2 SLR 320], the same Bench of the Court of Appeal applied the decision in COOMARASWAMY vs. ANDIRIS APPUHAMY which had been relied on by the petitioner. Ranaraja J, with Silva J as he then was, agreeing, referred to COOMARASWAMY vs. ANDIRIS APPUHAMY and stated (at p.322) “That judgment lays down the guidelines applicable to the addition of parties thus, `if a plaintiff can show that he cannot get effectual or complete relief unless the new party is joined or a defendant can show that he cannot effectually set up a defence which he desires to set up unless the new party is joined, the addition should be allowed.‟.”. It is evident that, the aforesaid two tests identified by Ranaraja J as having been laid down in COOMARASWAMY vs. ANDIRIS APPUHAMY, are in line with two of the aforesaid tests formulated by Devlin J in AMON‟s case. Subsequently, in PERERA vs. LOKUGE [2000 3 SLR 200 at p.204], Bandaranayake J, as she then was, observed that, there are “….. two strands of English decisions, labelled by Devlin J in., in AMON vs RAPAHEL TUCK AND SONS LTD as the „narrower construction‟ and the „wider construction.‟ “. Bandaranayake J went on to state that, the “narrower construction” is “best reflected” in the aforementioned words of Lord Coleridge C.J. in NORRIS vs. BEAZLEY and that, the “wider construction” is “expounded” in the aforementioned words of Lord Esher M.R. in BYRNE‟s case. Bandaranayake J then stated that, in COOMARASWAMY vs. ANDIRIS APPUHAMY, the Supreme Court had endorsed the “wider construction” favoured by Lord Esher M.R in BYRNE‟s case. Subsequently, in FERNANDO vs. TENNAKOON [2010 2 SLR 22], Marsoof J also observed that, the “narrower construction” was stated by Lord Coleridge C.J. in NORRIS vs. BEAZLEY, the “wider construction” was set out by Lord Esher M.R. in BYRNE‟s case and that, in COOMARASWAMY vs. ANDIRIS APPUHAMY the Supreme Court had endorsed the “wider construction” favoured by Lord Esher M.R, which had been followed in PERERA vs. LOKUGE. Accordingly, His Lordship, Justice Marsoof (at p.34) applied the “wider construction expounded by Lord Esher”. However, an examination of the facts in PERERA vs. LOKUGE and FERNANDO vs. TENNAKOON show that, in both these cases, the party who was sought to be added was a person whose rights were affected by the reliefs sought by the original parties to the case or who was required to be bound by the determination of the case. Therefore, that person‟s presence before the Court as a party was obviously necessary to enable the Court to effectually and completely adjudicate upon and settle all the questions involved in that action. Thus, it appears that, the circumstances in PERERA vs. LOKUGE and FERNANDO vs. TENNAKOON did not",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.18,
      525.05,
      182.18
    ],
    "text": "require the learned Judges to extensively examine the nature, scope and effect of the decision in COOMARASWAMY vs. ANDIRIS APPUHAMY in the light of the aforesaid previous decisions of the Supreme Court which had established the cursus curiae referred to earlier. Similarly, the facts and circumstances in these two cases did not require the learned judges to examine the limitations placed on the so called “wider construction” by the words used in Section 18 (1) or to determine the actual extent of the so called “wider construction”.",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      187.64,
      524.96,
      407.79
    ],
    "text": "Thereafter, in the later case of SIYANERIS & CO.LTD vs. JAYASINGHE [2012 1 SLR 124], the Court of Appeal did not refer to COOMARASWAMY vs. ANDIRIS APPUHAMY. Instead, the Court of Appeal followed the decision in THE CHARTERED BANK vs. DE SILVA. Ekanayake J with Sisira De Abrew J agreeing, both learned Judges then in the Court of Appeal, held (at p.129-130), “Perusal of the impugned order reveals that basis of learned Judge's conclusion is that the presence of party proposed to be added would become necessary to enable the Court to effectually and completely adjudicate the questions involved in the case. This appears to be the correct proposition of law and it is in construction with the provisions of Section 18 of the Civil Procedure Code and also the judicial pronouncements we have had in this regard. The decision in the case of the Chartered Bank v. De Silva would be of importance here….. Further per Sri Skandarajah, J at 137 :When an application is made under Section 18(1) to add a party what the Court ought to see is whether there is anything which cannot be determined owing to his absence or whether he will be prejudiced by his not being joined as a party.”.",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Trebuchet MS,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      413.41,
      526.32,
      509.59
    ],
    "text": "In these circumstances, it appears to me that, upon a careful reading of the judgment of Ranasinghe J in the context of the decisions of this Court prior to COOMARASWAMY vs. ANDIRIS APPUHAMY and also the aforesaid later decisions of this Court and the Court of Appeal, the following principles may be extracted from COOMARASWAMY vs. ANDIRIS APPUHAMY and the later decisions:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      509.89,
      525.8,
      702.82
    ],
    "text": "(i) The Supreme Court endorsed Lord Esher M.R.‟s view that, the second limb of Section 18 (1) of the Civil Procedure Code should be given the “largest construction” [to use the words of Lord Esher M.R.] and that, when deciding questions regarding the addition of parties, a Court should keep in mind the desirability of reducing the multiplicity of litigation by adding parties provided, of course, the addition is permissible under and terms of and within the ambit of Section 18 (1) of the Civil Procedure Code; (ii) The Supreme Court disapproved of Lord Coleridge C.J.‟s restrictive approach [which has been termed the “narrower construction”] that, the addition of parties should be allowed only where the plaintiff had a cause of action against the person sought to be added which had to be decided in the pending action itself;",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      703.24,
      513.37,
      758.04
    ],
    "text": "(iii) The Supreme Court did not set out the tests to be applied when determining whether a person should be added as a party under Section 18 (1);",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.18,
      525.68,
      761.88
    ],
    "text": "(iv) The Supreme Court held that, the tests referred to by Lord Esher M.R. in BYRNE‟s case and MONTGOMERY‟s case are relevant when determining whether a person should be added as a “necessary party” under the second limb of Section 18 (1) of the Civil Procedure Code; (v) However, the tests formulated by Devlin J in AMON‟s case, which had been approved and applied by the Supreme Court in THE UNITED FIRE AND GENERAL INSURANCE CO., LTD vs. WEINMAN, PONNUTHURAI vs. JUHAR and THE CHARTERED BANK vs. DE SILVA, remain relevant and the Supreme Court did not disagree with or disapprove of these tests other than for approving of the manner in which Lord Denning M.R expanded these tests in GURTNER vs. CIRCUIT; Since in COOMARASWAMY vs. ANDIRIS APPUHAMY, the Supreme Court endorsed Lord Esher M.R‟s approach in BYRNE‟s case and MONTGOMERY‟s case, it is necessary to examine the words used by Lord Esher M.R. and extract the actual tests which Lord Esher M.R. formulated in these two cases, so that such tests can be applied when determining whether a person should be added as a “necessary party” under the second limb of Section 18 (1) of the Civil Procedure Code. Further, in order to ascertain whether the decision in COOMARASWAMY vs. ANDIRIS APPUHAMY affects the continuing validity of the tests formulated by Devlin J in AMON‟S case which were approved and applied in the several decisions of this Court set out above, it is also necessary to see whether the tests that can be extracted from BYRNE‟s case and MONTGOMERY‟s case are at odds with the tests formulated by Devlin J in AMON‟s case. In this connection, it is patently clear that, the object of reducing the multiplicity of litigation advocated by Lord Esher M.R. can only be a salutary result which may be achieved by permitting the addition of parties to a pending action, but is not a test which can be applied to determine whether a person should be added as a “necessary party” under and in terms of the second limb of Section 18 (1). A perusal of Lord Esher‟s judgments in BYRNE‟s case and MONTGOMERY‟s case show that, the actual tests formulated by the learned Master of the Rolls [at p. 666 of BYRNE‟s case and at p.324 of MONTGOMERY‟S case] are that, the addition of a party should be permitted “whenever a Court can see in the transaction brought before it that the rights of one of the parties will or may be so affected that under the forms of law other actions may be brought in respect of that transaction” and that, “where there is one subject-matter out of which several disputes arise, all parties may be brought before the Court, and all those disputes may be determined at the same time”. [emphasis added]. Lord Esher M.R‟s aforesaid first statement is to the effect that, where the Orders sought in a pending action will affect the rights of one of the parties to that action in a manner that he will result in him having to institute a separate action against another person or where another person‟s rights will be affected by the Orders sought in the pending action in a manner that will result in that person having to institute a separate action against one of the parties to the action, such person should be added as a party to the pending action. It is apparent that, in either of these circumstances, the addition of that person as a party to the pending action, will be in",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.18,
      526.37,
      748.06
    ],
    "text": "line with the aforesaid tests formulated by Devlin J in AMON‟s case since one of the parties to the pending action will be unable to get effectual and complete relief unless that person is added as a party or that person‟s rights will be affected by the Orders made in the pending action. Next, Lord Esher M.R‟s aforesaid second statement that, the addition of a party should also be permitted where there is “one subject-matter out of which several disputes arise”, needs to be examined. It seems to me that, since any application of Section 18 (1) must remain within the express terms of that statutory provision, the use of the words “all the questions involved in that action” in Section 18 (1) will limit the addition of parties to only instances where the “several disputes” referred to by Lord Esher M.R, arise out of and are limited to the specific “questions involved in that action”, as stipulated by Section 18 (1). In fact, since Lord Esher M.R himself recognised that the addition of parties must be done within the terms of Order 16, rule 11, when His Lordship referred to the desirability that a Court should give “the largest construction\" to Order 16, rule 11 when deciding questions regarding the addition of parties, it cannot be correctly said that, Lord Esher M.R words were meant to justify adding parties whose presence before the Court is not “necessary” in order to enable the Court to “effectually and completely adjudicate upon and settle the questions involved in that action”, as specified in Section 18 (1). Therefore, as a result of the confines imposed by Section 18 (1), the addition of a person who has a “dispute” [in the words of Lord Esher M.R.] is permissible only if that “dispute” is such that, the questions involved in the pending action cannot be determined unless the person who has such “dispute” is added as a party to the pending action or the determination of the pending action will not be effective unless he is added to the pending action. Accordingly, it appears to me that, the second test mentioned by Lord Esher M.R when applied in terms of Section 18 (1) of the Civil Procedure Code, is also in line with the aforesaid tests formulated by Devlin J in AMON‟s case. Thus, it seems to be me that, the actual tests mentioned by Lord Esher M.R. are not dissimilar to or appreciably wider than the aforesaid tests formulated by Devlin J in AMON‟s case, which were approved and applied in the several decisions of this Court set out above, and which were expanded by the inclusion of the additional criterion [of a `pecuniary interest‟ or `commercial interest‟] identified by Lord Denning M.R. in GURTNER vs. CIRCUIT. There is no apparent conflict between the tests referred to by Lord Esher M.R and those formulated by Devlin J in AMON‟s case, as expanded by Lord Denning M.R. in GURTNER vs. CIRCUIT. As stated earlier, it is clear that, the aforesaid tests formulated by Devlin J in AMON‟s case, which have been approved and applied by the several decisions of this Court set out above, and which were expanded by Lord Denning M.R in the aforesaid manner in GURTNER vs. CIRCUIT, remain relevant and are unaffected by the decision in COOMARASWAMY vs. ANDIRIS APPUHAMY. If, for purposes of convenience and ready reference, I am to venture to extract from the aforesaid previous decisions of our Courts, including the decision in COOMARASWAMY vs. ANDIRIS APPUHAMY, the approach and the tests which may be used when determining the question of whether a person should be added as a party under and in terms of the Section 18 (1) of the Civil Procedure Code:",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,BoldItalic",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      72.18,
      525.61,
      638.62
    ],
    "text": "(1) A Court should keep in mind the desirability of reducing the multiplicity of litigation and, therefore, interpret Section 18 (1) widely; (2) However, the object of preventing the multiplicity of litigation does not justify the addition of a party if the addition is not permitted by the words used in Section 18 (1); (3) In terms of the first limb of Section 18 (1), a person who must be added because he is a party “who ought to have been joined, whether a plaintiff or defendant”, will be a person who should have been named as a plaintiff in terms of Section 11 of the Civil Procedure Code or who should have been named as a defendant in terms of Section 14 of the Civil Procedure Code; (4) In terms of the second limb of Section 18 (1), a person who should be added because he is a “necessary party”, is a person whose presence before the Court is necessary in order to enable the Court to, effectually and completely, adjudicate upon and settle all the questions involved in the pending action; (5) Accordingly, a person will be a “necessary party” if he will be bound by the determination of the pending action; (6) Similarly, a person will be a “necessary party” if the determination of the pending action will affect his legal rights; (7) Further, a person will be a “necessary party”, in appropriate circumstances, if the determination of the pending action will affect his pecuniary interests or commercial interests; (8) A person who is not bound by the determination of a pending action or whose legal rights, pecuniary interests or commercial interests are not affected by the Orders sought in that action may, nevertheless, be added as a “necessary party”, if his presence before the Court as a party to that action (and not merely as a witness) is required to, effectually and completely, adjudicate upon and settle all the questions involved in that action. For example, to enable one of the parties to effectually and completely establish their case or to effectually and completely obtain the reliefs they seek in the action;",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.74,
      647.08,
      525.08,
      743.26
    ],
    "text": "(9) Unless one or more of the circumstances described above exist, a person should not be added to a pending action upon a claim that he is a “necessary party” merely because one of the parties to that pending action has a separate dispute with or claim against him or merely because he has a separate dispute with or claim against one of the parties to that action;",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.06,
      526.61,
      761.88
    ],
    "text": "(10) A person is not a “necessary party” merely because he has relevant evidence to give or because he is interested in and wishes to involve himself in the correct solution of the case or because he wishes to be heard in the case or to assist a party to the case. I have attempted to set out, what seems to me to be, the appropriate approach and tests to be used when determining whether a party should be added under and in terms of Section 18 (1) of the Civil Procedure Code. This not intended to be a complete list of guidelines and every case will turn on its own facts. It should also be mentioned here that, while a Court must keep in mind the desirability of forestalling the multiplicity of litigation and not hesitate to add persons where the Court is satisfied that, such persons are “necessary parties” as contemplated by Section 18 (1), it should also be remembered that, the plaintiff is usually dominus litis and should not be made to contend with additional parties who do not fall within the scope of Section 18 (1). Further, it is prudent to keep in mind that, the addition of parties who are not “necessary parties” as contemplated by Section 18 (1), is likely to cause needless delay, expense and inconvenience. I must now examine the defendants‟ application to add Golden Key and Kotelawela and determine whether the defendants were entitled to add these parties in terms of Section 18 (1) and the tests which have been identified. In this connection, the plaintiff‟s cause of action against the defendants is simply for the recovery of the monies lent to the 1st defendant, the repayment of which has been guaranteed by the 2nd to 5th defendants. The defendants have not made a claim in reconvention against the plaintiff. A perusal of the plaint and the answer establish that, the transaction which is held out to be the subject matter of the present action is between the plaintiff on the one part and the defendants on the other part. The defendants do not suggest that, Golden Key is a party “who ought to have been joined” under the first limb of Section 18 (1) since it not claimed that Golden Key has any right of relief against either party and no relief is claimed by either party against Golden Key in the present action. However, the defendants‟ claim is that they are entitled to add Golden Key as a “necessary party” under the second limb of Section 18 (1), on the basis of the defendants‟ allegations, which were set out earlier. But, it is evident that, all these alleged grievances claimed by the defendants, constitute disputes the defendants may have with Golden Key. They are independent of the subject matter of the dispute between the plaintiff and the defendants in the present action. The plaintiff‟s claim against the defendants and the any claim the defendants may have against Golden Key are not intertwined or inextricably linked in a manner that they must all be determined in the present action. The plaintiff‟s claim against the defendants and any claim the defendants may have against Golden Key can be pursued and determined separately. Next, the determination in the present action – which can either be that, the plaintiff is entitled to judgment and decree against the defendants or that, the plaintiff‟s action is dismissed - cannot bind Golden Key in any way. In this connection, it is relevant to",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      72.18,
      524.67,
      651.46
    ],
    "text": "mention that, there is no prayer in either the plaint or answer which makes any reference to Golden Key. Further, the determination of the present action will only entail deciding the plaintiff‟s claim against the defendants and will not affect the rights of Golden Key. Also, it is clear that, all the reliefs prayed for by both the plaintiff and the defendants can be effectively and completely granted without Golden Key being added as a party The only remaining consideration is whether the defendants (who wish to add Golden Key) will be unable to establish their defence unless Golden Key is added as a party. In that regard, it is evident from the averments in the defendants‟ answer and petition that, any alleged facts or circumstances which the defendants wish to urge with regard to transactions with Golden Key can be established by summoning witnesses who worked at Golden Key to give evidence and by producing documents through an appropriate witness who has custody of those documents. Thus, Golden Key (or its successors) will, at most, be required to provide one or more witnesses and the addition of Golden Key as a party to the present action, is not required. For the aforesaid reasons, it is apparent, that the presence of Golden Key as a party to the present action is not “necessary” to enable the Court to, effectually and completely, adjudicate upon and determine the present action. Thus, it is evident that, Golden Key cannot be regarded as a party “who ought to have been joined” or as a “necessary party, under and in terms of Section 18 (1) of the Civil Procedure Code. With regard to Kotelawela, he is sought to be added as the alleged “alter ego” of Golden Key. Even if that were so, the aforesaid determination that, Golden Key cannot be added as a party under and in terms of Section 18 (1) of the Civil Procedure Code, results in the same conclusion being reached with regard to the proposed addition of Kotelawela as a party, too. Accordingly, I hold that, the learned High Court Judge correctly interpreted and applied Section 18 (1) of the Civil Procedure Code. The first question of law is answered in the negative. The second question of law asks whether the learned High Court Judge erred by failing to consider the effect of Section 34 (3) of the Civil Procedure Code. However, the defendants did not make any averments based on Section 34 (3) in their petition in the High Court praying that Golden Key and Kotelawela be added as parties. They also did not make any submissions in that regard in the High Court. Their petition to this Court does not refer to Section 34 (3). The defendants have not explained the basis on which they urge that, the learned High Court Judge erred.",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Calibri,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      656.92,
      523.76,
      766.68
    ],
    "text": "In any event, the cause of action claimed by the plaintiff against the defendants and any cause of action the plaintiff may have against Golden Key upon the letter of undertaking marked “Q1”, are separate and can be claimed in two separate actions. Section 34 does not prohibit that. As Lord Moulton observed in the Privy Council in PALANIAPPA vs. SAMINATHAN [17 NLR 56 at p.60], Section 34 “….. is directed to securing the exhaustion of the relief in respect of a cause of action, and not to the inclusion in one and the same action of different causes of action, even though they arise from the same transactions. Similarly, in KANDIAH vs. KANDASAMY [73 NLR",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      781.8,
      305.79,
      806.28
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      72.18,
      523.84,
      182.18
    ],
    "text": "105], T.S. Fernando J held that, Section 34 of the Civil Procedure Code does not debar the institution of two separate actions on two different causes of action, even though the causes of action arise from the same transaction. Further, it hardly needs to be stated here that Section 34 of the Civil Procedure Code is usually invoked as a basis for a defence of res adjudicata. It appears to have been inappropriately and belatedly invoked here in support of an application to add a party under Section 18 (1). That attempt cannot succeed. Accordingly, the second question of law is also answered in the negative.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      187.64,
      523.07,
      642.58
    ],
    "text": "The appeal is dismissed. As mentioned earlier, the defendants‟ application to add Golden Key and Kotelawela has caused long delay and the defendants shall pay the plaintiff, costs in a sum of Rs.100,000/-. Judge of the Supreme Court Sisira J. De Abrew J. Judge of the Supreme Court Upaly Abeyrathne J. Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  }
]