[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 1 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      72.2,
      489.94,
      119.72
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      122.02,
      565.64,
      557.37
    ],
    "text": "In the matter of an Appeal under and in terms of section 31DD of the Industrial Disputes Act (as amended) read together with section 9 of the High Court of the Provinces (Special Provisions) Act No. 19 of 1990 as amended by Act No. 54 of 2006 read with Article 128 of the Constitution to the Supreme Court from a Judgment of the High Court of the Western Province holden in Colombo. M. S. K.A. Pieris 387/4/C, Bodhiraja Mawatha, Habarakada, Homagama. Applicant SC Appeal No. 48/2018 SC Special Leave to Appeal No. 44/2017 HCALT/COL/103/2014 LT/Colombo 13/04/2009 Vs. Hatton National Bank PLC HNB Towers, No. 479, T.B. Jayah Mawatha, Colombo 10.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      559.83,
      468.1,
      591.21
    ],
    "text": "Respondent",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      593.67,
      422.35,
      624.96
    ],
    "text": "AND BETWEEN",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      627.42,
      535.3,
      710.04
    ],
    "text": "Hatton National Bank PLC HNB Towers, No. 479, T.B. Jayah Mawatha, Colombo 10. Respondent Appellant",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 2 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      88.9,
      534.7,
      221.12
    ],
    "text": "Vs. M.S.K.A. Pieris 387/4/C, Bodhiraja Mawatha, Habarakada, Homagama. Applicant Respondent",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      223.54,
      454.39,
      254.8
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      257.29,
      545.74,
      389.51
    ],
    "text": "Hatton National Bank PLC HNB Towers, No. 479, T.B. Jayah Mawatha, Colombo 10. Respondent Appellant Appellant Vs.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      391.93,
      543.1,
      625.56
    ],
    "text": "M.S.K.A. Pieris 387/4/C, Bodhiraja Mawatha, Habarakada, Homagama. Applicant Respondent Respondent Before: P. Padman Surasena, J. Yasantha Kodagoda, PC, J. Janak De Silva, J. Counsel: Riad Ameen instructed by T. Ranaweera for the Respondent Appellant - Appellant",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      628.26,
      543.1,
      711.24
    ],
    "text": "Dr. Sunil Cooray and Sudarshani Cooray for the Applicant Respondent Respondent Argued on: 9th March, 2021",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 3 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.2,
      543.08,
      255.56
    ],
    "text": "Written Submission: On behalf of the Appellant filed on 22nd February 2019. On behalf of the Respondent filed on 27th May 2019, 11th September 2019 and 19th November 2021. Decided on: 8th August, 2024 Yasantha Kodagoda, PC, J. Introduction and Background",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      258.25,
      543.14,
      444.21
    ],
    "text": "1. The Applicant-Respondent-Respondent (hereinafter referred to as the Respondent) was a former employee attached to the Respondent Appellant - Appellant (hereinafter referred to as the Appellant bank or as the Appellant). He joined the Appellant bank in September 1992 as a Technical Officer attached to its Premises and Engineering Division. In 2006, he had been promoted to the position of Manager (Services). For all purposes, he worked as an Engineer of the Appellant bank. To the extent relevant to this Appeal, the Respondent was responsible for recommending suitable air conditioning systems, their procurement, installation, removal, replacement, and the maintenance of the air conditioning systems of the Appellant Bank.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      446.91,
      543.1,
      461.37
    ],
    "text": "2. As there were several allegations of misconduct against the Respondent, on 11th",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      464.07,
      543.09,
      530.01
    ],
    "text": "September 2007, pending the conduct of a domestic disciplinary inquiry, his employment at the Appellant bank was suspended. The charges against him, as contained in the charge sheet (R21) were as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      532.35,
      543.06,
      646.54
    ],
    "text": "Charge 1 While being assigned to the Engineering Division of the Bank and serving as the Manager-Services, on 08th June 2007 you did mislead the management of the Bank by a false representation of facts vide your even dated memorandum, causing the purchase of Air Conditioners for the Maharagama Branch of the bank having a total capacity far in excess of the required capacity as described in Schedule A annexed hereto.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      648.78,
      542.88,
      713.14
    ],
    "text": "Charge 2 You did cause the Bank to incur unnecessary expenditure to the extent of Rs. 724,430.00 by misleading the management regarding the installation of Air Conditioners at the Maharagama Branch.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 4 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      72.08,
      542.86,
      169.7
    ],
    "text": "Charge 3 You did mislead the management of the Bank by making a false representation of facts in May 2007 causing the award of contract for water treatment services for the Air Conditioning System at City Office to M/S. Lalanka Water Management (Pvt) Ltd. Thereby you did cause a financial loss of Rs. 105,948.60 to the Bank.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      171.94,
      543.0,
      252.86
    ],
    "text": "Charge 4 Vide your memorandum dated 06th June 2007 as regards the Air Conditioning requirements at Vavuniya branch, you did misrepresent facts to the management of the Bank, and thereby misled the management to award a contract to install Air Conditioners in excess of the actual requirement of the branch.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      255.13,
      542.94,
      319.49
    ],
    "text": "Charge 5 You did cause the Bank to incur unnecessary expenditure to the extent of Rs. 245,241.96 by misleading the higher management as set out in Charge (4) above.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      321.73,
      542.89,
      386.09
    ],
    "text": "Charge 6 During the absence of your superior officer, you did deliberately initiate memoranda containing false information for approval of awarding contracts referred to at Charges (1) (5) above.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      388.21,
      543.09,
      469.27
    ],
    "text": "Charge 7 You did cause an anonymous petition dated 04th August 2007 containing certain defamatory statements against Mr. P.P. Hewapathirana, Senior Manager- Electrical Systems, to be prepared and distributed among the management and the staff members of the bank.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      471.39,
      542.95,
      552.43
    ],
    "text": "Charge 8 On 20th August 2007, you did attempt to distribute the English translation of the petition mentioned at Charge (7) above, by sending the same in Motor Vehicle No. HJ 1163 owned by you, for delivery to Pronto Lanka (Pvt) Ltd which is engaged by the Bank for the delivery of mail.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      554.67,
      542.73,
      602.35
    ],
    "text": "Charge 9 By your conduct as set out at Charges (1) to (8) above you did act in a manner not befitting an Executive of the Bank.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      604.5,
      543.02,
      652.68
    ],
    "text": "Charge 10 By your conduct as set out in the Charges (1) (9) above, you did cause the Bank to lose confidence in you.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      655.38,
      543.01,
      669.84
    ],
    "text": "3. By letter dated 28th November 2007 (R22), the Respondent provided explanation",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      672.54,
      542.85,
      704.04
    ],
    "text": "in respect of the charges filed against him. Not being satisfied with the purported explanation contained in R22, the Appellant bank proceeded to conduct a",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 5 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      542.97,
      121.24
    ],
    "text": "domestic disciplinary inquiry against the Respondent. The domestic inquiry was concluded on 11th December 2008.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      123.94,
      542.94,
      138.4
    ],
    "text": "4. The Inquiring Officer found the Respondent guilty of charges Nos. 1, 2, 4, 5, 8, 9",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      141.1,
      543.1,
      275.59
    ],
    "text": "and 10 (seven out of the ten charges) and exonerated him in respect of the remaining three charges, Nos. 3, 6, and 7. Consequently, by letter dated 2nd February 2009, the Appellant notified the Respondent that the offences that have been committed by him were of serious nature, reflecting adversely on his integrity and propriety in conduct as an Executive of the Bank. The Appellant notified the Respondent that a decision had been taken by the Appellant to terminate his employment with effect from 11th September 2007.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      278.29,
      542.82,
      292.75
    ],
    "text": "5. On 11th February 2009, the Respondent preferred an Application to the Labour",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      295.45,
      543.1,
      567.09
    ],
    "text": "Tribunal of Colombo alleging that the termination of his employment was unjust and inequitable. The Respondent (Applicant before the Labour Tribunal) prayed for orders for his reinstatement and payment of back wages. Alternatively, he sought compensation. On 10th April 2009, the Appellant filed an Answer. In its Answer, the Appellant submitted that, by letter dated 6th November 2007, the Respondent was informed to show cause as to why disciplinary action should not be taken against him. Since the written explanation tendered by the Respondent was found to be unacceptable to the management of the Appellant bank, a domestic inquiry was held. The Respondent was found guilty of seven out of ten charges against him. The Appellant submitted that thereafter, the services of the Respondent were terminated by the Appellant. Thus, the position taken up by the Appellant was that in view of the Respondent being found guilty of seven out of the ten charges of misconduct against him, the termination of the Respondents services was justified both in law and equity, and therefore, he is not entitled to any relief from the Labour Tribunal.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      569.79,
      543.09,
      584.25
    ],
    "text": "6. At the ensuing inquiry before the Labour Tribunal, the Appellant commenced",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      586.95,
      543.1,
      704.4
    ],
    "text": "presenting evidence first. Thereafter, the Respondent testified on his behalf. He did not call any witnesses, but produced documents marked A1 to A9. The Appellant adduced evidence of five witnesses and produced documents marked R1 to R24. Following inquiry, by Order dated 21st November 2014, the learned President of the Labour Tribunal held in favour of the Respondent (Applicant before the Labour Tribunal) and ruled that the termination of his employment was unjustified. The learned President of the Labour Tribunal ordered that the",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 6 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.44,
      542.87,
      138.4
    ],
    "text": "Respondent be reinstated by the Appellant (Respondent before the Labour Tribunal) with effect from 27th December 2014, and that back wages for a period of 3 years calculated at Rs. 2,300,400/= be paid to him.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      141.1,
      542.98,
      155.56
    ],
    "text": "7. Being aggrieved by the said Order, the Appellant bank preferred an Appeal to the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      158.26,
      543.03,
      241.24
    ],
    "text": "High Court. Following the hearing of the Appeal, the High Court by its judgment dated 7th February 2007, affirmed the Order of the Labour Tribunal and dismissed the Appeal. The present Appeal before this Court by the Appellant bank is against the afore-mentioned Judgment of the High Court.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      243.94,
      542.82,
      258.4
    ],
    "text": "8. On 13th March 2018, following a consideration of a Petition of Appeal to this Court",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      261.13,
      543.0,
      309.91
    ],
    "text": "dated 20th March 2017, this Court granted Special Leave to Appeal in respect of the following questions of law:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      112.58,
      312.25,
      542.85,
      326.69
    ],
    "text": "(i) Did the High Court err in law in failing to consider and evaluate the submission made",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      112.58,
      328.81,
      543.08,
      409.85
    ],
    "text": "by the Petitioner that the Labour Tribunal had failed to appreciate the evidence that the Respondent had installed air-conditioners in excess of the capacity, thereby causing loss to the Petitioner? (ii) Did the High Court err in law in failing to consider and evaluate the submission made",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      112.58,
      412.09,
      542.91,
      493.03
    ],
    "text": "by the Petitioner that the Labour Tribunal itself had acted unfairly in adopting different standards in the evaluation of the evidence adduced by the Petitioner on the one hand and the evidence adduced by the Respondent on the other hand? (iii) Did the High Court err in law in failing to consider and evaluate the submission made",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      112.58,
      495.27,
      543.02,
      559.63
    ],
    "text": "by the Petitioner that the Labour Tribunal had failed to appreciate that the Respondent by his conduct had caused loss to the Petitioner? (iv) Did the High Court err in law in failing to appreciate that the Labour Tribunal had",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      561.75,
      543.1,
      609.96
    ],
    "text": "erred in directing reinstatement in service when the Petitioner had lost trust and confidence in the Respondent?",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      612.54,
      542.93,
      678.04
    ],
    "text": "[The reference to the Petitioner in the afore-stated questions of law, should be read as a reference to the Appellant.] Submissions made on behalf of the Appellant and the Respondent",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      680.7,
      542.85,
      695.16
    ],
    "text": "9. The essence of the submissions made on behalf of the Appellant was that both the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      697.86,
      542.86,
      712.32
    ],
    "text": "learned President of the Labour Tribunal and the learned Judge of the High Court",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 7 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.44,
      546.1,
      395.59
    ],
    "text": "had not correctly comprehended, assessed, evaluated and arrived at correct conclusions based on the evidence led by both parties, and therefore they have erred in arriving at core findings. It was submitted that the concept of loss of confidence applies to an employee despite lack of proof of guilt of misconduct and where there are reasonable grounds for suspicion of the loyalty of the employee. Therefore, the learned counsel for the Appellant submitted that the learned President of the Labour Tribunal and the learned Judge of the High Court have erred in applying an incorrect legal test for loss of confidence, requiring proof of guilt of charges against the Respondent. Learned Counsel submitted that the test as enumerated in the judgments of this Court is that there should be reasonable grounds of suspicion, as opposed to actual proof of guilt of charges. Therefore, the learned counsel contended that the President of the Labour Tribunal should have ruled that the termination of employment of the Respondent was justified. The learned counsel also submitted that the learned High Court Judge has erred in expressing agreement with the Order of the President of the Labour Tribunal that the Respondent should be reinstated in service. He further submitted that reinstatement should not have been awarded to the Respondent even if termination was not justified, as the employer had lost confidence in the employee.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      398.29,
      542.68,
      412.75
    ],
    "text": "10. The position advanced by learned counsel for the Respondent was that both the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      415.45,
      543.1,
      652.92
    ],
    "text": "learned President of the Labour Tribunal and the learned Judge of the High Court have arrived at correct findings following a proper evaluation of the evidence. In his written submissions, upon a narrative of the evidence adduced before the Labour Tribunal, learned counsel for the Respondent submitted that the Respondent has made his decisions based on the contextual needs of each branch of the Appellant bank, and with the view to providing its customers with a conducive environment for their banking services. He further submitted that the Respondent has taken into consideration, all necessary factors when determining the suitable capacity and the number of air conditioners, as opposed to the two witnesses for the Appellant, Hewapathirana and Ranaweera, who had considered only some of the factors in deciding the required capacity. Learned counsel insisted that the Respondent had acted in good faith and the best interests of the Appellant bank.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      655.62,
      542.88,
      670.08
    ],
    "text": "11. It was further submitted that following the completion of the installation of the air",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      672.78,
      543.08,
      704.4
    ],
    "text": "conditioners at the two branches in issue, neither Hewapathirana nor any other responsible superior officer had raised any objection or made observations",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 8 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.44,
      543.1,
      275.15
    ],
    "text": "contrary to what was installed by the Respondent. This was despite the availability of opportunity they had to do so at regular meetings of the Appellant bank and at site visits. Learned counsel contended that the Respondent has, in compliance with written and verbal instructions of the superiors, and in accordance with the procedures of the Appellant bank, carried out his duties diligently and honestly. In conclusion, learned counsel submitted that the termination of employment of the Respondent by the Appellant bank had caused enormous and irreparable loss and damage to the Respondent, and therefore pleaded that this Court dismisses the instant Appeal and order that a significant amount of compensation be paid to the Respondent. Jurisdiction of the Labour Tribunal",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      277.81,
      543.09,
      292.27
    ],
    "text": "12. Section 31C (1) of the Industrial Disputes Act, No. 43 of 1950 provides that where",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      294.61,
      543.01,
      409.75
    ],
    "text": "an application under section 31B is made to a Labour Tribunal, it shall be the duty of the tribunal to make all such inquiries into that application and hear all such evidence as the tribunal may consider necessary, and thereafter make not later than six months from the date of such application, such order as may appear to the tribunal to be just and equitable. Further, section 31D (2) of the Act provides that an order of a Labour Tribunal shall be final and shall not be called in question in any court.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      412.45,
      542.91,
      426.91
    ],
    "text": "13. Thus, the Industrial Disputes Act gives wide discretion to a Labour Tribunal to,",
    "fonts": [
      "Arial-BoldItalicMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      429.51,
      543.1,
      579.25
    ],
    "text": "upon application of principles of natural justice and equity, and bearing in mind the promotion of social justice, resolve industrial disputes in a just and equitable manner. However, as held by this Court, such wide discretion must be exercised with caution and upon careful consideration. [Ceylon Estate Staffs Union v. The Superintendent, Maddecombra Estate, Watagoda (73 NLR 278); K.B.D. Somawathie v Baksons Textile Industries Ltd (79(1) NLR 204); Dassanayake Mudiyanselage Ranbanda v. Peoples Bank (SC Appeal 36/2015, SC Minutes of 10.12.2019)]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      581.91,
      542.91,
      596.37
    ],
    "text": "14. As held by Justice Weeramanty in the case of Ceylon Transport Board v",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      599.1,
      542.99,
      664.92
    ],
    "text": "Gunasinghe [72 NLR 76], Labour Tribunals do not have a free charter to act in disregard of the evidence placed before them. In that case, it was further held as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.02,
      667.62,
      542.73,
      698.86
    ],
    "text": "They are, in arriving at their findings of fact, as closely bound to the evidence adduced before them and as completely dependent thereon as any Court of law.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 9 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.08,
      542.88,
      119.78
    ],
    "text": "Findings of fact which do not harmonise with the evidence underlying them lack all claims to validity, whatever be the Tribunal which makes them.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      122.02,
      543.08,
      336.55
    ],
    "text": "Proper findings of fact are a necessary basis for the exercise by the Labour Tribunals of that wide jurisdiction given to them by statute of making such orders as they consider to be just and equitable. Where there is no such proper finding of fact, the order that ensues would not be the one which is just and equitable upon the evidence placed before the Tribunal, for justice and equity cannot be administered in a particular case apart from its own particular facts. I am strengthened in the conclusion I have formed by a perusal of the judgment already referred to, of by my brother Tennekoon [Ceylon Transport Board v Ceylon Transport Workers Unions (1968) 71 NLR 158], who has observed that it is only after the ascertainment of the facts upon a judicial approach to the evidence, that a Labour Tribunal can pass on to the next stage of making an order that is fair and equitable having regard to the facts so found.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      339.13,
      543.03,
      353.59
    ],
    "text": "15. In R. A. Dharmadasa v Board of Investment of Sri Lanka [SC Appeal 13/2019, SC",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      356.29,
      543.08,
      387.91
    ],
    "text": "Minutes of 16.06.2022], Justice Arjuna Obeysekere, has expressed the following view:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      390.61,
      542.93,
      488.47
    ],
    "text": "Thus, even though a Labour Tribunal has been conferred with a wide discretion and is required to make an order which is just and equitable, that does not mean that it has the freedom of a wild horse and could make any order at its whim and fancy. The order of a Labour Tribunal must be based on the evidence placed before it, and its conclusions must be supported by the said evidence.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      490.95,
      542.87,
      505.41
    ],
    "text": "16. Thus, it would be seen that, at the very heart of the functions of a Labour Tribunal",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      508.11,
      543.1,
      694.08
    ],
    "text": "is the responsibility of evaluation of credibility and testimonial trustworthiness of witnesses, determination of sufficiency of evidence, determination of proof of facts, and finally arriving at a finding based on the facts of the case which are in dispute. What is important is for the Labour Tribunal to arrive at a correct finding on the facts relevant to the dispute before it, by the exercise of its powers under the Industrial Disputes Act. A Labour Tribunal which has failed to arrive at correct findings regarding the facts in issue has unfortunately though failed to perform the duty cast on it by law. Thus, every order pronounced by a President of a Labour Tribunal following the conduct of an inquiry, must contain a brief narrative of the correct facts of the case, as found by the tribunal. If the version of events provided by one party is accepted by the tribunal over the version of the",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 10 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.44,
      542.59,
      137.96
    ],
    "text": "other party, and or if the version of events provided by one party is rejected, reasons therefor must be given. Jurisdiction of Appellate courts considering Appeals from the Labour Tribunal",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      140.5,
      542.6,
      154.96
    ],
    "text": "17. Although in terms of section 31D (2) of the Act, the order of the Labour Tribunal",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      157.66,
      543.1,
      478.89
    ],
    "text": "is final and shall not be questioned in any court, section 31D (3) of the Act provides that where the workman who, or the trade union which, makes an application to a labour tribunal, or the employer to whom that application relates is dissatisfied with the order of the tribunal on that application, such workman, trade union or employer may, by written petition in which the other party is mentioned as the respondent, appeal from that order on a question of law, to the High Court established under Article 154P of the Constitution, for the Province within which such Labour Tribunal is situated. Thus, it is pertinent to observe that section 31D (2) is subject to section 31D (3) of the Act. Further, as per section 31D (3), such Appeal shall be only on a question of law. Therefore, unlike in a conventional Appeal from a judgment of a court that has exercised original jurisdiction to a court that exercises appellate jurisdiction, the scope of appellate review with regard to an Appeal from an Order made by a Labour Tribunal is limited in scope. It is a matter of regret that, it has now become commonplace for dissatisfied parties to appeal against Orders of Labour Tribunals purely based on findings of the tribunal on the facts of the case. Using the ingenuity of competent counsel, pure questions of fact are couched as questions of law and appealed against. This abusive approach to litigation must stop. It is an abuse of judicial process for which the responsible party should face sanctions.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      481.59,
      543.09,
      496.05
    ],
    "text": "18. In The Caledonian (Ceylon) Tea and Rubber Estates Ltd v J. S. Hillman [79 (1) NLR",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      498.75,
      343.27,
      513.21
    ],
    "text": "421], the Court has held the following view:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      144.02,
      515.79,
      543.1,
      713.44
    ],
    "text": "Under Section 31D (2) of the Industrial Disputes Act, an appeal to the Supreme Court lies from an order of a Labour Tribunal only on a question of law. Parties are bound by the Tribunals findings of fact, unless it could be said that the said findings are perverse and not supported by any evidence. With regard to cases where an appeal is provided on questions of law only, Lord Normand in Inland Revenue v Fraser [(1942) 24 Tax Cases p. 498], spelt the powers of Court as follows: In cases where it is competent for a Tribunal to make findings of fact which are excluded from review, the Appeal Court has always jurisdiction to intervene if it appears that the Tribunal has made a finding for which there is no evidence, or which is inconsistent with the evidence and contradictory of it.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 11 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.08,
      543.12,
      386.95
    ],
    "text": "In this framework, the question of assessment of evidence is within the province of the Tribunal, and, if there is evidence on record to support its findings, this Court cannot review those findings even though on its own perception of the evidence this Court may be inclined to come to a different conclusion. If the case contains anything ex facie which is bad in law and which bears upon its determination, it is, obviously, erroneous in point of law. But, without any misconception appearing ex facie, it may be that the facts found are such that no person acting judicially and properly instructed as to the relevant law could have come to the determination under appeal. In those circumstances too, the Court must intervene. Thus, in order to set aside a determination of facts by the Tribunal, limited as this Court is only to setting aside a determination which is erroneous in law, the appellant must satisfy this Court that there was no legal evidence to support the conclusion of facts reached by the Tribunal, or that the finding is not rationally possible and is perverse having regard to the evidence on record. Hence, a heavy burden is rested on the appellant when he invited this Court to reverse the conclusion of facts arrived at by the Tribunal. [Emphasis added]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      389.65,
      543.12,
      438.45
    ],
    "text": "[The reference in this judgment to the Supreme Court should now be understood as being a reference to the High Court of the Provinces.]",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      441.15,
      543.1,
      455.61
    ],
    "text": "19. In Kotagala Plantations Ltd and Another v Ceylon Planters Society [(2010) 2 Sri",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      458.31,
      543.04,
      556.89
    ],
    "text": "L.R. 299], it was held by Court that a finding on facts by the Labour Tribunal is not disturbed in appeal by an Appellate Court unless the decision reached by the tribunal can be considered to be perverse and that for an order to be perverse, the finding must be inconsistent with the evidence led or that the finding could not be supported by the evidence led.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      559.59,
      542.96,
      574.05
    ],
    "text": "20. Therefore, apart from a question of law, the appellate court (both the High Court",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      576.75,
      543.08,
      694.2
    ],
    "text": "of the Provinces and the Supreme Court) can review the evidence only in limited instances where the findings of fact are inconsistent with the evidence or where the findings cannot be supported by the evidence led before the Labour Tribunal. As held by Justice Obeysekera, in R. A. Dharmadasa v Board of Investment of Sri Lanka (cited above), while the appellate court can engage in review of the evidence, it should exercise caution (i) when analysing the evidence and findings of a Labour Tribunal so as to ensure that it does not substitute its views with that",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 12 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.44,
      542.76,
      121.24
    ],
    "text": "of the Labour Tribunal, and (ii) in determining whether its analysis should culminate in reversing the findings of fact reached by a Labour Tribunal.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      123.94,
      543.08,
      138.4
    ],
    "text": "21. I shall now advert to the questions of law on which special leave to appeal has been",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      141.1,
      326.33,
      172.34
    ],
    "text": "granted by this Court and answer them.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      174.46,
      543.08,
      272.47
    ],
    "text": "(i) Did the High Court err in law in failing to consider and evaluate the submission made by the Petitioner that the Labour Tribunal had failed to appreciate the evidence that the Respondent had installed air-conditioners in excess of the capacity, thereby causing loss to the Petitioner? 22. This is a question of law which relates to the appreciation of evidence and findings",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      275.17,
      543.02,
      426.91
    ],
    "text": "of fact. Therefore, as I have held above, the role of this Court as an appellate court is not to analyse the evidence and arrive at its own finding as regards the facts of the case. It is to consider whether the learned President of the Labour Tribunal has correctly appreciated the evidence of the Respondent, that the air conditioners that were installed were in excess of the capacity, thereby causing loss to the Appellant bank, and whether the learned Judge of the High Court has considered whether the learned President of the Labour Tribunal has correctly evaluated the evidence in arriving at the respective finding.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      429.51,
      542.89,
      443.97
    ],
    "text": "23. This question of law relates to charge 1 (installation of air conditioners at the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      446.67,
      543.09,
      528.25
    ],
    "text": "Maharagama branch) and charge 4 (installation of air conditioners at the Vavuniya branch). Findings of the learned President of the Labour Tribunal and the learned High Court Judge as regards charges relating to the Maharagama branch",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      530.91,
      542.72,
      545.37
    ],
    "text": "24. The learned President of the Labour Tribunal has observed that although witness",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      548.07,
      543.1,
      716.88
    ],
    "text": "Hewapathirana constantly stated that the Respondent had not obtained approval to purchase the necessary air conditioners, as amended by R2, there has been no charge against the Respondent that he had not obtained approval. He has observed that contrary to what was stated by Hewapathirana in the memorandum marked R4, that the Respondent has assessed a capacity that is in excess of the required capacity, witness Hennayake has stated in evidence that the Appellant proceeded to make payment for the air conditioners referred to in R2 with the knowledge of the precise cost to be incurred for the machinery contained in R2. The learned President has therefore arrived at the finding that such procedure followed by the Respondent is not incorrect.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 13 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      89.62,
      543.0,
      104.08
    ],
    "text": "25. The learned President of the Labour Tribunal has quite rightly observed that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      106.78,
      543.09,
      481.41
    ],
    "text": "findings contained in the report (R6) prepared by witness Ranaweera has been contradictory to his own admissions regarding the factors that were considered by him when compiling the said report. Thus, the report has been found untrustworthy by the learned President and was held by him to be an incomplete report. Accordingly, the learned President has observed that the two witnesses on behalf of the Appellant Bank who assessed the capacity of the air conditioners required for the Maharagama branch have followed two contradictory processes in assessing the required capacity. Moreover, no other witness has given evidence as regards the utilisation of the computer aided programme to assess the capacity of the air conditioners. Nor has the Respondent been cross-examined in this regard. Thus, the learned President has concluded that the testimony given by Hewapathirana in that regard is untrustworthy. He has accepted the testimony given by the Respondent that Liyanage and Vidyaratne who have approved and recommended R1 and R10 have not been called as witnesses and therefore necessary witnesses have not been called by the Appellant. Accordingly, the President of the Labour Tribunal has concluded that the Appellant has thereby not presented the best evidence that was available regarding that matter. He has further concluded that in view of the fact that witness Hennayake has relied on the documents submitted by Hewapathirana and Ranaweera, and such documents being unreliable, Hennayakes testimony in that regard also cannot be relied upon.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      484.11,
      542.82,
      498.57
    ],
    "text": "26. Learned President of the Labour Tribunal has observed as regards the audit report",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      501.27,
      543.1,
      601.41
    ],
    "text": "(R12B) that, it is inconclusive of whether the air conditioners were in excess of the required capacity for that branch. He has observed that although it recommends that a competent person/persons be appointed to evaluate the matter, no report has been obtained by the Appellant bank from such a competent person/persons.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      604.14,
      540.14,
      618.6
    ],
    "text": "27. The testimony of the Respondent in this regard has not been impeached in cross-",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      621.3,
      542.96,
      704.4
    ],
    "text": "examination. Thus, the learned President has accepted the testimony of the Respondent. Learned President has stated that the testimonies of the two witnesses who were called to impeach the testimony of the Respondent, have been contradictory and inconsistent, and therefore, have resulted in failure of the Appellant bank to prove the charge on a balance of probabilities.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 14 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      89.62,
      543.0,
      104.08
    ],
    "text": "28. The learned High Court Judge has observed that the findings of the learned",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      106.78,
      543.1,
      240.32
    ],
    "text": "President of the Labour Tribunal are based on the evidence placed before the Labour Tribunal and that clear reasons are set out for these findings. He has stated that the obvious conclusions that could be arrived at is that these charges have not been established. The learned Judge of the High Court has concluded by stating that the learned President has come to that correct conclusion. Findings of the learned President of the Labour Tribunal and the learned High Court Judge as regards charges relating to the Vavuniya branch",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      242.98,
      542.73,
      257.44
    ],
    "text": "29. The learned President of the Labour Tribunal has considered the evidence and",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      260.05,
      543.09,
      446.13
    ],
    "text": "arrived at the finding that the Appellant has not presented any concrete or trustworthy evidence through any of its witnesses as regards the method of assessing the correct capacity of the air conditioners required for the Vavuniya branch. Moreover, learned President has observed that the Appellant has not adduced any evidence to show that the process of obtaining approval for the procurement of air conditioners for the Vavuniya branch adopted by the Respondent was incorrect. He has expressed the view that it cannot be assumed that an organization of such scale such as the Appellant bank would adopt procedures that would halt or disrupt the services or administrative tasks in the event one officer is absent on leave.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      448.71,
      542.8,
      463.17
    ],
    "text": "30. The learned Judge of the High Court has agreed with the finding of the President",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      465.87,
      543.07,
      548.97
    ],
    "text": "of the Labour Tribunal (although briefly stated) that, the charges relating to the Vavuniya branch could not be maintained due to lack of evidence adduced by the Appellant, as regards the procedure of assessing the correct capacity of the air conditioners required for the Vavuniya branch.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      551.67,
      543.0,
      566.13
    ],
    "text": "31. Therefore, it is evident that the learned President of the Labour Tribunal has",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      568.83,
      543.09,
      703.32
    ],
    "text": "extensively considered the evidence of both parties before arriving at the finding that that the Appellant bank has not proved on a balance of probabilities, the two charges relating to the installation of the air conditioners by the Respondent in the two impugned branches, thereby allegedly causing loss to the Appellant. I wish to observe that a perusal of the evidence reflects that the finding of the learned President of the Labour Tribunal is strongly supported by the evidence led by the parties to the dispute. His position has been fortified by the observations made by the learned Judge of the High Court, that the findings of the learned President of",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 15 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.44,
      543.08,
      359.35
    ],
    "text": "the Labour Tribunal are based on the evidence placed before the Labour Tribunal and that clear reasons are set out for these findings. He has not substituted his own views in place of the findings of the learned President of the Labour Tribunal. Therefore, the learned Judge of the High Court has, with the role of the appellate court in mind, correctly considered whether the finding of the learned President has been supported by evidence and backed by reasons. In David Micheal Joachim v Aitken Spence Travels Ltd [SC Appeal 09/2010 (SC Minutes of 11.02.2021)], this Court has observed that the President of the Labour Tribunal had considered all evidence submitted before it with reference to the charges against the Appellant. The High Court has reconsidered the assessment of evidence. The High Court Judge had evaluated the evidence judicially. In any event, the Supreme Court will not arrive at findings contrary to the findings of the original court or tribunal before which the evidence was presented, unless the findings are perverse [Emphasis added]. In the instant matter too, I find no finding arrived at by the learned President of the Labour Tribunal as regards the respective charges that are either not founded upon the evidence presented by the parties or are perverse.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      361.93,
      430.39,
      393.11
    ],
    "text": "32. Therefore, I answer the first question of law in the negative.",
    "fonts": [
      "Arial-BoldItalicMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      90.02,
      395.41,
      543.09,
      476.85
    ],
    "text": "(ii) Did the High Court err in law in failing to consider and evaluate the submission made by the Petitioner that the Labour Tribunal itself had acted unfairly in adopting different standards in the evaluation of the evidence adduced by the Petitioner on the one hand and the evidence adduced by the Respondent on the other hand? 33. Learned counsel submitted that the learned President of the Labour Tribunal had",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      479.43,
      543.1,
      699.72
    ],
    "text": "taken irrelevant factors into consideration. He contended that the Labour Tribunal had failed to appreciate that the computations of the required capacities of air conditioners by witnesses Hewapathirana and Ranaweera were within the permitted range admitted by the Respondent in evidence and therefore did not warrant rejection of their testimonies. Further, it was submitted that the learned President erred in law in concluding that all of the signatories to R1 and R10 should have been called as witnesses. Learned counsel submitted that the learned President of the Labour Tribunal and the learned Judge of the High Court had misdirected themselves when they failed to appreciate that the evidence of the Respondent was uncorroborated. Learned counsel submitted that both the learned President and the learned Judge have misdirected themselves when they failed to evaluate all evidence and documents that were produced by the Appellant. Accordingly, he submitted that the President of the Labour Tribunal had failed to",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 16 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.44,
      543.04,
      121.24
    ],
    "text": "consider the evidence adduced by the Appellant before it and the Judge of the High Court had failed to appreciate that the Labour Tribunal omitted to do so.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      123.94,
      543.1,
      138.4
    ],
    "text": "34. Before I proceed to consider the above-stated submissions, it is necessary to state",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      141.1,
      543.1,
      361.39
    ],
    "text": "that in employment related matters, as in a claim of civil nature, the requisite standard of proof by which a trier of facts must determine an issue is proof on a balance of probabilities. In the case of The Caledonian (Ceylon) Tea and Rubber Estates Ltd. v J. S. Hillman [ 79 NLR 421], Justice Sharvananda (as he was then) has held that an allegation of misconduct in proceedings before a Labour Tribunal has to be decided on a balance of probabilities and that it is not necessary to call for proof beyond reasonable doubt as in a criminal case. Similar views have been held in the cases of Superintendent, Udaweriya Estate and others v Lanka Wathu Seva Sangamaya [SC Appeal 79/2012, (SC Minutes of 18.02.2020)] and in David Micheal Joachim v Aitken Spence Travels Ltd (cited above). Thus, the onus of proving the misconduct of the employee is on the employer, on a balance of probabilities.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      363.97,
      542.94,
      378.43
    ],
    "text": "35. As I have stated under the first question of law above as regards the two charges",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      381.13,
      543.1,
      649.8
    ],
    "text": "relating to the installation of the air conditioners in the Maharagama and Vavuniya branches of the Appellant bank, learned President of the Labour Tribunal has arrived at the findings after careful consideration of the evidence presented before the Labour Tribunal. For reasons set out in the Order, he has stated why he has considered the testimonies of certain witnesses of the Appellant bank as untrustworthy and therefore unreliable, and also why he rejected certain documents adduced by the Appellant. With reasons, he has stated why the charges against the Respondent have not been proved on a balance of probabilities by the Appellant. The learned Judge of the High Court has observed that in pursuing the impugned order of the learned President, it is apparent that the learned President has considered all these charges carefully. The learned President has extensively dealt with this issue and found that the required capacity has not been assessed by adopting the correct method. All these findings are based on the evidence placed before the tribunal and clear reasons are set out for these findings. So, the obvious conclusion that could be arrived at is that these charges have not been established ....",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      652.5,
      543.1,
      666.96
    ],
    "text": "36. Regarding charge No. 8 which relates to the anonymous petition that is alleged to",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      669.66,
      542.89,
      718.44
    ],
    "text": "have been sent by the Respondent, learned President of the Labour Tribunal has observed that witness Hennayake on behalf of the Appellant bank has admitted that it cannot be precisely said that this anonymous petition had been sent by the",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 17 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.44,
      543.08,
      258.4
    ],
    "text": "Respondent himself. The learned President has observed that the testimony of this witness is uncertain and unsure. Although the documents R16, R17 and R18 have been produced subject to proof, those documents have not been proved and therefore, have not been considered. Therefore, there being no evidence as to the arrival of the Respondent at the office of the Pronto courier service, and by witness Hennayake admitting that he cannot certainly state that it was the Respondent himself who sent the anonymous petition, the learned President of the Labour Tribunal has arrived at the finding that the Appellant has not proved that charge on a balance of probabilities. Therefore, the learned President of the Labour Tribunal has considered evidence of both parties when arriving at that finding.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      261.13,
      543.0,
      275.59
    ],
    "text": "37. The learned Judge of the High Court has observed that the witness who testified",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      278.29,
      543.09,
      446.71
    ],
    "text": "on behalf of the Appellant bank regarding this matter has admitted the fact that it cannot be said definitely that the applicant had sent the petition and that there was no evidence that the applicant had gone to the Pronto Lanka (Pvt) Ltd., the institution to which this English translation of the petition purported to be delivered. Accordingly, the learned Judge of the High Court has concluded that the learned President has correctly concluded that the charge was not proved. Therefore, the learned Judge has observed that the learned President of the Labour Tribunal has carefully dealt with the evidence and arrived at the said finding, that the Appellant has failed to prove that charge on a balance of probabilities.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      449.31,
      542.96,
      463.77
    ],
    "text": "38. The learned President of the Labour Tribunal has considered the evidence of the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      108.02,
      466.47,
      543.1,
      583.77
    ],
    "text": "Appellant as well as the Respondent in arriving at the finding that the termination of employment of the Respondent is unjustified. In his Order, he has correctly observed that the onus of establishing a prima facie case against the Applicant (Respondent) is on the Appellant, and not on the Applicant (Respondent) himself. He has concluded by stating that the Appellant has not proved the charges against the Respondent on a balance of probabilities. It is noteworthy that the learned Judge of the High Court has observed the following:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      586.47,
      543.06,
      701.28
    ],
    "text": "As the termination of employment is admitted by the respondent-appellant, the burden of proving the reasons for the dismissal is on the appellant. The standard of proof is balance of probability. I am of the view that the conclusion of the learned President of the labour tribunal that the reasons for the dismissal have not been proved on a balance of probability is correct. I agree with the reasons set out for the findings in his order.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 18 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      72.44,
      542.77,
      86.9
    ],
    "text": "39. Having analysed the evidence presented before the Labour Tribunal, the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      89.62,
      542.84,
      189.76
    ],
    "text": "conclusion I can reach is that the learned President has not arrived at a finding that is contrary or perverse to the evidence presented before the Tribunal by the Appellant. In my view, the learned Judge of the High Court has also correctly arrived at the finding that the learned President of the Labour Tribunal has based all his findings on the evidence placed before him.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      192.46,
      542.62,
      206.92
    ],
    "text": "40. I wish to also add that the learned Counsel for the Appellant did not bring to the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      209.62,
      542.89,
      327.07
    ],
    "text": "attention of this Court that the learned President of the Labour Tribunal had applied different standards and criteria in the assessment and the analysis of the evidence presented by the Appellant and the Respondent. He did not substantiate the allegation contained in this question of law that the learned President of the Labour Tribunal had acted in a discriminatory manner.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      329.77,
      473.38,
      361.39
    ],
    "text": "41. Therefore, I answer the second question of law also, in the negative.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      363.61,
      542.97,
      428.35
    ],
    "text": "(iii) Did the High Court err in law in failing to consider and evaluate the submission made by the Petitioner that the Labour Tribunal had failed to appreciate that the Respondent by his conduct had caused loss to the Petitioner? 42. This allegation relates to charges Nos. 2 and 5. Learned counsel for the Appellant",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      431.07,
      544.18,
      668.52
    ],
    "text": "has argued that the Respondent has installed air conditioners in excess of the capacity that has been approved and thereby caused loss to the Appellant. He has submitted that the Respondent could have easily avoided the said losses by awaiting the return of his immediate superior from leave, and then obtaining approval to procure the air conditioners. He has further submitted that even if the Respondent had installed the air conditioners that were approved in R1 and R10, the Respondent would remain responsible if he had wrongly done so causing loss to the Appellant, since the instruction he had received from the Chief Manager required him to assess the requirement carefully. In the circumstances, learned counsel submitted that the Respondent has breached a term of his contract of employment (clause 24 of the Letter of Appointment which states that the employee shall truly, diligently, honestly and carefully execute and perform and discharge duties and obligations), which justifies termination of his employment.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      671.22,
      542.68,
      685.68
    ],
    "text": "43. The contention of the learned counsel for the Respondent was that if the air",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      108.02,
      688.38,
      542.91,
      720.0
    ],
    "text": "conditioners that were procured by the Respondent were in excess of the capacity and would cause loss, the contractual agreement between Abans PLC and the",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 19 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.44,
      543.11,
      344.23
    ],
    "text": "Appellant bank was such that payment can be withheld in the event the air conditioners that were procured were not in conformity with the items approved by the Appellant. He has submitted that such non-payment has not taken place due to the fact that the supplied air conditioners were in conformity with the approvals obtained and verbal instructions received by the Respondent. He further submitted that the general practice of the Appellant bank where an authorised officer is absent, is for the memorandum to be sent for the approval/recommendation of the superior officer (hierarchically superior to the officer who is absent) and for the absent officer to make subsequent comment. Further, as a practice, these superior officers visit the site concerned for inspection before granting approvals/recommendations or raise concerns/objections at meetings which are periodically held. It was therefore his position that the Respondent has, in line with the written and verbal instructions of his superior officers, followed the protocol of the Appellant bank and carried out his duties diligently and honestly.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      90.02,
      346.93,
      542.96,
      361.39
    ],
    "text": "44. In this regard, learned President has observed that the Appellant has failed to",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      363.97,
      543.08,
      515.73
    ],
    "text": "provide a trustworthy and consistent testimony which enables the Tribunal to arrive at a finding that a particular method is the correct method of assessing the appropriate capacity of the air conditioners for the two branches in Maharagama and Vavuniya. Therefore, in the absence of any evidence as to the correct method of assessing the required capacity, learned President has arrived at the finding that the allegation against the Respondent that he had installed air conditioners in excess of the required capacity and has thereby caused loss to the Appellant, has not been proved on a balance of probabilities.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      90.02,
      518.43,
      542.93,
      532.89
    ],
    "text": "45. The learned Judge of the High Court has considered whether or not the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      108.02,
      535.59,
      543.08,
      704.4
    ],
    "text": "Respondents conduct caused loss to the Appellant. He has expressed agreement with the view of the learned President that, in the absence of proof on a balance of probabilities by the Appellant, that the Respondent has installed air conditioners in excess of the required capacity, the allegation against the Respondent that he had caused loss to the Appellant cannot be maintained. On a consideration of the evidence that was adduced by the Appellant before the Labour Tribunal, I am unable to form the view that in the procurement of the air conditioners, the Respondent acted mala fide or that he entertained an intention to cause loss to the Appellant or acted in a manner that he should not have acted. In the circumstances of the Appellant not being able to prove the correct method of assessing the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 20 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.44,
      543.1,
      189.76
    ],
    "text": "capacity of the air conditioners for the two branches, it is not possible for the Court to arrive at a finding that the Respondent has not acted carefully, which is breach of a term of his contract of employment. In the circumstances, Court will not arrive at a finding contrary to that of the learned President of the Labour Tribunal, in the absence of a finding that is perverse to the evidence adduced before the Labour Tribunal by the Appellant and the Respondent.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      192.46,
      542.95,
      206.92
    ],
    "text": "46. Therefore, I hold that the High Court has not erred in law in failing to consider",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      209.62,
      542.83,
      275.59
    ],
    "text": "and evaluate the submission made by the Petitioner that the Labour Tribunal had failed to appreciate that the Respondent by his conduct had caused loss to the Petitioner.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      277.93,
      542.91,
      342.67
    ],
    "text": "(iv) Did the High Court err in law in failing to appreciate that the Labour Tribunal had erred in directing reinstatement in service when the Petitioner had lost trust and confidence in the Respondent? 47. I wish to commence answering this question by stating what I believe to be the",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      345.37,
      543.02,
      479.85
    ],
    "text": "obvious. The functionality, productivity and peace and harmony of any work environment is a matter of critical importance and is founded upon certain key principles. One such principle is the confidence the employer has in his employees and vice versa. Such mutual confidence between the employer and his employees forms the very foundation for a conducive work environment. The relationship between the two parties may deteriorate and finally breakdown for multiple reasons. Loss of confidence is one.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      90.02,
      482.55,
      543.08,
      497.01
    ],
    "text": "48. The concept of loss of confidence has been defined in the case of Democratic",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      499.71,
      543.08,
      531.33
    ],
    "text": "Workers Congress v de Mel and Wanigasekera [CGG 12,432 of May 1961] in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      534.03,
      543.1,
      699.24
    ],
    "text": "The contractual relationship as between employer and employee so far as it concerns a position of responsibility is founded essentially on the confidence one has in the other and in the event of any incident which adversely affects that confidence the very foundation on which that contractual relationship is built should necessarily collapseOnce this link in the chain of the contractual relationshipsnaps, it would be illogical or unreasonable to bind one party to fulfill his obligations towards the other. Otherwise it would really mean an employer being compelled to employ a person in a position of responsibility even though he has no confidence in the latter. [Emphasis added.]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 21 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      72.44,
      543.02,
      86.9
    ],
    "text": "49. In Sithamparanathan v Peoples Bank [(1989) 1 Sri.LR 124] Justice Tambiah has",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      89.62,
      240.53,
      104.08
    ],
    "text": "held the following view:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      106.78,
      542.81,
      204.88
    ],
    "text": "It seems to me that loss of confidence has two aspects in Labour Law: (1) where the termination of employment is effected by the employer on the ground of loss of confidence, (2) Loss of confidence may be a circumstance from which a Court may conclude that reinstatement is not the appropriate relief, despite a finding that the termination is not justified.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      207.58,
      543.05,
      222.04
    ],
    "text": "50. In John Keells Ltd. v Ceylon Mercantile, Industrial and General Workers Union",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      224.74,
      421.51,
      239.2
    ],
    "text": "and Others [(2006) 1 Sri.LR 48], it has been held as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      241.9,
      542.99,
      340.63
    ],
    "text": "There are circumstances, where alternative relief in lieu of reinstatement is granted even if the workman is not found guilty to the charge. Instances include where the allegation against the workman is such that it would not promote harmonious relations between parties or by this allegation the employer lost confidence in the workman. [Emphasis added.]",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      343.33,
      542.99,
      357.79
    ],
    "text": "51. It is difficult for an external party to measure and determine whether one or both",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      360.49,
      543.05,
      460.65
    ],
    "text": "parties have lost confidence in the other. However, it is critical that due recognition be given in the resolution of industrial disputes, to this very important factor. If and when an employer has genuinely lost confidence in a workman, forcing such an employer to retain the services of an employee in whom he has lost confidence is both inappropriate and futile.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      463.35,
      542.7,
      477.81
    ],
    "text": "52. Therefore, as held by Justice Weeramantry, a just and equitable Order must",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      480.51,
      543.1,
      666.0
    ],
    "text": "consider not only the interest of the employees but also the interest of the employers and the wider interest of the country, for the object of social legislation is to have not only contended employees but also contended employers. [vide Ceylon Estate Staffs Union v The Superintendent, Maddecombra Estate, Watagoda (73 NLR 278)]. In K.B.D. Somawathie v Baksons Textile Industries Ltd. [79(1) NLR 204], Justice Rajaratnam has observed that the Order that the President of a Labour Tribunal is required to make should be just and equitable in relation to both the employer and the employee and the employer-employee relationship following due consideration being given to the discipline and resources of the employer. His Lordship has further opined that the Order should also be in the best interests of the Public.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.02,
      668.7,
      542.95,
      683.16
    ],
    "text": "53. Adjudication of industrial disputes cannot be one-sided. The work environment",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      685.86,
      543.08,
      717.48
    ],
    "text": "in the private sector and the rights of workmen have changed considerably since the enactment of the Industrial Disputes Act. Thus, there may be a need to revisit",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 22 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.44,
      543.1,
      361.39
    ],
    "text": "some of the judicial precedent developed during the initial years of this important legislation. Courts and tribunals must take cognisance of the evolving and contemporary nature of the work environs of this country, which is significantly different to the environment which prevailed in the 1950s. The present socio-economic and political environment and the requirements of the country are significantly different to what prevailed during the middle of the previous century. Presently, the country's economy is dependent considerably on the development and well-functioning of a properly regulated and autonomous private sector, operating in terms of the law on a level playing field. Investors and employers must have considerable freedom to develop private enterprise according to their vision, exercising considerable freedom in terms of the law to engage in business, and manage their internal affairs including the workforce. Thus, the rights and entitlements of workmen must be weighed in a sensible, reasonable, justifiable and equitable manner with the rights and entitlements of employers. The above dicta should in no way be misunderstood as sanctioning the abuse of workers or the adoption of a hire and fire policy.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      90.02,
      363.97,
      542.92,
      378.43
    ],
    "text": "54. It is also important to note that particularly when adjudicating industrial disputes,",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      381.13,
      543.11,
      582.21
    ],
    "text": "it is vital that courts and tribunals keep in mind the possibility of an employer who merely dislikes a particular employee or does not any longer require his services, making use of the ground loss of confidence as a means of providing a justification for the arbitrary or unjustifiable dismissal of an employee. This Appeal, appears to be on that point. Termination of employment of an employee on loss of confidence must be supported by cogent evidence. As held in the case of Peiris v Celltel Lanka Limited [SC Appeal 30/2009, SC Minutes of 11.03.2011], it should not be a disguise to cover up the employers inability to establish charges in a disciplinary inquiry, but must be actually based on a bona fide suspicion against the employee making it impossible or risky to the organization to continue to keep him in service.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      90.02,
      584.91,
      542.88,
      599.37
    ],
    "text": "55. Learned counsel for the Appellant submitted that the learned President erred in",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.02,
      602.1,
      543.06,
      719.52
    ],
    "text": "holding that proof of guilt of charges is required for termination of employment of an employee on the ground of loss of confidence. His submission was that it is settled law that reasonable suspicion is sufficient to terminate employment on the basis of loss of confidence. In this regard, learned counsel submitted an excerpt from the treatise titled The Law of Dismissal by S.R. De Silva, wherein the learned author has cited foreign judicial authorities which have held the view that loss of confidence has justified termination of employment of employees",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 23 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.44,
      543.1,
      172.72
    ],
    "text": "though not proved guilty, were reasonably suspected of being responsible. Learned counsel has also cited the views of this Court in Sithamparanathan v Peoples Bank [(1989) 1 Sri.LR 124], and Bank of Ceylon v Manivasagasivam [(1995) 2 Sri.LR 79] in support of his position that the concept of loss of confidence applies despite lack of proof of the guilt of an employee.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      90.02,
      175.3,
      543.05,
      189.76
    ],
    "text": "56. He further contended that the learned Judge of the High Court had erred when he",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      192.46,
      543.08,
      395.59
    ],
    "text": "concluded that the Respondents termination cannot be justified on the ground of loss of confidence because guilt of charges, Nos. 1-8 were not proved by the Appellant. In the circumstances, learned counsel submitted that both the learned President of the Labour Tribunal and the learned Judge of the High Court have erred by applying the incorrect test for loss of confidence, namely, proof of guilt of charges against the Respondent, and thus the Order pronounced by the President of the Labour Tribunal should be set aside. He concluded by submitting that the correct test that should be adopted to justify termination of employment on the ground of loss of confidence is the requirement of reasonable suspicion and that the evidence adduced by the Respondent discloses a reasonable suspicion to justify the termination of employment of the Respondent.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      90.02,
      398.29,
      542.88,
      412.75
    ],
    "text": "57. It is to be noted that the learned President of the Labour Tribunal has arrived at",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      415.45,
      543.1,
      704.4
    ],
    "text": "the finding that the termination of employment of the Respondent was unjustified and inequitable on the basis that the charges against him were not proved by the Appellant bank on a balance of probabilities. Further, he has considered the fact that during his employment at the Appellant bank for 18 years, the Respondent has installed approximately 2,500 air conditioners, received various promotions, had not being faulted on prior occasions for installing air conditioners in excess capacity other than at the afore-stated two impugned occasions. There was also no evidence that the Respondent had been negligent in the course of employment at the Appellant bank. Further, evidence disclosed that he (the Respondent) had maintained an unblemished record of service until his services were terminated. As observed by the learned President, the Respondent had not previously received even a single warning for misconduct. The testimonies presented on behalf of the Appellant bank have not contradicted this position. The testimonies reveal that the superior officers of the Division have placed trust in the Respondent because he had performed his services diligently. It is on that basis that the learned President has ordered that the Respondent be reinstated in service with payment of back wages.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 24 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      90.02,
      89.62,
      542.97,
      104.08
    ],
    "text": "58. In this regard, the learned Judge of the High Court has observed that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      106.78,
      543.08,
      514.65
    ],
    "text": "employment of an employee cannot be terminated merely because the employer has made allegations against him. Such allegations must be proved with evidence. He has also expressed the view that in the instant case, there is no sufficient evidence to have satisfied the Tribunal that the acts of the Respondent had led to a breach of confidence. Learned Judge has further opined that the evidence adduced by the Appellant against the Respondent does not establish any financial misappropriation and that in the circumstances, he has held that the instant matter is not one where loss of confidence had genuinely occurred and therefore, the Order of the learned President of the Labour Tribunal to reinstate the Respondent with back wages was correct. That is because, the learned President of the Labour Tribunal had not been satisfied that the Appellant bank had genuinely lost confidence in the Respondent. As held by Justice Amerasinghe in Premadasa Rodrigo v Ceylon Petroleum Corporation [(1991) 2 Sri.LR 382], loss of confidence must be based on established grounds of misconduct which the law regards as sufficient. His Lordship has agreed with the submission made by counsel in that case, that an employer cannot claim to have a right to dismiss an employee merely because he says he has lost confidence. The test for loss of confidence as submitted by learned counsel for the Appellant, being reasonable suspicion is applicable only where the misconduct of the employee is criminal in nature and involves moral turpitude such as the involvement of the employee in a fraudulent transaction. There is no such allegation against the Respondent in this matter. Therefore, I agree with the findings of the learned President of the Labour Tribunal and the learned Judge of the High Court.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      90.02,
      517.35,
      543.1,
      531.81
    ],
    "text": "59. Accordingly, I hold that the fourth question of law on which special leave to appeal",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      534.51,
      428.95,
      566.13
    ],
    "text": "has been granted, should be also answered in the negative.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      90.02,
      568.83,
      543.09,
      583.29
    ],
    "text": "60. However, since the termination of the Respondents employment in 2007, a",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      585.99,
      543.06,
      703.32
    ],
    "text": "considerable time has lapsed and by now in all probability the Respondent would have passed the age of retirement. In the circumstances, it would be futile to direct the reinstatement of the Respondent. Therefore, I am of the view that it is appropriate to award reasonable compensation in favour of the Respondent. Accordingly, considering the nature of his service as an Executive and the length of his service at the Appellant bank, the unblemished record of service prior to the impugned incidents, loss of employment opportunities due to age, I order the",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "Page 25 of 25",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.44,
      543.0,
      138.4
    ],
    "text": "Appellant to pay the Respondent compensation in a sum equivalent to 50% of his monthly salary at the time of termination of his employment calculated on a monthly basis up to his scheduled date of retirement.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      90.02,
      141.1,
      542.62,
      155.56
    ],
    "text": "61. For the purposes of computation of statutory payments and other terminal",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      158.26,
      536.86,
      189.76
    ],
    "text": "benefits, it shall be assumed that termination of employment took place in 2007.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      90.02,
      192.46,
      543.02,
      206.92
    ],
    "text": "62. The Respondent shall also be entitled to recover from the Appellant, the cost of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      209.62,
      305.21,
      241.24
    ],
    "text": "this Appeal to the Supreme Court.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      243.94,
      374.83,
      327.07
    ],
    "text": "63. Subject to the foregoing, this Appeal is dismissed.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      329.53,
      543.1,
      428.95
    ],
    "text": "Judge of the Supreme Court Padman Surasena, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      431.43,
      546.1,
      530.85
    ],
    "text": "Judge of the Supreme Court Janak De Silva, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      533.19,
      549.1,
      581.73
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]