[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      94.94,
      72.24,
      520.57,
      127.7
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      96.26,
      130.46,
      519.37,
      147.14
    ],
    "text": "------------------------------------------------------------------------------------------",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      149.74,
      530.07,
      435.91
    ],
    "text": "In the matter of an Application under and in terms of Article 126 read with Article 17 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Mohamed Razik Mohamed Ramzy No. 594/3, Polgasdeniya, Katugastota Acting in terms of Article 126(2) of the Constitution, the above-named petitioned the Supreme Court by his Attorney-at-Law Musthafa Kamal Bacha Ramzeen, No. 42, Norris Canal Road, Colombo 10.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      438.39,
      543.1,
      469.21
    ],
    "text": "Petitioner SC / FR Application No. 135/2020",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      471.63,
      458.47,
      503.01
    ],
    "text": "Vs. 1. B.M.A.S.K. Senaratne",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      505.71,
      535.3,
      639.72
    ],
    "text": "Chief Inspector of Police Officer-in-Charge Computer and Forensic Training Unit, Criminal Investigation Department, Colombo 1. 2. W. Thilakaratne",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      642.42,
      535.3,
      708.24
    ],
    "text": "Senior Superintendent of Police Director, Criminal Investigation Department, Colombo 1.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.08,
      538.18,
      309.43
    ],
    "text": "2A. A.R.P.J. Alwis Senior Superintendent of Police Director, Criminal Investigation Department, Colombo 1. 2B. Kavinda Piyasekera Senior Superintendent of Police Director, Criminal Investigation Department, Colombo 1. 3. M.G.L.S. Hemachandra",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      312.01,
      518.98,
      411.79
    ],
    "text": "Military Service Assistant of the Defence Secretary, Ministry of Defence, Colombo 1. 4. Major General Kamal Gunaratne",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      414.49,
      538.66,
      497.01
    ],
    "text": "Secretary of the Ministry of Defence, Ministry of Defence, Colombo 1. 5. C.D. Wickremaratne",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      499.71,
      509.74,
      582.21
    ],
    "text": "Inspector General of Police Sri Lanka Police Headquarters, Colombo 1. 6. Honourable Attorney General",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      584.91,
      516.34,
      633.28
    ],
    "text": "Attorney Generals Department, Colombo 12.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      635.7,
      555.22,
      716.44
    ],
    "text": "Respondents",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.2,
      543.1,
      717.52
    ],
    "text": "Before: B.P. Aluwihare, P.C., J. Yasantha Kodagoda, P.C., J. Janak De Silva, J. Counsel: Mr. Nuwan Bopage with Mr. Chathura Weththasinghe instructed by Mr. Ramzi Bacha for the Petitioner. Ms. Induni Punchihewa, State Counsel for the 1st and 3rd to 6th Respondents. Argued on: 29th March 2023 Written Submissions: For the Petitioner - Filed on 2nd February and 6th June, 2023. For the Respondents Not filed. Decided on: 14th November, 2023 Yasantha Kodagoda, P.C., J. This judgment relates to an Application filed under Article 126(2) of the Constitution by Attorney-at-Law Musthafa Kamal Bacha Ramzeen (hereinafter referred to as the petitioner) on behalf of one Mohamed Razik Mohamed Ramzy (hereinafter referred to as the virtual petitioner). The virtual petitioner had been in remand custody at the time of filing this Application. The petitioner has claimed that due to the COVID 19 pandemic that prevailed at the time of preferring the Application, the virtual petitioner had been unable to directly move this Court and invoke the jurisdiction vested in it under and in terms of Article 126 read with Article 17 of the Constitution. Thus, he has explained why this Application was filed by him in his capacity as an Attorney-at-Law. On 17th June 2020, when this matter was supported, the Court had granted leave to proceed for alleged violations of fundamental rights of the virtual petitioner guaranteed by Articles 12(1), 13(1), 13(2) and 14(1)(a) of the Constitution. The record reveals that when the Application was supported for leave to proceed learned counsel for the petitioner had withdrawn the three prayers of the petition seeking interim relief.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.2,
      543.1,
      411.79
    ],
    "text": "Case of the Virtual Petitioner The virtual petitioner who is a citizen of Sri Lanka of Muslim ethnicity and Islamic religious faith, had been a public servant and had served as an Interpreter in a public sector institution. Due to a health condition, he had retired prematurely. Since December 2009, he has maintained a Facebook profile. According to A1(i), at the time of the incident referred to in this judgment, the virtual petitioner had 1,212 Followers and 3,497 Friends. He has been active on Facebook, and has been regularly posting his views on it regarding socio-cultural, religious and political issues. The virtual petitioner claims that he is a strong opponent of racism, religious extremism, communal violence and a believer of a peaceful society filled with tranquility and harmony among all ethnic groups. He further claims that his Facebook posts have been aimed at promoting ethnic harmony, reconciliation, equality, and justice. On 2nd April 2020 at approximately 1.30 pm, founded upon his belief that an incorrect, vicious and unfair campaign was afoot against the Muslim community of this country, that they were responsible for spreading the Corona (COVID-19) pandemic, the virtual petitioner had using the Sinhala language, posted on Facebook the following content:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      414.1,
      542.71,
      426.94
    ],
    "text": "ideological war .",
    "fonts": [
      "Helvetica,Italic",
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      444.72,
      542.65,
      457.56
    ],
    "text": ".",
    "fonts": [
      "Helvetica,Italic",
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      475.2,
      219.26,
      501.94
    ],
    "text": ".",
    "fonts": [
      "Helvetica,Italic",
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      503.76,
      542.83,
      516.6
    ],
    "text": ".",
    "fonts": [
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      519.12,
      542.67,
      560.4
    ],
    "text": ". ( ) .",
    "fonts": [
      "Helvetica,Italic",
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      562.92,
      542.6,
      575.76
    ],
    "text": ".",
    "fonts": [
      "Helvetica,Italic",
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      578.16,
      542.68,
      591.0
    ],
    "text": "-",
    "fonts": [
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      593.52,
      542.57,
      606.36
    ],
    "text": "( ) .",
    "fonts": [
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      654.75,
      139.23,
      667.59
    ],
    "text": ".",
    "fonts": [
      "Helvetica,Italic",
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      685.23,
      226.74,
      715.44
    ],
    "text": ". [Emphasis added.]",
    "fonts": [
      "BookAntiqua",
      "Helvetica",
      "NirmalaUI"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      450.79,
      104.08
    ],
    "text": "In my view, when translated into English, the following is its meaning:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      106.42,
      543.1,
      696.72
    ],
    "text": "The Sri Lankan Muslim community has faced an ideological war. The Muslim community has been encircled from all sides by racist groups who are operating in the country and are waging this ideological war in a subtle manner., and thus, the Muslim community is unable to face it. Unable to do anything against this intellectual assault, the Muslim community is watching it and waiting in shock. Racist enemies are gradually getting closer to their goal. In the face of this ideological war, Muslims are facing defeat. Muslims should immediately get ready for an ideological jihad (ideological struggle). On behalf of all Sri Lankans, that is a religious responsibility thrust upon the shoulders of all of them. On behalf of the country and all its citizens, this is the time to take up the pen and the keyboard as arms, and get ready for an ideological war. For the purpose of confronting the vicious campaign being carried out against the Muslims who are a group of people of this country, for the purpose of creating awareness in the people about the truth, Muslims should pay attention to the need to carry out an ideological Jihad (ideological war) by using the mainstream media, social media and all other space. Nothing is impossible. In response to this post, the virtual petitioner had received on his Facebook profile page a large number of replies which the petitioner has presented to this Court. Some of those responses included death threats and calls for his arrest. Consequently, on 3rd April the virtual petitioner announced through another Facebook post that he was enforcing a self-censorship and that he will not post any more content relating to politics or national problems in Sinhala language, as he does not want to endanger the lives of his children. On 9th April 2020 at 11.04 am, the virtual petitioner has presented through electronic mail a complaint to the Inspector General of Police regarding the death threats he had received. In the said complaint, the virtual petitioner has made reference to the names of persons and websites that had made threats to him. On 9th April 2020, the virtual petitioner was arrested by the Criminal Investigation Department (CID) and thereafter produced before the Magistrates Court with a Report under the hand of the 1st respondent - Chief Inspector Senaratne, the OIC of the Computer Forensics Laboratory and Training Unit of the CID. The Report contained allegations that the virtual petitioner had committed offences under the Penal Code, the International Convention on Civil and Political Rights Act (hereinafter referred to as the ICCPR Act and the Computer Crime Act. In the light of the allegation that the virtual petitioner had committed an offence under the ICCPR Act, the learned Magistrate had placed the virtual",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.44,
      543.12,
      703.32
    ],
    "text": "petitioner in remand custody. Accordingly, since 9th April, he had been detained in remand custody. It is in this backdrop that, while the virtual petitioner was being held in remand custody, the petitioner filed this Application on behalf of the virtual petitioner. The petitioner alleged that the virtual petitioner had not committed any offence and therefore there was no justification for arresting him. The petitioner claimed that the conduct of the 1st respondent in arresting, holding in custody and having the virtual petitioner remanded, infringed the virtual petitioners fundamental rights. Position of the Respondents Filing an affidavit, the 1st respondent stated that information pertaining to the virtual petitioner was first received by the CID from the Ministry of Defence. Consequently, an investigation has commenced. Investigations revealed that the statements published by the virtual petitioner on Facebook had given rise to racial and or religious hatred, which could lead to disharmony and violence. Therefore, the virtual petitioners activities on the Facebook were kept under surveillance and steps were taken to analyze such activities. The Facebook post published by him on 2nd April 2020 propagating an ideological war had given rise to 75 shares and 499 comments. This post spurred a wave of racially hostile sentiments among those who had seen the post. Investigations conducted revealed that the said post had incited feelings of anger and hostility among those who had seen it. Therefore, it was probable that such sentiments may lead to violence amongst religious groups. Therefore, the virtual petitioner was produced before the Chief Magistrate of Colombo in MC action No. B 31673/01/20 on allegations that he had committed offences under section 120 of the Penal Code, section 6 of the Computer Crime Act and section 3(1) of the ICCPR Act. Accordingly, the virtual petitioner was placed in remand custody by the Chief Magistrate. In the circumstances, the 1st respondent denied that he had infringed the fundamental rights of the virtual petitioner. Submissions of learned counsel The very essence of the submissions of learned counsel for the petitioner was that the publication of the Facebook post in issue was a clear instance of the virtual petitioner having exercised his fundamental right to freedom of speech and expression including",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.44,
      543.1,
      532.89
    ],
    "text": "publication, which is guaranteed by Article 14(1)(a) of the Constitution. His position was that by arresting the virtual petitioner, holding him in custody and producing before the learned Magistrate which resulted in his being placed in remand custody without bail, the respondents had infringed the fundamental rights of the virtual petitioner. He submitted that the conduct of the respondents amounted to punishing the virtual petitioner for having exercised his fundamental rights. The essence of the submission made by learned State Counsel who appeared for the respondents was that, by publishing the afore-stated Facebook post, the virtual petitioner had committed certain offences (and emphasized only that the virtual petitioner had committed an offence under section 3(1) of the ICCPR Act) and therefore, it was well within the legal authority and responsibility of the 1st respondent to have arrested the virtual petitioner, held him in police custody, initiated criminal proceedings in the Magistrates Court, and move the learned Magistrate to place him in remand custody. Learned State Counsel submitted that the virtual petitioner was arrested only after a lawful investigation was conducted by the 1st respondent. She drew the attention of this Court to the fact that the original information regarding the publication of the Facebook post had been provided to the CID by the Ministry of Defence. During the course of the investigation, the CID had recorded the statement of one Shashika Pieris, whose statement justified the arrest of the virtual petitioner for having committed an offence under section 3(1) of the ICCPR Act. In view of the positions taken up by the petitioner and the 1st respondent, as well as the submissions made by learned counsel, the adjudication of this matter would rest primarily on the finding of this Court pertaining to one particular action of the virtual petitioner. That being, the statement posted by him on the Facebook on 2nd April 2020, which has been reproduced above, verbatim. This Court must determine the following:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      535.59,
      543.01,
      704.4
    ],
    "text": "(i) whether the virtual petitioner exercised his fundamental right to free speech, expression including publication when he posted the afore-stated statement on Facebook, and (ii) whether the response of the 1st respondent and the state to the publication of that post on Facebook was within the purview of restrictions that may be imposed on the exercise of the fundamental right to free speech, expression including publication and carried out in a lawful manner.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.2,
      543.12,
      703.8
    ],
    "text": "Speech and expression including publication For the purpose of assimilating and disseminating information, views and ideas, civilized human beings regularly use spoken and written forms of language. This process is referred to as communication. In most forms and manifestations of communication, there exists a dynamic and constant exchange of human interaction between those near and far. Communication mostly involves bi and multidirectional flow of information, thoughts, ideas and opinion. Some forms of speech and expression involve one-way flow of information and expression of views, and are aimed at conveying information, ideas, views, feelings and may be for the purpose of shaping public opinion. Both these forms of speech and expression are essential for living and necessary for both individual and collective realization of the true potential of life, and personal and social development. The use of speech, other forms of expression and their publication is a sine qua non of being born human, to a free country and is an essential prerequisite of any civilized and organized society. Humans use communication through speech, other forms of expression and publication not only to fulfill basic and essential requirements of living. Communication involving the exercise of speech and other forms of expression and their publication is used for higher and advanced requirements of individuals and the society, such as (i) education, learning and training, (ii) professional, occupational, trade, business, financial and commercial activities, (iii) learning, practice, manifestation and propagation of religion, beliefs and other spiritual activities, (iv) socio-cultural and aesthetic activities, (v) propagation of information, vision, ideology, theory, and for engaging in advocacy, and (vi) for political activities. Particularly in contemporary society, speech and other forms of expression and their publication are essential for the meaningful and collective exercise of sovereignty and for the individual exercise of franchise. For the efficacious functioning of a representative democracy, which is the hallmark of Sri Lankas republican representative democracy, the ability to freely and in a lawful manner exercise the fundamental right to free speech, expression including publication is a sine qua non. These are all key features embedded in Sri Lankas second Republican (present) Constitution. In addition to the use of spoken and written forms of language, for expression of thoughts, ideas, experiences and views, humans also use other forms of communication, some of which are creative, such as signs, sound, photographs, art, music, drama, cinema, video, and sculpture. Even an action such as demonstrating and picketing, making sound, wearing apparel or an accessary of a particular colour and shape or containing particular words, symbol or design, burning an effigy, and attendance or boycotting the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.44,
      543.12,
      703.32
    ],
    "text": "attendance at an event may amount to forms of expression, and are manifestations of communication. Thus, in communication, the determinant is the intention (what is sought to be achieved by the disseminator) and attendant circumstances including how it is perceived and what is understood by the intended recipients, as opposed to the form in which communication is carried out. Communication is primarily twofold - private communication and mass communication. Mass communication involves the use of media such as books, newspapers, television and cinema. Digital channels and platforms for free speech In todays context, modes of communication would include digital channels and platforms which are used for both private and mass communication, and for widespread dissemination of speech and other forms of expression. Such digital forms of communication include the use of the World Wide Web Internet, and specialized cites on the internet such as the popular platform Facebook which is referred to in this judgment. Further, there are other well-known channels such as Instagram, Twitter and digital connectivity channels such as Skype, Viber, WhatsApp, Signal, and Telegram, which the companies hosting such services claim are secure channels of communication with point-to-point encryption. Collectively, they are referred to as the social media, the existence of which has transformed the arena of mass communication and media. These digital platforms and channels are relatively new and still going through evolution. Due to the prevalence and convenience of use, these digital channels of communication have now become part of routine daily lives of people. The impact of websites and digital social media is significant, not only because of a captivating global audience, but also because of its ability to attract the attention of people who never solicited the information contained in the message being disseminated, and happens to merely pass-by and then read and view the contents of the message. Drawn into and attracted to it, curiosity awakened, and finally influenced by the content, some of them understandably choose to believe the contents, accept views, and influenced thereby, conduct themselves in a particular manner. These new digitized avenues have not only caused a revolutionary change in private and mass communication, they have created new vistas for the exercise of the fundamental right to free speech and expression including publication. Their prevalence and use have rapidly overtaken conventional channels of communication and thus have become most effective and indispensable. Therefore, such access to digital channels and platforms and",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.44,
      543.1,
      686.76
    ],
    "text": "the ability of the people to use them, have now become constituent ingredients of the fundamental right to free speech and expression including publication. However, the availability of these digital modes of communication, their ability to reach an unprecedented audience, and the convenience at which such new channels of communication could be used, have also given rise to serious concerns regarding the nature of regulation and restrictions and their enforcement that may be justifiably required for the protection of greater public and national good. Slander and defamation, contempt, unlawful intrusion into privacy, criminal or sexual intimidation, fraud, malicious spreading of false or scurrilous information and material, incitement to violence, perpetration of fraud and other criminal offences, causing ethno-social and religious hatred through the dissemination of hate speech, advocating disharmony, discrimination and hostility among communities, threats and attacks on national security and manipulative and unethical tack-ticks to influence public thinking, are some and not all the evils of abuse of modern means of digital communication. Fundamental Right to free speech and expression including publication Article 14 of the Constitution which has been codenamed the Charter of Liberty personifies what it means to be born human, the freedom to lawfully use the cognitive faculties of being an intellectual being as opposed to being a non-human, and in particular the ability to reap the full benefits of being a citizen of Sri Lanka. Article 14 provides for the freedom (a) of speech and expression including publication; (b) of peaceful assembly; (c) of association; (d) to form and join a trade union; (e) to manifest either by oneself or in association with others, religion or belief in worship, observance, practice and teaching in public or in private; (f) to enjoy and promote ones own culture and to use his own language; (g) to engage in any lawful occupation, profession, trade, business or enterprise; (h) of movement and of choosing his residence within Sri Lanka; and (i) to return to Sri Lanka. Thus, it would be seen that Article 14 contains rights which are so fundamental to an individuals spiritual, holistic, educational, professional or occupational, economic, and social development and well-being. Article 14 is seen as an external manifestation of the exercise of Article 10, which guarantees freedom of thought, conscience and religion, including the freedom to have or to adopt a religion or belief of his choice. The opportunity to exercise these fundamental rights contained in Article 14 enables the achievement of individual, social and community development, resulting in the country as a whole, developing and reaping the yields of prosperity. As Chief Justice Sharvananda has said in Joseph Perera alias Bruten Perera vs. The Attorney-General and",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.44,
      543.1,
      652.92
    ],
    "text": "Others1, Article 14 contains great and basic rights which are recognized and guaranteed as the natural rights inherent in the status of a citizen of a free country. It is the synergy created through the fundamental rights contained in Articles 10 and 14, coupled with the fundamental rights contained in Articles 11 and 13 guaranteeing protection, security and physical freedom, and the status of equality conferred by Article 12, which cumulatively vests freedom, independence, liberty, protection and dignity in the true and comprehensive sense of those words to the People of Sri Lanka, and confers on them the opportunity and meaningfulness to collectively be the sovereigns of this Republic. Therefore, recognizing, promoting and protecting the fundamental rights guaranteed by Articles 10 to 14 are of critical importance and the solemn responsibility of the state. It is the bounden constitutional duty of the state, which has been created by the Constitution to serve the sovereign People, both collectively and through the three organs of the state. Therefore, the state shall not infringe such fundamental rights. It may however regulate and or restrict the exercise of such fundamental rights through law, to the extent and in the manner authorized by the Constitution, when doing so is necessary for the protection of wider public and national interests. An in-depth and philosophical comprehension of the Constitution of Sri Lanka reveals that the objectives of governance and in contemporary perspectives achieving the goals of ethno-social and religious harmony, social cohesion between and within communities and between communities and the state, protection of national security and achieving rapid and sustainable economic growth and development including the millennium development goals cannot be realized, unless citizens of this country are not only permitted, but facilitated and encouraged as well, to exercise their fundamental rights guaranteed by Article 14. Long-term suppression of the fundamental rights contained in Article 14, coupled with systematic and widespread erosion of the rule of law guaranteed by Article 12, supplemented by gross infringements of Articles 11 and 13 rights, augmented by the inability to meaningfully and effectively exercise the right to information recognized by Article 14A, is a recipe for the eruption of serious consequences. Some of the consequences may be summarized as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      655.62,
      323.57,
      670.08
    ],
    "text": "(i) individual and collective frustration;",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      696.58,
      218.16,
      719.95
    ],
    "text": "1 [(1992) 1 Sri L.R. 199]",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.44,
      580.9,
      704.4
    ],
    "text": "(ii) unconstitutional and illegal revolt through both organized and disorganized stratagem to cause internal strife and armed conflict which may be aimed at -(a) change of the constitutional structures of governance, (b) change of government, and (c) unseating of key government officials, through undemocratic and unconstitutional means, all of which often result in violence, death and destruction of property; and (iii) stagnation and even depredation of the economy. All of these disastrous consequences can in the long-term result in the fragmentation of the country and the destruction of the state. The ignominious outcome of systematic and widespread infringement of such fundamental rights would be the country becoming a failed state. Suppression and infringement of fundamental rights with the short-term aim of strengthening authoritarianism, accumulation of executive power, suppression of dissent, and creating a totalitarian state, which are the antithesis to republican and democratic norms and principles of law enshrined in Sri Lankas Constitution, will only result in long-term destruction of the very same authorities who seek to strengthen their power beyond what is permitted by the rule of law and those who may seek to govern without respecting alternate views, dissent and lawful means of democratic opposition. For the right to speech and expression to be meaningful and effective, citizens must have the right to free speech, expression and their publication unshackled by dictatorialism, totalitarianism, authoritarianism, majoritarianism, and tyrannical oligarchism. These anti-democratic and unconstitutional forms of governance are generally associated with (a) rejection of constitutionalism and the rule of law, (b) disrespect for the doctrine of separation of powers and the co-equal status of the three organs of the state, (c) contempt and disregard for the independence of the judiciary, (d) disrespect for human rights, (e) intolerance of political dissent, (f) disregard for the rights of minorities and vulnerable communities and their discrimination, (g) widespread infringement of human rights and (h) arbitrary or unreasonable exercise of executive power such as overbroad and unnecessary censorship, and abusive enforcement of criminal justice measures amounting to persecution. The importance of protecting free speech does not permeate only at national level. It is of global significance, as absence of free speech not only has domestic repercussions, but,",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.44,
      543.1,
      327.07
    ],
    "text": "global effects on the well-being of human kind, stability of nation states and on international and regional peace and security, as well. Thus, the justification for the recognition of the right to free speech and expression is not as a mere legal right, but also as an internationally recognized human right under international human rights law. Article 19 of the Universal Declaration of Human Rights (UDHR) adopted by the United Nations General Assembly in 1948, provides that everyone has the right to freedom of opinion and expression, and that this right includes freedom to hold opinions without interference, and to seek, receive and impart information and ideas through any media and regardless of frontiers. Article 19(2) of the International Covenant on Civil and Political Rights (ICCPR) adopted in 1966 and acceded to by Sri Lanka in 1980, provides as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      329.41,
      543.1,
      720.0
    ],
    "text": "Everyone shall have the right to freedom of expression; this right shall include freedom to seek, receive and impart information and ideas of all kinds, regardless of frontiers, either orally, in writing or in print, in the form of art, or through any other media of his choice. In recognition of such international human rights standards, Article 14(1)(a) of the Constitution of the Democratic Socialist Republic of Sri Lanka provides the fundamental right to freedom of speech and expression including publication. The exercise of this fundamental right can be restricted only through constitutionally recognized limited legislative means, which may be enforced only by legal authority in the wider public and national interest. Both the Preamble and Article 1 of the Constitution denote, that the Republic of Sri Lanka is a democracy. Democracy is the form of governance recognized by the Constitution. In out Republic, as provided in Article 3, the People are sovereign. Article 4(d) confers on the People franchise as an element of their sovereignty in addition to their fundamental rights [Article 4(e)], which are directly and individually exercised by the People. The other three elements of Peoples sovereignty, namely, the executive, legislative and judicial power of the People, are to be exercised in the manner provided in Articles 4(a), 4(b) and 4(c) of the Constitution. The electoral system for the exercise of franchise and thereby for election of the President, Members of Parliament, Members of Provincial Councils and Local Authorities as provided for in the Constitution and other applicable laws, enable peoples sovereignty to be exercised collectively and through their elected",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.44,
      543.1,
      666.48
    ],
    "text": "representatives, in a manner that would give rise to a functioning representative democracy. That would be by election of representatives of the people as head of the executive (the President), and as members of the legislature (Members of Parliament), Provincial legislatures (Members of Provincial Councils) and as members of Local Authorities, who shall serve the nation for the good of the public, in terms of the mandate they have received from the People and according to law, that the sovereignty of the People can be respected. The efficacious functioning of these institutions according to the Constitution and other applicable laws with periodically renewed mandates from the People through the regular holding of elections in the manner prescribed by law, is essential for Peoples sovereignty to reign. The right to free speech, expression including publication is essential, for people to choose the manner in which they should exercise franchise, elect such representatives and confer on them mandates. That is primarily because the exercise of free speech, expression and publication is the manner in which information, principles, ideology, views and ideas may be disseminated and propagated, explained and criticized, assimilated and internalized, discussed, debated, and agreed or disagreed upon. Therefore, for the functioning of the form of governance provided for in the Constitution, the vibrant exercise of the fundamental right to free speech, expression and publication is of utmost importance. The only caveat being the need to exercise this fundamental right in a lawful manner which would include respecting the rights of others. As Justice Mark Fernando has held in Deshapriya v. Municipal Council, Nuwaraeliya2, the right to support or criticize governments and political parties, policies and programmes is fundamental to the democratic way of life . As Justice Dr. A.R.B. Amerasinghe has observed in Channa Pieris and Others v. Attorney General and Others3, the unfettered interchange of ideas from diverse and antagonistic sources, however unorthodox or controversial, however shocking or offensive or disturbing they may be to the elected representatives of the people or to any sector of the population, however hateful to the prevailing climate of opinion, even ideas which at the time a vast majority of the people and their elected representatives believe to be false and fraught with evil consequences, must be protected and must not be abridged, if the truth is to prevail. Perusal of judgments of this Court during the past 50 years reveal that, a considerable number of Applications filed in Court relating to alleged instances of infringement of",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      684.46,
      218.16,
      719.95
    ],
    "text": "2 [(1995) 1 Sri L.R. 362] 3 [(1994) 1 Sri L.R. 134]",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.44,
      543.09,
      138.4
    ],
    "text": "Article 14(1)(a) has been connected with speech and publications containing politically sensitive content critical of the government. In this regard, the following views of Chief Justice Sharvananda in Joseph Perera alias Bruten Perera vs. Attorney-General and Others4, are of significance:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      140.74,
      543.1,
      663.48
    ],
    "text": "criticism of Government, however unpalatable it be, cannot be restricted or penalized unless, it is intended or has a tendency to undermine the security of the State or public order or to incite the commission of an offence. Debate on public issues should be uninhibited, robust and wide open and that may well include vehement, caustic and sometimes unpleasant sharp attacks on Government. Such debate is not calculated and does not bring Government into hatred or contempt. Thus, it would be seen that the infringement of the fundamental right to free speech and expression including publication has direct implications to the operation of the Constitution and to the manner in which the sovereignty of the People is to be given effect to. Therefore, as the upper guardian of the Constitution, these are additional reasons as to why this Court needs to pay special attention to the adjudication of Applications in which it is alleged that the fundamental right to free speech, expression and publication has been infringed or is attempted to be infringed. That constitutional duty in my view should be performed, by conferring on the fundamental right guaranteed by Article 14(1)(a) (which may be termed the facilitator of democracy) a pre-eminent position only second to the right to equality (which may be termed the custodian of the rule of law) guaranteed by Article 12 of the Constitution. Free Speech, duties and responsibilities, and restrictions As Dr. Jayampathy Wickremaratne, PC in his monumental treatise Fundamental Rights in Sri Lanka5 has explained, freedom of speech and expression means the absence of restraint upon the ability of individuals or groups of individuals to communicate their ideas and experiences to others. In doing so, they cannot however, compel others to pay them attention, nor are they entitled to invade other rights that are essential to human dignity. Freedom of expression is one of the essential foundations of a civilized and truly democratic society. It is one of the conditions essential for the development of the human personality. [Emphasis added.] In Dissanayake v. University of Sri Jayawardenapura and Two Others6, Chief Justice Sharvananda has observed that absolute and unrestricted individual rights do not and",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      672.22,
      218.16,
      719.95
    ],
    "text": "4 [(1992) 1 Sri L.R. 199] 5 3rd Edition 2021, p.772 6 [(1986) 2 Sri L.R. 254] at 263",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.44,
      543.08,
      598.41
    ],
    "text": "cannot exist in a modern state. Social control is needed to preserve the very liberty guaranteed. All rights are only relative and not absolute. The principle, on which the power of the State to impose restriction is based on the principle that, all individual rights of a person are held subject to such reasonable limitations and regulations as may be necessary and expedient for the protection of the general welfare of the society. Thus, it is important to note that the guarantee of freedom of speech, recognized by Article 14(1)(a) of the Constitution, does not give an absolute protection for every utterance. The exercise of the rights conferred by this Article must not result in the violation of the rights of others. The exercise of uninhibited free speech and other forms of expression by one person can have a bearing on the rights and interests of other individuals, the wellbeing and the welfare of the society as a whole, and the security of the State. That would be particularly important in instances where the right to free speech and expression is sought to be exercised without due regard to the rights of others and duties and responsibilities towards others in society, which the law requires to be adhered to. Therefore, while the fundamental right to free speech and expression should be protected, in wider public good, certain restrictions may have to be imposed. Dr. Jayampathy Wickremaratne, PC7 points out that a Constitution that declares fundamental rights and freedoms lays down permissible restrictions in order to maintain a balance between individual rights and freedoms on the one hand and the interests of the society on the other. While the rights and freedoms represent the claims of the individual, the permissible restrictions represent the claims of the society. it would be useful to remind oneself that the rights which the citizens cherish deeply are fundamental it is not the restrictions that are fundamental. Restrictions that are recognized and permissible with regard to the exercise of the human right to free speech are contained in international human rights instruments such as the ICCPR. Article 19(2) of the ICCPR provides as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      600.78,
      543.06,
      681.7
    ],
    "text": "The exercise of the rights provided for in paragraph 2 of this article carries with it special duties and responsibilities. It may therefore be subject to certain restrictions, but these shall only be such as are provided by law and are necessary: (a) for respect of the rights or reputations of others; (b) for the protection of national security or of public order, or of public health or morals.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      696.58,
      218.16,
      719.95
    ],
    "text": "7 ibid, at p. 129",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      72.44,
      543.11,
      361.39
    ],
    "text": "Furthermore, Article 20 of the ICCPR provides that, any propaganda for war shall be prohibited by law, and any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law. Therefore, while the fundamental right to free speech and expression is recognized on the one hand, certain lawful restrictions that may be stipulated and imposed on the exercise of that fundamental right, can be recognized and enforced on the other hand. However, restrictions on free speech and expression should be stipulated and enforced within the framework provided for by law, and for the purpose of not mere curtailment of free speech, but for the purposes for which the Constitution stipulates that such restrictions may be imposed. Fundamentally, restrictions must be stipulated by law and enforced through lawful means, in larger public good. According to the Constitution, restrictions that may by law be imposed are contained in Articles 15(2), 15(7) and 15(8) of the Constitution. The constitutional provisions empower restrictions to be prescribed by law",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      363.97,
      543.1,
      704.4
    ],
    "text": "(i) (a) in the interests of racial and religious harmony, or (b) in relation to parliamentary privileges, contempt of court, defamation, and incitement to an offence, [Article 15(2)] (ii) (a) in the interests of national security, public order and the protection of public health or morality, (b) for the purpose of securing due recognition and respect for the rights and freedoms of others, or (c) for meeting the just requirements of the general welfare of a democratic society, [Article 15(7)] and (iii) in the interests of the proper discharge of their duties and the maintenance of discipline among members of the Armed Forces, Police Force and other Forces charged with the maintenance of public order, be subject to them. [Article 15(8)] Later in this judgment, I shall revert to the applicability of the restrictions relied upon by the respondents with regard to the exercise of free speech and its publication by the virtual petitioner.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.44,
      543.1,
      666.0
    ],
    "text": "In my opinion, for the purpose of judicial adjudication of the complaint by the petitioner that the virtual petitioners fundamental rights were infringed by the respondents, the following questions need to be answered: (i) When the virtual petitioner published his Facebook post of 2nd April 2020, did he exercise his fundamental right to freedom of speech and expression including publication? (ii) By the publication of the Facebook post on 2nd April 2020, did the virtual petitioner commit offences under section 120 of the Penal Code, section 3(1) of the ICCPR Act and section 6 of the Computer Crime Act? (iii) Were the measures imposed by the respondents on the virtual petitioner lawful and within the scope of permissible restrictions as recognized by the Constitution? In search of answers to these three questions, it is necessary to revert to the Facebook post of the virtual petitioner, of 2nd April 2020. According to the virtual petitioner, founded upon his belief that there was afoot a vicious and unfair campaign against the Muslim community that they were responsible for spreading the COVID-19 pandemic (a claim which the respondents have not assertively denied or countered, save the customary blanket denial), on 2nd April 2020, the virtual petitioner posted on Facebook, certain views. He did so, using his true identity, without in any manner seeking to disguise himself. It is not known whether the message went viral8 and was therefore seen by a very large number of persons. However, according to the 1st respondent, the post had been shared by 75 Facebook users (which would may have resulted in onward transmission of the post to other users) and had generated 499 comments. In the virtual petitioners post of 2nd April 2020, he says that in the wake of the COVID-19 pandemic, there is an ideological war being subtly waged by racist groups against the Sri Lankan Muslim community. The Muslim community encircled by all sides is shocked by these developments, is unable to face it, and the enemies (a possible reference to the afore-stated racist groups) are on the verge of gaining victory. Muslims should respond to these attacks through the waging of an ideological jihad. Muslims should confront the vicious campaign by taking-up arms, which should be in the form of using the pen and the keyboard, and respond to the attacks against the Muslim community. This should be",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      672.22,
      537.97,
      719.95
    ],
    "text": "8 A contemporary and new term in English language, which means fast spreading of textual and or audio-visual content over the internet and related digital media, resulting in the content reaching a large group of persons both directly and through onward forwarding by recipients.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.44,
      543.1,
      704.4
    ],
    "text": "done using the mainstream media, social media and available other space. He says that it should be for the purpose of establishing the truth. The learned counsel for the Petitioner took pains at attempting to explain to this Court that the term Jihad does not mean a holy war waged by those who profess the Islamic faith against those who do not profess the Islamic faith, for the purpose of defending Islam. He advanced the view that it means only a struggle though often according to him misunderstood to mean warfare or terrorism. Following persistent inquiry by Court, learned counsel for the petitioner did admit that certain manifestations of this struggle may take the form of unleashing of violence. Learned State Counsel did not counter this view by presenting any alternate authoritative material or expert opinion on what a Jihad actually means. However, I shall not express any view in that regard, as doing so is unnecessary for the determination of this matter. Be that as it may, learned counsel for the petitioner insisted that an ideological jihad does not amount to the use of any violence, inciting the perpetration of any violence or doing anything that is illegal. He submitted that it is essentially a peaceful and non-violent process, comprising of organized strategy using means of communication for the purpose of countering attacks on Islam. He further submitted that, basically, that an ideological jihad is a campaign using communication strategy. In fact, in that regard, learned State Counsel did not submit anything to the contrary. She did not expound an alternate meaning to the term ideological Jihad. The 1st respondent in his affidavit filed in this Court has not insisted that by the Facebook post, the virtual petitioner had called upon the Muslim community to engage in an armed struggle against its enemies (the allegedly racist elements referred to in the post) or engage in any violent conduct. Material placed before this Court reveals that the Facebook post of 2nd April has generated a considerable reaction and a dialogue on Facebook. While a few have agreed with the virtual petitioner, a majority of others have not. While some have reacted to the contents of the virtual petitioners post using strong language, others have used language which is unprintable. In the wake of adverse reactions to the virtual petitioners post, at one stage in response to a person (using the profile name Moho Rizan, purportedly of the Muslim community) warning the virtual petitioner that he should not have used the term jihad, the virtual petitioner has clarified through another brief Facebook post that he intentionally used the term ideological jihad, and that he did not thereby mean taking a sword and attacking enemies. This response of the virtual petitioner coupled with his reference to using the pen and the keyboard as weapons, seems to clearly suggest that",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.44,
      544.9,
      686.76
    ],
    "text": "the virtual petitioner believed in the metaphorical, prudent and legendary proverb that the pen is mightier than the sword. On the following day (3rd April) the virtual petitioner has posted on Facebook another message, stating that his post of 2nd April referring to an ideological jihad had provoked and angered nationalists and patriots. He has further stated that he is continuously receiving deaths threats from them. He had reiterated that what he called for was an ideological struggle using the pen and the key-board to counter the organized anti-Muslim propaganda. He claims that upon seeing the threats leveled at him, his daughter has got shocked. Therefore, he had decided to not to post any further messages on Facebook in Sinhala language regarding political and national problems. He has also stated that, those who attack him alleging that he is a racist, should examine and tell him whether any of the Facebook posts published by him during the previous 10 years amount to racist hate speech. In fact, the examination of his previous Facebook posts in no way indicates that the virtual petitioner had engaged in spreading inflammatory rhetoric or that he possessed racist, extremist, fanatical, or radical religious ideology. According to the 1st respondents affidavit presented to this Court, certain information relating to the virtual petitioner had been referred to the 2nd Respondent Director of the CID by the Ministry of Defence. In the Report submitted to the Magistrates Court when the virtual petitioner was produced before the learned Magistrate (produced by the petitioner marked A5), the 1st respondent has stated that this information was provided by 3rd respondent - M.G.L.S. Hemachandra, the Military Services Assistant to the Secretary to the Ministry of Defence - 4th respondent. In fact, according to this B Report, M.G.L.S. Hemachandra was the complainant whose complaint to the CID dated 6th April 2020 had given rise to the commencement of the investigation against the virtual petitioner. The 1st respondent did not produce before this Court a copy of the said complaint. Further, the 3rd respondent (complainant) has not filed an affidavit in response to the Application of the petitioner. Therefore, this Court does not have any basis to take into consideration the contents of the complaint said to have been made by the 3rd respondent against the virtual petitioner. However, the 1st respondent claims in his affidavit that the information received by the CID revealed that the posts published on Facebook by the virtual petitioner gave rise to sentiments of racial or religious hatred which could lead to disharmony and violence.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      72.44,
      543.11,
      704.4
    ],
    "text": "In the afore-stated B Report, the 1st respondent has reported to the learned Magistrate that, an analysis of the Facebook postings of the virtual petitioner revealed that the virtual petitioner has in addition to the post of 2nd April, posted other content as well. The 1st respondent has reported to the learned Chief Magistrate that through these news items the virtual petitioner has sought to generate revolutionary ideas and activities among the Muslim community. However, the 1st respondent has not presented to this Court and the learned State Counsel did not draw our attention to any such news items which the virtual petitioner is alleged to have published on Facebook. Whereas, the virtual petitioner has placed before this Court Facebook posts he published from 17th November 2019. Learned State Counsel who appeared on behalf of the respondents did not draw the attention of this Court to any of those posts and allege that either one or more of them amounted to hate speech and/or the publication of otherwise prohibited content. The 2nd respondent Director of the CID, the 3rd respondent Military Services Assistant to the Secretary to the Ministry of Defence, and the 4th respondent Secretary to the Ministry of Defence have also not presented to this Court any affidavit or other material clarifying this aspect. Therefore, I must conclude that the 1st respondent has when reporting facts to the learned Chief Magistrate, uttered falsehood and thereby misled the learned Magistrate by portraying that the virtual petitioner had previously too incited the Muslim community to engage in the perpetration of violence. Furthermore, in the afore-stated B Report, the 1st respondent has reported to the learned Chief Magistrate that following the original posting of 2nd April, on 3rd April the virtual petitioner had edited the original posting. In the affidavit of the 1st respondent, he has made no reference to that allegation. Nor did the learned State Counsel in her oral submissions cite any evidence in proof of such allegation that the original Facebook post had been edited. In the circumstances, I am compelled to infer that this is yet another instance where the 1st respondent has misled the learned Magistrate. The 1st respondent claims that the Facebook post of 2nd April stirred a wave of racially hostile sentiments among Facebook users who commented on the post. In the circumstances, the 1st respondent claims to have formed the view that the communications (of the virtual petitioner) should be further investigated in view of the material disclosed therein. Accordingly, he had conducted further investigations. The 1st respondent has not explained in detail the nature of the further investigations conducted by him. He has stated that he recorded the statement of one Shashika Piiris and he has produced a copy of his purported statement said to have been recorded on 9th April 2020 (1R2). The 1st respondent has not explained the circumstances under which he came into contact with",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.44,
      543.1,
      704.4
    ],
    "text": "Shashika Piiris. According to 1R2, which is an extract of the purported statement said to have been made by Shashika Pieris to the 1st respondent on 9th April 20202 at 2.05pm, it appears that Shashika Pieris is said to be a security guard of the Civil Aviation Authority working at the Bandaranaike International Airport. He claims to be a user of the Facebook and is said to have seen the post of the virtual petitioner of 2nd April. He has explained that the virtual petitioner has called for the waging of a Jihad and that this term is a reference to a war. He has said that particularly in view of the events of the Easter Sunday terrorist attacks by Muslim terrorists people known to him have got very angry about the Facebook post of the virtual petitioner, and therefore were mulling to do something before they could commit another attack. In his statement, he claims that he came to the CID having told those who had got angry, that he will take necessary steps with regard to the virtual petitioners Facebook post. It is possibly on the strength of this statement of Shashika Pieris that the 1st respondent claims that further investigations conducted by him revealed that the post of 2nd April of the virtual petitioner had incited feelings of anger and hostility among those who had seen it. The 1st respondent does not explain the nature of any further investigations he conducted in order to have formed that opinion. The 1st respondent further claims that it was probable that such sentiments may lead to violence amongst religious groups. Thus, the statement said to have been made by Shashika Pieris is of vital importance. In that regard, it is noted that the afore-stated B Report (A5) which had been produced to the learned Chief Magistrate at the time the virtual petitioner was produced, makes no reference to the 1st respondent having recorded the statement of Shashika Pieris. In the affidavit of the 1st respondent, he does not explain why a reference to Shashika Pieriss statement being recorded was not included in the B Report. Thus, a doubt arises as to whether in fact the 1st respondent had recorded the purported statement of Shahsika Pieris. In the B Report, the 1st respondent has alleged that the virtual Petitioner was arrested because he was spreading gross extremist ideology. That appears to be the subjective opinion of the 1st respondent. Neither in the said B Report nor in his affidavit has he cited instances where the virtual petitioner has spread extremist ideology. The 1st respondent says that he produced the virtual petitioner before the learned Chief Magistrate with allegations that the virtual petitioner had committed offences under section 120 of the Penal Code, section 3(1) of the ICCPR Act, and section 6 of the",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.32
    ],
    "text": "Computer Crime Act. In the affidavit of the 1st respondent, he has avoided admitting that he arrested the virtual petitioner. However, in the afore-mentioned B Report, he has stated that he arrested the virtual petitioner on 9th April 2020, on suspicion that the virtual petitioner had using the Internet published information which affect reconciliation among communities (more accurately, the 1st respondent seems to be referring to cohesion among communities). The 1st respondent has reported to the Magistrates Court that he took charge of the virtual petitioners mobile telephone, as the said devise had been used by the virtual petitioner to access the internet. Conclusion - Upon a consideration of the totality of the evidence and other material placed before this Court, I conclude that the very essence of the virtual petitioners post of 2nd April, is that the ideological and communication-based campaign being allegedly carried out against the Muslim community of Sri Lanka by certain allegedly racist groups, should be countered through a similar campaign by the Muslim community through Facebook posts, other publications using the digital media, newspaper articles, and the like. Towards that objective, those countering the campaign against the Muslim community should use written forms of communication. This conclusion has been arrived at notwithstanding the virtual petitioner having used the understandably alarming term Jihad. I see nothing inflammatory or obnoxious to the law and in particular any attempt to incite the feelings of either the Muslim community or any other community or incite others to perpetrate violence, particularly because the term Jihad had been prefaced by the term ideological coupled with the weapons the virtual petitioner called upon others to use, namely the pen and the keyboard. In arriving at this conclusion, I have also taken into consideration (a) that no evidence has been placed before this Court that the virtual petitioner had previously engaged in any violence or other illegal activity, (b) the absence of even a report prepared by an intelligence agency (though not evidence) that the virtual petitioner had previously been engaged in any form of terrorism including religious extremist violence or any other illegal activity, (c) the content of previous posts on Facebook of the virtual petitioner (none of which amount to inciting people to engage in any violence and in fact advocates peace), (d) the literal meaning of the contents of the Facebook post of the virtual petitioner of 2nd April, (e) the apparent doubts relating to the adequacy, integrity and lawfulness of the criminal investigation conducted by the CID and more particularly by the 1st respondent, (f) the fact that the respondents do not allege that the virtual petitioner intended to unleash violence by either the Muslim community or any other community, and (g) the submissions of learned counsel for the petitioner and the respondents.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      72.44,
      543.1,
      703.8
    ],
    "text": "Response of the Respondents and enforcement of criminal justice measures I shall now consider the response of the respondents to the Facebook post of the virtual petitioner and the enforcement of criminal justice measures against him, such as (a) the arrest of the virtual petitioner on the footing that he had committed three offences, (b) holding the virtual petitioner in police custody, (c) initiation of criminal proceedings in the Magistrates Court against the virtual petitioner, (d) objecting to the virtual petitioner being enlarged on bail and thereby causing him to be detained in remand custody. In this regard, it is necessary to consider whether there was a lawful basis to cause the arrest of the virtual petitioner on 9th April 2020 on the footing that he had committed the offences contained in (i) section 120 of the Penal Code, (ii) section 3(1) of the ICCPR Act, and (iii) section 6 of the Computer Crime Act. I shall take each offence separately and consider whether there was a valid basis to conclude that the virtual petitioner had committed each of these offences. However, prior to doing so, it is necessary to make the following observations. As stated earlier in this judgment, the exercise of the fundamental right to free speech, expression including publication by a citizen of this country can be restricted only on the basis of a restriction imposed by law, which is provided for in Articles 15(2), 15(7) and 15(8) of the Constitution. Article 15(8) relates to restrictions that may be imposed on members of the armed forces, etc., and hence has no relevance to this matter. The restrictions which come within the scope of Articles 15(2) and 15(7) are limited strictly for the purposes set out in those Articles. It is trite law that those restrictions must be narrowly interpreted and applied strictly for the purposes set-out in the respective Articles. The position of the respondents as advanced by the learned State Counsel is that the impugned measures of criminal justice (such as the arrest of the virtual petitioner) taken by the respondents arise out of the fact that the virtual petitioner had in the guise of exercising his fundamental right to free speech, committed certain offences, and therefore the respondents were lawfully entitled to take the measures they took. Therefore, theoretically, a question would arise whether the prohibitions which correspond to the three offences in issue come within the purview of permissible restrictions to free speech as provided in Articles 15(2) and 15(7) of the Constitution. However, the Constitution does not provide for post-enactment judicial review of legislation. Furthermore, the Penal Code had been enacted in 1883 and thus well-before the present Constitution came into operation. Therefore, Article 16(1) would be of",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.44,
      543.09,
      446.13
    ],
    "text": "relevance, which provides that all existing written and unwritten law will be valid and operative notwithstanding any inconsistency with the preceding provisions of Chapter III of the Constitution which contains fundamental rights. Though the Computer Crime Act, No. 24 of 2007 and the ICCPR Act, No. 56 of 2007 were enacted after the present Constitution came into operation, Article 80(3) of the Constitution prevents this Court from inquiring into or commenting upon or in any manner calling into question the validity of these two Acts on any ground whatsoever. Therefore, it would not be possible for this Court to examine and rule upon whether the prohibitions contained in section 120 of the Penal Code, section 3(1) of the ICCPR Act, and section 6(1) of the Computer Crime Act come within permissible restrictions under Articles 15(2) and 15(7) of the Constitution. Be that as it may, there is certainly no bar on this Court dealing with and concluding on the manner in which the prohibitions contained in section 120 of the Penal Code, section 3(1) of the ICCPR Act and section 6(1) of the Computer Crime Act were sought to be enforced by the Executive against the virtual petitioner. Offence under section 120 of the Penal Code In this part of the judgment, I propose to determine whether by publishing the Facebook post of 2nd April 2020, the virtual petitioner had committed the offence contained in section 120 of the Penal Code. The offence contained in section 120 of the Penal Code named Exciting or attempting to excite disaffection is worded in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      448.35,
      543.06,
      638.64
    ],
    "text": "Whoever by words, either spoken or intended to be read, or by signs; or by visible representations, or otherwise, excites or attempts to excite feelings of disaffection to the President or to the Government of the Republic, or excites or attempts to excite hatred to or contempt of the administration of justice, or excites or attempts to excite the People of Sri Lanka to procure, otherwise than by lawful means, the alteration of any matter by law established, or attempts to raise discontent or disaffection amongst the People of Sri Lanka, or to promote feelings of ill-will and hostility between different classes of such People, shall be punished with simple imprisonment for a term which may extend to two years. [Emphasis added to highlight ingredients of the offence relevant to the facts of this case.] The original section 120 of The Ceylon Penal Code contained in Ordinance No. 2 of 1883, is slightly different to the above reproduction, for the following reasons:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      90.02,
      639.18,
      543.01,
      697.92
    ],
    "text": "(i) The term Queen in the original Ordinance has been substituted by the term President. (ii) The term Government established by the law in Ceylon in the original Ordinance has been substituted by the term Government of the Republic.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      72.44,
      543.1,
      415.03
    ],
    "text": "(iii) The term Queens subjects in the original Ordinance has been substituted by the term People of Sri Lanka. (iv) The term attempts which was not found in the original Ordinance immediately before the term to raise discontent or disaffection has been added. The Penal Code of Ceylon9 is a virtual carbon copy of the Indian Penal Code of 1860. It is well known that the Act drafted by the first Law Commission of India chaired by Thomas Babington Macaulay is primarily a codification of the English substantive criminal law of that era. Thus, the offence contained in section 120 of the Penal Code of this country (parallel, yet broader than section 124A which is the comparable section of the Indian Penal Code) is directly linked to the British colonial legacy of both India and this country. The offence contained in section 120 of the Penal Code is a codification of the English common law offence of Sedition originating from the 16th century. The offence of sedition had been created primarily to protect the sovereign monarchy from any rhetorical advocacy aimed at creating disaffection against it and its subordinate creations including the government headed by the monarch, the administration of justice and also for the purpose of dealing with persons who may attempt to create alterations to the monarchical form of governance. In view of the foregoing, it would be quite useful to derive a further understanding of the common law offence of Sedition. In Regina v. Alexander Martin Sullivan and Regina v. Richard Pigott10 Fitzgerald, J. has given the following very clear description of the offence of Sedition.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      108.02,
      415.09,
      543.1,
      661.06
    ],
    "text": "Sedition is a crime against society, nearly allied to that of treason, and it frequently precedes treason by a short interval. Sedition in itself is a comprehensive term, and it embraces all those practices, whether by word, deed, or writing, which are calculated to disturb the tranquility of the State, and lead ignorant persons to endeavour to subvert the Government and the laws of the empire. The objects of sedition generally are to induce discontent and insurrection, and stir up opposition to the Government, and bring the administration of justice into contempt; and the very tendency of sedition is to incite the people to insurrection and rebellion. Sedition has been described as disloyalty in action, and the law considers as sedition all those practices which have for their object to excite discontent or disaffection, to create public disturbance, or to lead to civil war; to bring into hatred or contempt the Sovereign or the Government, the laws or constitution of the realm, and generally all endeavours to promote public disorder. Sedition, being inconsistent with the safety of the State, is regarded as a high misdemeanor, and, as such, punishable with fine and imprisonment; and it has been truly said that it is the duty of the Government, acting for the protection of society, to resist and extinguish it at the earliest moment.",
    "fonts": [
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      684.46,
      300.74,
      719.95
    ],
    "text": "9 Ordinance No. 2 of 1883 10 Both reported together in (1868) 11 Cox C.C. 44 at 45",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      72.08,
      543.08,
      204.88
    ],
    "text": "Words may be of a seditious character, but they might arise from sudden heat, be heard only by a few, create no lasting impression, and differ in malignity and permanent effect from writings. [Emphasis added by me to highlight the fact that embedded in the offence of sedition is a mens rea which most jurists refer to as seditious intent.] Sir James Fitzjames Stephen in A Digest of the Criminal Law (Crimes and Punishments)11 explains that seditious intent is a constituent ingredient of the offence of sedition, and explains such intention in the following manner:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      204.94,
      543.1,
      469.41
    ],
    "text": "A seditious intention is an intention to bring into hatred or contempt, or to excite disaffection against the person of Her Majesty, her heirs or successors, or the government and constitution of the United Kingdom, as by law established, or either House of Parliament, or the administration of justice, or to excite Her Majesty's subjects to attempt otherwise than by lawful means, the alteration of any matter in Church or State by law established, or to incite any person to commit any crime in disturbance of the peace, or to raise discontent or disaffection amongst Her Majesty's subjects, or to promote feelings of ill-will and hostility between different classes of such subjects. This reference to the English common law offence of sedition would be incomplete unless I place on record the fact that by the enactment of the Coroners and Justice Act of 2009 (section 73 thereof), the common law offence of sedition has been abolished in the United Kingdom. If one were to dissect the offence contained in section 120 of the Penal Code into its constituent ingredients, it would in my view appear as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      108.02,
      469.35,
      543.06,
      498.31
    ],
    "text": "Whoever, (i) by words, either spoken or intended to be read, or by signs, or by visible",
    "fonts": [
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      108.02,
      498.39,
      542.78,
      527.23
    ],
    "text": "representations, or otherwise - (ii) (a) excites or attempts to excite feelings of disaffection to the President or to the",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      126.02,
      527.31,
      542.78,
      556.15
    ],
    "text": "Government of the Republic, or (b) excites or attempts to excite hatred to or contempt of the administration of justice,",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      126.02,
      556.23,
      542.93,
      585.07
    ],
    "text": "or (c) excites or attempts to excite the People of Sri Lanka to procure, otherwise than by",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      126.02,
      585.15,
      458.47,
      614.14
    ],
    "text": "lawful means, the alteration of any matter by law established, or (d) attempts to -",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      108.02,
      614.1,
      543.01,
      686.38
    ],
    "text": "(i) raise discontent or disaffection amongst the People of Sri Lanka, or to (ii) promote feelings of ill-will and hostility between different classes of such People, shall be punished with simple imprisonment for a term which may extend to two years.",
    "fonts": [
      "Arial-BoldItalicMT",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      696.58,
      223.34,
      719.95
    ],
    "text": "11 5th Edition (1894) at pages 70 71",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      72.44,
      543.1,
      489.21
    ],
    "text": "It was by the Ordinance to amend the Ceylon Penal Code (No. 7 of 1915), that the term attempts (printed in italics and underlined above) was added to limb (d) (in the above illustration of the dissection of the offence) of the original section 120 contained in the Penal Code Ordinance, No. 2 of 1883. According to the proceedings of the Legislative Council12 recorded in the Hansard13 on 17th March 1915 introducing the Bill, ex-officio member of the Council - the then Attorney-General Anton Bertram, K.C.14 has submitted that this particular amendment to add the term attempts to section 120 of the Penal Code was being introduced to rectify an obvious omission in the drafting of the original clause. The corresponding Statement of Objects and Reasons appended to the corresponding Bill supports this proposition that the amendment was aimed at introducing a word necessary to complete the sense which appear to have been omitted by accident.15 Be that as it may, when one attributes the literal meaning to the term attempts, it is clear that by the addition of that term to section 120, the legislature has widened the scope of the 4th limb of the section, to include not only actual instances of incitement, but attempts at incitement as well. Nevertheless, the term attempts highlights the need for the prosecutor to establish a seditious intention by the alleged offender, as an attempt to commit an act cannot occur, unless the offender intended to cause a corresponding outcome. A clear exposition of the offence contained in section 120 of the Penal Code can be gathered by the following excerpt of the speech of the then Attorney-General made to the Legislative Council on 6th August 191516. According to the Attorney-General, the intention of the colonial government of the day was to constitute a special tribunal to hear cases against persons accused of having committed sedition under the applicable law of Ceylon (the offence contained in section 120 of the Penal Code) and under English common law. Attorney-General Anton Bertram, K.C. has further explained as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      525.67,
      537.8,
      719.95
    ],
    "text": "12 A predecessor body of the present Parliament, which had been vested with legislative authority. 13 My research officers were kindly given access to by the authorities of the Colombo National Museum to this volume of the Hansard. 14 He was soon afterwards appointed the 22nd Chief Justice of Ceylon. 15 On 24th March 1915, the amendment proposed by the Attorney-General was unanimously adopted by the Legislative Council. 16 This was on the occasion when Attorney General Bertram moved the Legislative Council to enact an amendment to the Criminal Procedure Code (1898) by introducing section 440A. This amendment resulted in the creation of a new mode of conducting criminal trials, namely trials without a jury by three judges of the Supreme Court nomenclated trials before the Supreme Court at Bar by three Judges without a jury, which term is commonly referred to nowadays in a truncated manner, as a trial-at-bar. This was during an era when the Supreme Court was vested with original criminal jurisdiction to try persons indicted for having committed serious offences. According to the speech of the Attorney-General, the exact purpose of introducing this new mode of trial, was to dispense with Courts Martial hearing cases against civilians under Martial law, which had been introduced on 6th June 1915 to quell the riots that had erupted on 28th May 1915.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      72.08,
      543.1,
      546.21
    ],
    "text": "sedition according to the principles of English law, which are embodied to a very great extent in Section 120 of our Penal Code, is of two sorts: it may be sedition against the State, or it may be what I may describe as sedition within the State. That is to say, it may be directed against the Government and the measures of Government, the authority of Government and the administration of the courts which exercise justice in the name of the Sovereign, or it may be calculated or designed to stir up ill-feeling between different classes of the Kings subjects.17 It would thus be seen that, the offence contained in section 120 of the Penal Code has essentially two components, which have been succinctly described by the then Attorney-General. Another noteworthy feature is the classical formulation of the manner in which the offence could be committed (the actus reus of the offence), that being by words, either spoken or intended to be read, or by signs, or by visible representations, or otherwise. There is no doubt that the posting of a statement on Facebook (as alleged to have been done by the virtual petitioner and admitted by him) constitute such a manner provided by section 120. The definition of the offence also contains the causal effect of the afore-described conduct of the offender, which serves as an extension of the actus reus. It is that causal effect which the legislature has sought to prevent by prohibiting and criminalizing the harmful conduct. By the inclusion of the word attempts, the legislature has not insisted upon the stipulated result (intended by the offender) occurring. Criminal culpability and penal sanctions are attracted no sooner an attempt is made to cause the stipulated harm. The actual occurrence of harm is only a possible consequence of the offence having been committed and not an ingredient of the offence. Of the several possible causal effects contained in section 120 of the Penal Code, what is relevant to the present matter is to determine whether the virtual petitioner by his Facebook post of 2nd April, attempted to promote feelings of ill-will and hostility between different classes of such People, which the former Attorney-General has described as calculated or designed to stir up ill-feelings between different classes .18 The Explanation to section 120 of the Penal Code, provides as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      546.15,
      542.82,
      719.95
    ],
    "text": "It is not an offence under this section by intending to show that the President or the Government of the Republic have been misled or mistaken in measures or to point out errors of defects in the Government or any part of it, or in the administration of justice, with a view to the reformation of such alleged errors or defects, or to excite the People of Sri Lanka to attempt to procure by lawful means the alteration of any matter by law established, or to point out in order to their removal matters which are producing 17 Hansard, Proceedings of the Legislative Council, 6th August 1915. 18 Attorney-General Bertram ostensibly had in his mind the category of persons whom he intended to prosecute before the new tribunals of the Supreme Court he established by enacting section 440A of the Criminal Procedure Code, namely those who during the 1915 riots are alleged to have instigated or incited others to engage in violent crime against members of different ethnic communities.",
    "fonts": [
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "30",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      72.08,
      543.1,
      235.6
    ],
    "text": "or have a tendency to produce feelings of hatred or ill-will between different classes of the People of Sri Lanka. [Emphasis added.] As per Abu Bakr v. The Queen19, the term classes is a reference to groups of persons who are well-defined, stable and numerous and therefore, ethnic and religious groups would amount to classes of people. It will be observed that the offence contained in section 120 (in its present wording), serves the purpose of deterring anyone from causing the following harmful outcomes, and also enables penal sanctions to be imposed on persons who violate the several prohibitions contained in the offence:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      236.02,
      544.9,
      668.16
    ],
    "text": "(i) Feelings of disaffection to the President or to the Government of the Republic; (ii) Hatred to or contempt of the administration of justice; (iii) People of Sri Lanka procuring, otherwise than by lawful means, the alteration of any matter by law established; (iv) Discontent or disaffection amongst the People of Sri Lanka; (v) Feelings of ill-will and hostility between different classes of People. In Sisira Kumara Wahalathanthri and Another v. Jayantha Wickramaratne and Others20, Justice Anil Gooneratne has observed that the constitutionally guaranteed freedom of speech and expression would not be negated by section 120 of the Penal Code. Justice Gooneratne has further observed that provisions of section 120 and the explanation contained therein guarantee freedom of expression and speech, and that the explanation no doubt fortifies this position in great measure. Though not being the ratio of the judgment, in Abu Bakr v. The Queen, the court had considered the evidence, and held that the court was unable to say that it was not reasonably open to the jury, upon a proper direction, to hold that the appellant intended to promote feelings of ill-will and hostility between different classes of the People of Sri Lanka. This observation lends support to the contention that even in terms of Sri Lankan law, intention is clearly an implied constituent ingredient of the offence contained in section 120. It must be borne in mind that notwithstanding the original purposes for which the common law offence of sedition had been created (which as I have pointed out above was primarily to protect the monarchy, the monarchical form of governance and institutions of the monarchs government), section 120 of the Penal Code must now be enforced bearing in mind that Sri Lanka is a Republic, and it is the People who are sovereign, and fundamental rights is an inalienable ingredient of such sovereignty.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      684.46,
      359.2,
      719.95
    ],
    "text": "19 54 NLR 566 20 SC/FR Application No. 768/2009, SC Minutes of 5th November 2015",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "31",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      72.02,
      72.44,
      543.1,
      698.4
    ],
    "text": "Therefore, the question that needs to be answered is, whether the virtual petitioner committed the offence contained in section 120, and in particular, whether in the absence of any evidence of any disruption of peace and tranquility having occurred, it can be alleged that by the publication of the Facebook post, that he intended to cause any of the harmful outcomes contained in section 120. Did the virtual petitioner intend by his Facebook post to either raise discontent or disaffection amongst the People of Sri Lanka or promote feelings of ill-will and hostility between different classes of such People? In my view, the virtual petitioners intentions were clear. He wanted to encourage others of the Muslim community to resort to the use of the pen and the keyboard and counter the propaganda which he claims was being unleashed against the interests of the Muslim community that they were responsible for the spread of COVID-19. He wanted others of his own community to counter that propaganda through suitable forms of counter advocacy using written forms of language-based communication and publishing the content of such advocacy on social media such as Facebook and other digital media, in newspapers and other similar space. Basically, that counter propaganda would have been two-fold: I would assume that would be by denying the allegations being made against the Muslim community and providing scientific and empirical evidence as to the actual reasons for the spread of COVID-19. Furthermore, as alleged by the virtual petitioner, if in fact there was an organized stratagem in place to portray the Muslim community as being responsible for the spread of the COVID-19 pandemic (a position though taken up by the petitioner, not emphatically denied or otherwise countered by the respondents), and if such campaign gathered momentum, there could easily have been feelings of hatred and ill-will by members of other communities towards the Muslim community. Therefore, the communication strategy advocated by the virtual petitioner of engaging in an ideological Jihad using the pen and the keyboard was one way in which he sought to counter the earlier mentioned campaign against the Muslim community. This is by posting the message in Sinhala, so as to captivate the attention of the Muslim community to also propagate the countering campaign in Sinhala, so that such advocacy would reach the Sinhala community. Thus, it is my view that, the virtual petitioners Facebook post of 2nd April comes within the scope of the Explanation to section 120, as it amounts to pointing out and ensuring the removal of matters which are producing or have a tendency to produce feelings of hatred or ill-will between different classes of the People of Sri Lanka. That is an additional reason as to why the conduct of the virtual petitioner would not attract culpability under section 120. Therefore, I must, for the reasons enumerated earlier in this judgment conclude that the virtual petitioner has not attempted to either raise discontent or disaffection amongst the People of Sri Lanka or promote feelings of ill-will and hostility between different classes of such People.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "32",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      72.44,
      543.11,
      459.81
    ],
    "text": "However, I must note that, particularly in the aftermath of the Easter Sunday terrorist attacks of 2019, undoubtedly and quite understandably, the non-Muslim users of the Facebook who saw the Facebook post of the virtual petitioner of 2nd April, may have been somewhat alarmed when they read the term Jihad. That term as submitted by the learned State Counsel would to an ordinary non-Muslim reader mean the waging of a holy war by those of the Islamic faith against those of all other faiths, and would be associated with unleashing of violence towards those who are not of the Islamic faith. Nevertheless, though a superficial reading of the post could have given rise to such alarm, no user of the Facebook particularly if he got alarmed, would have stopped following a mere superficial reading of the post. A word-to-word or careful reading of the post, would have clearly revealed that the virtual petitioner was advocating the launch of an ideological jihad with the use of the pen and the keyboard and not any form of perpetration of violence. He also did not incite others to unleash any form of violence. Thus, no reasonable and prudent user of the Facebook would have concluded that the virtual petitioner was attempting to incite the perpetration of violence by members of the Muslim community against members of non-Muslim communities. Therefore, it would be wholly unreasonable and incorrect to conclude that the virtual petitioner attempted to raise discontent or disaffection amongst the People of Sri Lanka, or promote feelings of ill-will and hostility between different classes of such People. Thus, the ideology of the virtual petitioner is evidently opposite to the ideology of a fanatical terrorist suicide bomber who is a radicalized, intolerant, exclusivist, and hence is committed towards the elimination of persons of all other faiths. The virtual petitioner does not fall into that dangerous category. In view of the foregoing, I hold that, unless there is reliable and clear evidence that the impugned utterances of the alleged offender (in this instance the virtual petitioner)",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      72.02,
      460.23,
      543.09,
      713.28
    ],
    "text": "(i) were unequivocally intended at causing one of the outcomes contained in section 120, or (ii) had given rise to one or more of the outcomes referred to in section 120 (in which event the intention may be reasonably inferred), no person can be arrested or prosecuted in terms of the law for having allegedly committed the offence contained in section 120 of the Penal Code. A careful and objective consideration is required prior to a decision being taken to arrest a person for having allegedly committed the offence contained in section 120 of the Penal Code and initiate criminal proceedings against him. This should not be understood as requiring the police to remain inactive and to await the destruction that is sought to be prevented by section 120, having to occur. It is noteworthy that section 127 of the Penal Code provides that no prosecution shall be instituted under Chapter VI of the Penal Code (containing offences against the state) except by or with the written authority of the Attorney-General. (Section 120 is contained within Chapter VI.) The term prosecution shall be instituted is a reference to the institution of criminal proceedings either under section 136(1)(b) of the CCPA (resulting in the accused being tried in the Magistrates",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "33",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      72.02,
      72.44,
      557.26,
      711.36
    ],
    "text": "Court) or under section 393 of the CCPA (resulting in the prosecution of the accused in the High Court). Be that as it may, section 127 ensures that prior to the institution of criminal proceedings (as opposed to initiation of criminal proceedings by the filing of a report in the Magistrates Court either under section 115 or 116 of the CCPA) the Attorney-General would consider the investigative material collected by the police and determine whether there exists a basis in law and fact to prosecute the alleged offender. Due to the reasons stated above, I conclude that there was no basis in law or fact to take criminal justice measures on the premise that the virtual petitioner had by the publication of the Facebook post of 2nd April 2020, committed an offence under section 120 of the Penal Code. Offence under section 3(1) of the ICCPR Act I will now consider whether by having published the Facebook post of 2nd April 2020, the virtual petitioner had committed the offence contained in section 3(1) of the International Covenant on Civil and Political Rights (ICCPR) Act, No. 56 of 2007. As previously stated in this judgment, the fundamental right to free speech and expression is not an absolute right, and therefore can be subjected to certain restrictions provided by law. Before I venture to comment on the position of the domestic law on this matter, a brief narration of the position of the international law would be appropriate. Article 7 of the Universal Declaration of Human Rights (1948) provides inter-alia that all persons shall be entitled to equal protection against discrimination and incitement to discrimination in violation of the Declaration. Article 20(2) of the ICCPR (1966) stipulates that any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law. Article 4(a) of the International Convention on the Elimination of All Forms of Racial Discrimination (CERD) (1965), requires states parties to declare an offence punishable by law all dissemination of ideas based on racial superiority or hatred, incitement to racial discrimination, as well as all acts of violence or incitement to such acts against any race or group of persons of another colour or ethnic origin, and also the provision of any assistance to racist activities, including the financing thereof. Therefore, it is evident that international law requires states to prohibit certain forms of speech and expression which have a direct impact on the rights of others and in particular certain vulnerable groups. The long-title of the ICCPR Act provides that, it has been enacted to give effect to certain Articles in the International Covenant on Civil and Political Rights (ICCPR) relating to human rights which have not been given recognition through legislative measures, and",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "34",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      72.44,
      542.99,
      172.72
    ],
    "text": "to provide for matters connected therewith or incidental thereto. It would be seen that section 3(1) of the ICCPR Act has been enacted to give domestic legal effect to Article 20 of the ICCPR. Articles 7 of the UDHR and Article 4(a) of the CERD, provides additional justification for the prohibition contained in the ICCPR Act. Section 3(1) of the Act provides as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 33,
    "bbox": [
      72.02,
      174.94,
      543.14,
      703.32
    ],
    "text": "No person shall propagate war or advocate national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. [Emphasis added.] Section 3(3) of the ICCPR Act provides that a person found guilty of committing an offence under subsection (1) shall on conviction by the High Court, be punished with rigorous imprisonment for a term not exceeding ten years. It would be seen that section 3(1) contains two prohibitions. Those being, (i) propagation of war, and (ii) advocacy which takes the form of national, racial or religious hatred which assumes the high threshold of incitement to (a) discrimination, (b) hostility, or (c) violence. In lay language, speech which violates the prohibitions contained in section 3(1) of the ICCPR Act is referred to as Hate Speech. However, it is worthwhile to note that not all forms of hate speech come within the purview of section 3(1). What has been prohibited is not mere advocacy which takes the form of national, racial or religious hatred or unacceptably harsh and derogatory rhetoric against groups of persons with distinct common identities, but advocacy which amounts to incitement to engage in discrimination, acts of hostility and perpetration of violence. That is a high threshold. To the extent relevant to this matter, what has to be decided is whether the virtual petitioner by publishing the Facebook post of 2nd April, engaged in advocacy of racial or religious hatred which constituted incitement to discrimination, hostility or violence. It would be pertinent to note that, according to the affidavit filed in this Court by the 1st respondent, investigations conducted by him had revealed that the Facebook posts of the virtual petitioner had given rise to sentiments of racial and / or religious hatred, which could lead to disharmony or violence. Further, the 1st respondent claims that investigations into the Facebook post of 2nd April had given rise to the finding that the said post had incited feelings of anger and hostility among those who had seen it. The 1st respondent claims that such sentiments may lead to violence amongst religious groups. The 1st respondent has further averred that the the Facebook posts shared by Ramzy Razeek were identified to constitute speech and/or material, which fall within the ambit of section 3 of the said Act. In",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "35",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      72.02,
      72.44,
      543.09,
      412.75
    ],
    "text": "contemporary language relating to digital communication media (also referred to as social media) such as Facebook, sharing is generally understood as a means of spreading Facebook content by posting the content posted by another user in your own Facebook profile. In this matter, no evidence has been placed before this Court that the virtual petitioner had shared any material on Facebook which had been received or seen by him to others, which fall within the ambit of section 3(1) of the ICCPR Act. According to the 1st respondent, the Human Rights Commission has published certain guidelines pertaining to the application of section 3 of the ICCPR Act. The position of the 1st respondent is that, when he took measures against the virtual petitioner, he acted in terms of these guidelines. What the 1st respondent has referred to as guidelines (produced marked X) has in fact been captioned as a Legal Analysis of the scope of section 3 of the ICCPR Act, No. 56 of 2007 and Attendant Recommendations. Learned counsel for the petitioner did not challenge the authenticity of document marked X. This legal analysis is worthy of reproduction in some detail. To the extent relevant to this matter, the following are the key features of this analysis of section 3(1) of the ICCPR Act, issued by the Human Rights Commission of Sri Lanka:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      90.02,
      415.09,
      542.94,
      496.15
    ],
    "text": "(i) Section 3 gives domestic effect to Article 20 of the International Covenant on Civil and Political Rights (ICCPR). (ii) Article 20 of the ICCPR should be read in conjunction with Article 19 which recognizes the freedom of expression. (iii) Article 20(2) embodies two significant elements:",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      90.02,
      498.27,
      542.86,
      662.5
    ],
    "text": "(a) Advocacy of national, racial or religious hatred and (b) Incitement to discrimination, hostility or violence. (iv) Advocacy of national, racial or religious hatred is permissible until it constitutes incitement to discrimination, hostility or violence. (v) Not all forms of incitement are prohibited under Article 20. (vi) A crucial element of incitement as recognized under Article 20 is intention. (vii) The offender must through his incitement to discrimination, hostility or violence intend not to merely share his opinion with others, but also compel others to commit certain actions based on his views. (viii) In order to arrive at a conclusion regarding the intent, consideration must be given to",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 34,
    "bbox": [
      126.02,
      664.74,
      543.1,
      695.74
    ],
    "text": "the content and form of the speech in issue, the extent of advocacy and the imminence of harm which is prohibited.",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "36",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 35,
    "bbox": [
      72.02,
      72.08,
      543.1,
      717.36
    ],
    "text": "(ix) The state has an obligation to protect individuals from incitement to discrimination, hostility or violence by third parties as well as to refrain from engaging in such acts in order to protect rights and ensure equal protection of the law for all. (x) Where there is reasonable suspicion that a person is committing a section 3 offence, and public officers with the power to set the procedure under the ICCPR Act in motion fail or omit to enforce the law, such omission shall amount to state inaction which gives rise to a fundamental rights violation [Article 12(1)] as a tacit state approval of hate speech. I find no reason to disagree with any of these features of the analysis of section 3(1) of the ICCPR Act issued by the Human Rights Commission of Sri Lanka. It would be seen that, while Article 14(1)(a) recognizes the fundamental right to freedom of speech and expression including publication, Article 15(2) recognizes that the exercise and operation of this fundamental right shall be subject to such restrictions as may be prescribed by law, which includes restrictions that may be prescribed in the interests of racial and religious harmony and to prevent incitement to commit an offence. Section 3(1) should be seen in the context of these restrictions. Therefore, while Article 14(1)(a) of the Constitution confers on the people the fundamental rights to free speech, section 3(1) of the ICCPR Act restricts such fundamental right to the extent of what is prohibited under that section. When the exercise of a fundamental right is restricted by law, in my view such law must be strictly interpreted (as some jurists claim, be narrowly interpreted) so as to give recognition to the exact purpose for which the Parliament enacted the restriction, and for no other reason. The legalistic purpose for which section 3(1) of the ICCPR Act has been enacted is evident. That is to give domestic recognition and justiciability to Article 20 of the Covenant. The public interest purpose for which section 3(1) has been enacted is to be intrinsically assimilated from the content of the section, those being to protect the people of Sri Lanka and other nationals from (i) the dastardly consequences of war, and (ii) the serious and far reaching consequences to national, ethnic and religious communities (both within and outside Sri Lanka) which would include members of ethnic and religious minorities and other vulnerable communities, from possible harm emanating from the expression of hatred which assumes the manifestation of incitement to discrimination, hostility, and violence. From a national perspective, what is sought to be protected is clear. That being harm being inflicted through discrimination, hostility and violence perpetrated on ethnic or",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "37",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      72.02,
      72.44,
      557.26,
      635.76
    ],
    "text": "religious lines against members of such communities. It should not be understood as criminalizing blasphemy. In a multi-ethnic and multi-religious society such as that of Sri Lanka, particularly given historical, socio-economic and political factors, the maintenance of peace and tranquility among communities, ensuring parity of status, affording equality to all citizens, maintaining public order, and facilitating cohesion between communities, are of utmost importance to national unity, recovery and reconciliation from conflict and tensions, and to achieve social progression and prosperity. Sovereignty of the people which is the key principle recognized by the Constitution cannot have any meaningful effect, unless these protective measures are found in society. Permitting the sowing of hatred through rhetorical advocacy which is aimed at causing incitement to discrimination, hostility and violence, would seriously erode and impinge upon sovereignty of the people and in particular vulnerable and minority communities. The impact of such hate speech has on the exercise of fundamental rights and franchise (which are components of sovereignty that can be exercised individually) by members of vulnerable and minority groups can be very serious and have far reaching implications. Thus, quite rightly and justifiably, incitement to discrimination, hostility and violence must be prohibited and prevented. It is against public policy to permit such forms of incitement in the guise of the exercise of the fundamental right to free speech. If any person is found to have violated that prohibition (which in terms of section 3(1) of the ICCPR Act is an offence), it is well within the authority of the Executive and a legal duty as well, to enforce the law against the offender. Such action would take the manifestation of criminal justice measures, such as the arrest of the suspect, initiation of criminal proceedings, and his subsequent prosecution. However, the adoption of such measures should be diligently and objectively carried out. Using such criminal justice measures against a person who is not culpable for having committed an offence in terms of section 3(1), would amount to infringement of that persons fundamental rights and would tantamount to persecution. In a situation where a law enforcement officer such as a police officer or a prosecutor is to determine whether a speech or other expression of ideas made by a person amounts to the commission of an offence contained in section 3(1) of the ICCPR Act, he should in my opinion consider the following factors:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 36,
    "bbox": [
      90.02,
      638.46,
      543.05,
      704.4
    ],
    "text": "(i) Whether the content of the speech as a whole with specific reference to the impugned words, amounts to advocacy that takes the form of national, racial or religious hatred which assumes the manifestation of incitement to (a) discrimination, (b) hostility, or (c) violence;",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "38",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 37,
    "bbox": [
      72.02,
      72.44,
      543.09,
      704.4
    ],
    "text": "(ii) Attendant circumstances including the context in which it was made; (iii) Associated conduct of the person concerned, including his previous and subsequent conduct (including utterances made by him) which have a causal link to the impugned utterances.; (iv) Relationship between the person concerned and his target group (listeners / readers). Given the relationship between the two parties (the power or the influence the person concerned yielded over the target group), was it likely that the target group would be susceptible or amenable to incitement offered by the person concerned through his rhetoric.; (v) Overall motive and the specific intention of the person, i.e. whether the person concerned intended to incite others to engage in national racial or religious discrimination, hostility or violence; (vi) Whether in the aftermath of the impugned speech of other expression, racial or religious discrimination, hostility or violence occurred, and if so whether there was a causal relationship between the impugned utterance and the occurrence of such racial or religious discrimination, hostility or violence; (vii) Even if in the aftermath of the impugned speech, racial discrimination, hostility or violence did not occur, whether there was an imminent danger in the impugned utterances of the person concerned resulting such consequence. I shall not engage in a detailed analysis of the content of the Facebook post of the virtual petitioner, as I have already done so. What remains to be done is to reiterate what I have already found, that being there was no basis to conclude that the virtual petitioner intended to cause any incitement to any form of harm to the society. What he advocated was the launching of a counter-campaign by the Muslim community against the campaign of vilification which he claims to have been launched against the Muslim community, that they were responsible for the spread of the COVID-19 pandemic. He called upon members of the Muslim community to use the pen and the keyboard and engage in an ideological Jihad. He did not advocate incitement of discrimination, hostility or violence on ethnic or social lines. Therefore, I conclude that there was no basis in fact or law to allege that the virtual petitioner by his Facebook publication of 2nd April, violated the prohibition contained in section 3(1) of the ICCPR Act. Therefore, there was no basis to take action against the virtual petitioner on the footing that he had committed the offence contained in section 3(1) of the ICCPR Act.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "39",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      72.44,
      475.06,
      120.76
    ],
    "text": "Offence under section 6(1) of the Computer Crime Act Section 6(1) of the Computer Crime Act, No. 24 of 2007 provides as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      122.98,
      543.1,
      322.51
    ],
    "text": "Any person who intentionally causes a computer to perform any function, knowing or having reason to believe that such function will result in danger or imminent danger to (a) national security; (b) the national economy; or (c) public order, shall be guilty of an offence and shall on conviction be punishable with imprisonment of either description for a term not exceeding five years. [Emphasis added.] During the hearing of this Application, learned State Counsel did not press that the virtual petitioner was responsible for having committed this offence. However, I shall briefly though, consider his culpability.",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 38,
    "bbox": [
      72.02,
      325.21,
      543.1,
      709.2
    ],
    "text": "To the extent relevant to this Application, section 6(1) of the Computer Crime Act provides that whoever intentionally causes a computer to perform any function, knowing or having reason to believe that such function will result in danger or imminent danger to public order, commits an offence. First, there is no basis to conclude that the virtual petitioner when uploading his Facebook post of 2nd April 2020, knew or had reason to believe that his post would result in danger or imminent danger to public order. Second, there is no evidence that the said post endangered imminently endangered public order. Therefore, there is no basis in the allegation that the virtual petitioner committed the offence contained in section 6(1) of the Computer Crime Act. Therefore, for the reasons stated above, I conclude that the virtual petitioner had by the publication of the Facebook post of 2nd April 2020, not committed an offence under section 6(1) of the Computer Crime Act. Arrest of the virtual petitioner The petitioner alleges that the arrest of the virtual petitioner was contrary to law and hence is an infringement of the virtual petitioners fundamental right guaranteed by Article 13(1) of the Constitution. In the petitioners affidavit, he states that the virtual petitioner was arrested by the Criminal Investigation Department on 9th April 2020. The 1st respondent in his affidavit has not admitted that he arrested the virtual petitioner. Nor does he state who of the Criminal",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "40",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      72.44,
      543.1,
      446.13
    ],
    "text": "Investigation Department arrested the virtual petitioner. However, A521 contains a reference to the fact that the suspect is being produced consequent to his being arrested on suspicion. Thus, I must proceed on the footing that the virtual petitioner had been arrested by the 1st respondent purportedly under section 32(1) of the Code of Criminal Procedure Act (CCPA).22 The 1st respondent in his affidavit has stated that it was subsequent to the said preliminary investigation that the petitioner was produced before the learned Chief Magistrate of Colombo in Case No. B 31673/01/20 under section 120 of the Penal Code, section 6 of the Computer Crime Act No. 24 of 2007 and section 3(1) of the ICCPR Act No. 56 of 2007. The afore-stated provisions of law do not provide for a suspect to be produced before a Magistrate. They contain offences in respect of which the 1st respondent claims that the virtual petitioner was arrested. In the circumstances, I must proceed on the footing that the afore-stated references to the provisions under which the 1st respondent produced the virtual petitioner before the learned Chief Magistrate is erroneous, and that the virtual petitioner had in fact been produced before the learned Chief Magistrate under section 115(1) of the Code of Criminal Procedure Act. In fact, A5 contains inter-alia a reference to section 115(1) of the CCPA as one of the provisions under which the report is being presented. Section 32(1) of the CCPA to the extent relevant to the arrest of the virtual petitioner, is as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      108.02,
      448.35,
      543.1,
      512.83
    ],
    "text": "Any peace officer may without an order from a Magistrate and without a warrant arrest any person (a) (b) who has been concerned in any cognizable offence or against whom a reasonable",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      108.02,
      514.95,
      542.88,
      629.28
    ],
    "text": "complaint has been made or credible information has been received or a reasonable suspicion exists of his having been so concerned; (c) (d) (e) (f) (g)",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 39,
    "bbox": [
      72.02,
      635.62,
      534.88,
      719.95
    ],
    "text": "21 A5 which has been signed by the 1st respondent and has been filed of record in Magistrates Court Case No. B 31673/01/20, had been tendered to the Chief Magistrate when the 1st respondent produced the virtual petitioner before the learned Chief Magistrate. 22 Section 32(1)(b) of the Code of Criminal Procedure Act is the general provision of law which authorizes a police officer to arrest without warrant, a person in relation to the commission of a cognizable offence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "41",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      72.08,
      543.08,
      290.81
    ],
    "text": "(h) (i) . [Emphasis added by me.] It is not in dispute that the offences contained in sections 120 of the Penal Code, 3(1) of the ICCPR Act and 6(1) of the Computer Crime Act are cognizable offences, and thus fall into the category of offences in respect of which the offender may be arrested without a warrant of arrest. When separated into its constituent ingredients, section 32(1)(b) can be depicted in the following manner: Any peace officer may",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      108.02,
      293.05,
      398.35,
      307.49
    ],
    "text": "without an order from a Magistrate and without a warrant",
    "fonts": [
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      144.02,
      309.61,
      242.81,
      323.99
    ],
    "text": "arrest any person",
    "fonts": [
      "BookAntiqua-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      180.02,
      326.29,
      442.39,
      373.97
    ],
    "text": "(a) who has been concerned in any cognizable offence or (b) against whom",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      376.21,
      543.1,
      525.21
    ],
    "text": "(i) a reasonable complaint has been made or (ii) credible information has been received or (iii) a reasonable suspicion exists of his having been so concerned. Therefore, for a peace officer23 to be authorized by law to arrest a person (suspect) for having committed a cognizable offence, one of the following should have occurred -",
    "fonts": [
      "Arial-ItalicMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 40,
    "bbox": [
      72.02,
      527.79,
      543.12,
      719.95
    ],
    "text": "(i) the peace officer should have by himself formed an objective opinion that the suspect has been concerned in the commission of a cognizable offence; (ii) the peace officer should have either directly received a complaint or must be aware that a complaint has been made against the suspect, and he should have formed the objective opinion that such complaint against the suspect (that he has been concerned in committing a cognizable offence) is reasonable; (iii) the peace officer should have either directly received information or should be aware that information has been received against the suspect, and he should have formed the objective opinion that such information is credible and gives 23 The term peace officer would in terms of the interpretation of that term contained in section 2 of the Code of Criminal Procedure Act, includes a police officer such as the 1st respondent.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "42",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      72.44,
      546.1,
      652.92
    ],
    "text": "rise to the allegation that the suspect has been concerned in the commission of a cognizable office; or (iv) the peace officer should have developed reasonable suspicion that the suspect has been concerned in the commission of a cognizable offence. It would be seen that, a condition precedent for the arrest of a person under any one of the four situations referred to above, is the (a) commission of an offence, and (b) a factual and situational connection between the commission of that offence and the person being arrested. In other words, before causing the arrest of a person, the peace officer who seeks to arrest that person must be satisfied founded upon reasonable grounds that the impugned conduct constitutes an offence and that one of the four situational and factual connections between the commission of that offence and the person being arrested, exists. This should not be understood as insistence that the arresting officer should possess strict proof that the suspect had committed an offence. Thus, unless, it can be established that an offence recognized by the laws of Sri Lanka has been committed, the law would not permit the arrest of a person for the conduct attributed to him. In fact, a criminal justice measure24 in the nature of the arrest of the suspected offender can be taken, only if the impugned conduct constitutes an offence. In this regard, it is necessary to note that the entire spectrum of criminal justice measures is those that have a bearing on the liberty of the person against whom such measures are taken. Thus, both procedurally and substantively, it is necessary to take such measures strictly in accordance with the law. It is the commission of an offence that triggers the commencement of the range of criminal justice responses against the person responsible for the commission of such offence, including the arrest of the perpetrator of the offence. In view of the analysis contained in this judgment, it would be seen that by posting the impugned message dated 2nd April 2020 on Facebook, the virtual petitioner did not commit an offence either under section 120 of the Penal Code, section 3(1) of the ICCPR Act or section 6(1) of the Computer Crime Act. In the circumstances, there was no lawful basis to have arrested the virtual petitioner. Therefore, I conclude that the arrest of the virtual petitioner was contrary to the procedure established by law and thus unlawful.",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 41,
    "bbox": [
      72.02,
      659.98,
      528.96,
      719.95
    ],
    "text": "24 Such criminal justice measures would include (i) arrest of the suspect, (ii) holding the arrested person in police custody, (iii) initiation of criminal proceedings against the arrested person, (iv) holding the arrested suspect in remand custody or the grant of bail to him, (v) institution of criminal proceedings against the alleged offender (accused), and his prosecution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "43",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      72.44,
      352.15,
      104.08
    ],
    "text": "Article 13(1) of the Constitution provides as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 42,
    "bbox": [
      72.02,
      106.42,
      543.1,
      719.52
    ],
    "text": "No person shall be arrested except according to procedure established by law. Any person arrested shall be informed of the reason for his arrest. It would thus be seen that Article 13(1) contains the following two fundamental rights, they being: (i) the arrest to be according to the procedure established by law; and (ii) the arrested person to be informed of the reason for his arrest. The petitioner complains of only the infringement of the first of these two fundamental rights. As described above, for an arrest to be lawful under section 32(1)(b) of the CCPA, the arrest must be consequential to the commission of an offence. If an offence has not been committed, the law does not authorize a person to be arrested. As it would be seen from the above analysis, in the instant matter, the 1st respondent could not have even entertained a reasonable doubt that the virtual petitioner had committed any of the offences which he alleges. In the circumstances, the arrest of the virtual petitioner has not been carried out according to the procedure established by law, as a condition prerequisite for his arrest (namely the commission of an offence) has not been satisfied. In the circumstances, I conclude that the arrest of the virtual petitioner was contrary to procedure established by law, and thus, his fundamental right guaranteed by Article 13(1) of the Constitution had been infringed. Police and remand custody of the virtual petitioner As explained previously, following the arrest of the virtual petitioner on 9th April 2020, he had been produced in police custody before the learned Chief Magistrate, who had placed the suspect in remand custody. Consequently, the virtual petitioners remand had been extended from time to time. Multiple requests made on his behalf that he be enlarged on bail had been refused by the learned Magistrate. An examination of the case record relating to B 31673/01/20 reveals that the complainant (1st respondent) had objected to the suspect being enlarged on bail. The learned Magistrate had having called upon the 1st respondent to produced previous Facebook posts of the virtual petitioner, pointed out that in view of an allegation having been made against the suspect (virtual petitioner) that he had committed an offence under section 3(1) of the ICCPR Act, she does not have jurisdiction to grant bail and thus",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "44",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      72.44,
      543.1,
      686.76
    ],
    "text": "has denied granted bail. Following a prolonged period of remand custody, consequent to an Application made to the High Court on behalf of the virtual petitioner (High Court Bail Application No. HCBA 224/2020), on 17th September 2020, he had been enlarged on bail. Therefore, the period the virtual petitioner had been deprived of liberty can be divided into two segments, those being (i) the period of police custody following the arrest, and (ii) the period of remand custody. The duration of police custody at the CID seems to have been less than 24 hours, and the period of remand custody had been 5 months, 1 week and 1 day. In Channa Pieris and Others v. Attorney-General and Others25, Justice Amerasinghe has observed that the right not to be deprived of personal liberty except according to procedure established by law, is enshrined in Article 13(1) of the Constitution and not in Article 13(2). Justice Amerasinghe has observed that Article 13(1) prohibits not only the taking into custody (arrest) except according to procedure established by law, but also the keeping of persons in a state of arrest by imprisonment or other physical restraint except according to procedure established by law. Therefore, in addition to the arrest of the virtual petitioner, his subsequent police custody and the period of remand custody need to be examined from both from the perspectives of Articles 13(1) and 13(2) of the Constitution. That is with the view to determining whether the deprivation of personal liberty has been according to procedure established by law. Police custody Following the lawful arrest of a person, pending his production before a Magistrate, he may be held in the custody of the police. Police custody is a mechanism to keep an arrested person under arrest for the purpose of facilitating the conduct of further investigations. In terms of section 37 of the Code of Criminal Procedure Act, the period of police custody should not exceed 24 hours. The period of police custody is an extension of the status quo which emerges from the arrest of the person, and it amounts to a continuation of the deprivation of liberty arising out of the arrest. Therefore, the lawfulness of the arrested person being held in police custody is founded upon the lawfulness of the arrest. Therefore, if the arrest of a suspect has not been carried out according to the procedure prescribed by law, necessarily, holding him in the custody of the police becomes unlawful.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 43,
    "bbox": [
      72.02,
      696.58,
      218.16,
      719.95
    ],
    "text": "25 [1994] 1 Sri L.R. 1 at 30]",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "45",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      72.44,
      543.09,
      240.76
    ],
    "text": "As pointed out earlier, at the very core of the arrest of the virtual petitioner is an incurable flaw. That is because the virtual petitioner had been arrested, notwithstanding his not having committed an offence. Therefore, the period of police custody is also tainted with that fundamental flaw relating to the arrest of the virtual petitioner. Thus, not only is the arrest of the virtual petitioner unlawful, the subsequent period of police custody is equally unlawful. In the circumstances, I conclude that the holding of the virtual petitioner in the custody of the CID has amounted to an infringement of Article 13(1). Remand custody Article 13(2) of the Constitution provides as follows:",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      243.1,
      543.08,
      545.37
    ],
    "text": "Every person held in custody, detained or otherwise deprived of personal liberty shall be brought before the judge of the nearest competent court according to procedure established by law and shall not be further held in custody, detained or deprived of personal liberty except upon and in terms of the order of such judge made in accordance with procedure established by law. In Channa Pieris and Others v. Attorney-General and Others, Justice Amerasinghe has observed that the purpose of Article 13(2) is to enable a person arrested without a warrant by a non-judicial authority to be able to make representations to a judge who may apply his \"judicial mind\" to the circumstances before him and make a neutral determination on what course of action is appropriate in relation to his detention and further custody, which would amount to deprivation of personal liberty. Similar views have been expressed by Justice Amerasinghe in Farook v Raymond and others26. It would be observed that, couched within Article 13(2) are two specific and inter-related fundamental rights. They are, that every person held in custody, detained or otherwise deprived of personal liberty",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      548.07,
      543.05,
      682.56
    ],
    "text": "(i) shall be brought before the judge of the nearest competent court according to procedure established by law; and (ii) shall not be further held in custody, detained or deprived of personal liberty except upon and in terms of an order of such judge made in accordance with procedure established by law. Thus, I shall now examine whether the virtual petitioner was brought before the judge of the nearest competent court according to procedure established by law.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 44,
    "bbox": [
      72.02,
      696.58,
      218.16,
      719.95
    ],
    "text": "26 [(1996) 1 Sri.LR 217]",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "46",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      72.44,
      473.14,
      104.08
    ],
    "text": "Section 115(1) of the Code of Criminal Procedure Act27 provides as follows:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      106.42,
      543.1,
      528.81
    ],
    "text": "Whenever an investigation under this Chapter cannot be completed within the period of twenty-four hours fixed by section 37, and there are grounds for believing that further investigation is necessary the officer in charge of the police station or the inquirer shall forthwith forward the suspect to the Magistrate having jurisdiction in the case and shall at the same time transmit to such Magistrate a report of the case, together with a summary of the statements, if any made by each of the witnesses examined in the course of such investigation relating to the case. It is necessary to note that filing a report in terms of section 115(1) of the Code of Criminal Procedure Act signifies an important step in the criminal justice response to the commission of an offence, namely the initiation of criminal proceedings in respect of the commission of such offence by an identified person, who is produced before a Magistrate along with the report. It is seen that, according to section 115(1), the documentation that the law requires to be submitted include (i) a report of the case, and (ii) a summary of the statements if any, recorded during the course of the investigation that has thus far been conducted. Both the report of the case and the summary of the statements recorded are to serve a purpose which is of critical importance. It is noteworthy that there is nothing in section 115(1) that prevents both these requirements being incorporated into a single document, such as A5, which is routinely referred to as a B Report.28 That being material based upon which the Magistrate having to determine whether or not the suspect being",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 45,
    "bbox": [
      72.02,
      537.91,
      542.05,
      719.95
    ],
    "text": "27 Section 115(1) of the Code of Criminal Procedure Act has been amended by section 4 of Act No. 52 of 1980. 28 It is a matter of interest that there is nothing in the Code of Criminal Procedure Act which suggests that the report under and in terms of section 115(1) may be referred to using the nomenclature B Report. This terminology stems from Police Departmental Order C1 promulgated under section 56 of the Police Ordinance, thus having the force of law. C1 is titled Crime Investigation, Prosecution of offenders, Reports on accused persons, etc. provides for four types of forms and reports to be prepared by the police and submitted to the Magistrates Court, namely (i) Form A, (ii) Form B, (iii) Report under section 126 and (iv) Complaints in terms of section 148(i)(b) of the Criminal Procedure Code, Ordinance No. 15 of 1898 (old Code). Form B is to be used for reporting of cognizable offences in accordance with sections 121(2), 126A and 131 of the said Code. Section 126A of the old Criminal Procedure Code (introduced by Ordinance No. 31 of 1919) is comparable with section 115(1) of the present Code of Criminal Procedure Act, and relates to investigations pertaining to the commission of cognizable offences, which cannot be completed within 24 hours of the arrest of the suspect. Thus, this in my view is the root the term B Report which has survived long-term usage and has got entrenched into the vocabulary of Magistrates, State Counsel and criminal defence Attorneys.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "47",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      72.44,
      543.11,
      686.16
    ],
    "text": "produced by the officer-in-charge of the police station should be placed in remand custody and/or enlarged on bail. Section 115(2) of the Code of Criminal Procedure Act provides that The Magistrate before whom a suspect is forwarded under this section, if he is satisfied that it is expedient to detain the suspect in custody pending further investigation, may after recording his reasons, by warrant addressed to the superintendent of any prison authorise the detention of the suspect . To enable the Magistrate to determine whether criminal proceedings against the suspect should be initiated and whether it would be expedient to detain the suspect in remand custody, the Report submitted under section 115(1) should contain one or more specific allegations that the suspect being produced has committed one or more offences, and the report along with the summary of statements must contain material based upon which the Magistrate can determine whether it is expedient to detain the suspect. If the officer in charge of the police station on whom the statutory duty is cast to submit the report along with the summary of statements is to move the Magistrate to consider placing the suspect in remand custody, he must place before the Magistrate sufficient material to substantiate the allegation contained in the report that the suspect has committed one or more offences. Therefore, at the stage of the suspect being produced and upon a consideration of the material contained in the report and the summary of statements recorded submitted under section 115(1), the Magistrate must judicially consider the material contained in the report and the summary, and determine whether it is expedient to place the suspect in remand custody. If I am to borrow terminology used by Justice Ratwatte in Dayananda v. Weerasinghe and Others,29 the Magistrate should not be a mere rubber stamp of the request of the police. He must judicially consider the request of the police in the light of the material placed before him in both the report and the summary of statements recorded. As opposed to the exercise of judicial discretion, a mere perfunctory endorsement of the Application of the police to place the suspect in remand custody, would make the ensuing order of the Magistrate placing the suspect in remand, devoid of requirements of the law, injudicious and a mockery of the justice system. This is of considerable significance, and a decision to place the suspect in remand custody amounts to deprivation of his liberty, as in terms of Article 13(2) of the Constitution, a suspect shall not be further held in custody, detained or deprived of personal liberty except upon and in terms of the order of such judge made in accordance with procedure established by law.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 46,
    "bbox": [
      72.02,
      696.58,
      218.16,
      719.95
    ],
    "text": "29 [(1983) 2 Sri L.R.84]",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "48",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      72.44,
      543.09,
      395.59
    ],
    "text": "In the instant case, placing sufficient material before the learned Magistrate to substantiate the allegations against the virtual petitioner that he had committed three offences, namely offences under (i) section 120 of the Penal Code, (ii) section 3(1) of the ICCPR Act, and (iii) section 6(1) of the Computer Crime Act, is of even greater importance. That is because section 3(4) of the ICCPR Act provides that offences under sections 3(1) and 3(2) of the Act shall be cognizable and non-bailable, and that no person suspected or accused of such an offence shall be enlarged on bail, except by the High Court in exceptional circumstances. Thus, when it is alleged that the suspect has committed an offence under either section 3(1) or 3(2) of the ICCPR Act, it effectively takes away the judicial discretion otherwise conferred on the Magistrate in terms of section 115(2) to consider whether or not to place the suspect in remand custody and or whether or not to enlarge him on bail under and in terms of the Bail Act, No. 70 of 2007. Therefore, this is an additional reason as to why the officer in charge of the police station should place sufficient material in the B Report to substantiate the allegation that the suspect has committed a particular offence. A consideration of the afore-stated B Report (A5) contains the following two deficiencies which are of significance before the eyes of the law:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      90.02,
      398.29,
      542.64,
      412.75
    ],
    "text": "(a) The Report does not contain a summary of statements recorded in the course of",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      90.02,
      415.45,
      543.08,
      464.25
    ],
    "text": "the investigation up to the time at which the Report was prepared. (Such summary should include the statement of the suspect.) (b) The Report does not indicate the manner in which investigational findings",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      466.95,
      542.89,
      567.09
    ],
    "text": "(including the information contained in the statements recorded up to the point at which the Report was prepared) lend support to the allegations (those being offences alleged to have been committed by the suspect) being substantiated by investigational findings. I have also noted that the afore-stated B Report contains the following caption:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 47,
    "bbox": [
      72.02,
      569.43,
      543.09,
      719.52
    ],
    "text": "Producing to court a suspect and reporting facts pertaining to spreading of information which has the tendency of breaching harmony between ethnic communities by calling for the waging of a jihadist war. It would thus be seen that, using the term jihadist war as opposed to an ideological jihad using the pen and the keyboard, the 1st respondent has made a conscious attempt to mislead the learned Magistrate by portraying that the virtual petitioner had called for the waging of an armed struggle. He has supplemented his attempt at misleading the learned Magistrate by not incorporating into the body of the Report on the case a reference to",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "49",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 48,
    "bbox": [
      72.02,
      72.44,
      543.1,
      704.4
    ],
    "text": "the fact that what the virtual petitioner had called for was an ideological jihad using the pen and the keyboard. In his Report, he has further misled the learned Magistrate by stating that the virtual petitioner had been spreading news with the view to causing in the minds of Muslims, revolutionary ideas and encouraging them to engage in such activities. The 1st respondent has also given the impression to the learned Magistrate that the virtual petitioner had attempted to hide his true identity, whereas, it is apparent that the Facebook profile of the virtual petitioner contains his correct name and it is undisputed that his profile photograph correctly depicts him. Notwithstanding the learned Magistrate not being possessed with jurisdiction to grant bail to the virtual petitioner (in view of the allegation that he has committed an offence under section 3(1) of the ICCPR Act), an Application has been made to the learned Magistrate on his behalf, on the footing that there exists no basis in facts or in law to level an allegation that the virtual petitioner has committed such offence. By an order dated 28th May 2020, the learned Chief Magistrate has refused that Application. I have noted with a degree of relief that, pursuant to an Application seeking bail on behalf of the virtual petitioner from the High Court, following a consideration of submissions made by Presidents Counsel representing the virtual petitioner and Senior State Counsel representing the Honourable Attorney General, the learned Judge of the High Court making a well-considered order has, on 17th September 2020, granted bail to the virtual petitioner on the footing that there was no basis to allege that the virtual petitioner had committed an offence under section 3(1) of the ICPPR Act. It is unfortunate that by the time the order for bail was made, the virtual petitioner had spent five months and one week in remand custody. An examination of the original case record of Magistrates Court Colombo case No. B 31673/01/20 revealed that the Honourable Attorney-General has by his letter dated 8th September 2023 informed the Director of the Criminal Investigation Department learned (with a copy to the learned Magistrate) that he does not intend to take any further action in terms of the law against the virtual petitioner. Consequently, by order dated 25th September 2023, the learned Magistrate has discharged the virtual petitioner, thus bringing an end to his ordeal of three years and five and a half months. In view of the foregoing, I hold that the 1st respondent has at the time he produced the virtual petitioner before the learned Chief Magistrate failed to tender to such Magistrate a Report prepared in terms of 115(1) of the Code of Criminal Procedure Act. He has thereby infringed the fundamental right of the virtual petitioner guaranteed by Article",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "50",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 49,
    "bbox": [
      72.02,
      72.44,
      543.1,
      702.84
    ],
    "text": "13(2) of the Constitution, by his failure to produce the virtual petitioner before the learned Chief Magistrate according to procedure established by law. Examination of compliance with the fundamental right guaranteed by Article 13(2) (that the suspect shall not be further held in custody, detained or deprived of personal liberty except upon and in terms of the order of such judge made in accordance with procedure established by law) would necessitate this Court to consider the lawfulness of the order made by the learned Chief Magistrate on 10th April 2020 placing the virtual petitioner in remand custody and the several subsequent orders made extending remand custody and the order made on 28th May 2020 refusing to grant bail. As such orders are judicial orders, the jurisdiction vested in this Court by Article 17 read with Article 126 of the Constitution would preclude this Court from examining whether the making of such judicial orders have amounted to an infringement of the fundamental right guaranteed by Article 13(2) of the Constitution. Thus, I shall not deal with that aspect of this case. Observations by Court Police officers must bear in mind the fact that arrest, initiation of criminal proceedings and causing a suspect to be placed in remand custody are by themselves criminal justice measures which have a penal character and a direct bearing on the liberty of persons. The adoption and enforcement of such measures in a manner that infringes the fundamental rights of persons can have a chilling effect on other persons too, who wish to enjoy the exercise of their inalienable fundamental rights. Therefore, such criminal justice measures must be carried out with due diligence, independently, objectively, with great caution and strictly in the manner provided by law. Some degree of laxity can be shown by this Court, if a decision on whether or not to arrest a suspect alleged to have committed a cognizable offence had to be taken in the field at the spur of the moment, where the arresting officer was required in the circumstances of the situation to take a decision spontaneously and without any access to guidance or direction from a senior officer or legal advice. The instant case is not like that. The 1st respondent had sufficient time to consider, if necessary, to consult senior officers and to obtain legal advice from the Honourable Attorney General, and thereafter decide on whether or not to arrest the virtual petitioner. Instead of acting as a dutiful law enforcement officer, the 1st respondent has used section 120 of the Penal Code, section 3(1) of the ICCPR Act and section 6(1) of the Computer Crime Act as weapons, and has taken action which amounts to punishment, by arresting",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "51",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 50,
    "bbox": [
      72.02,
      72.44,
      543.1,
      704.4
    ],
    "text": "the virtual petitioner, holding him in police custody, and thereafter having placed him in remand custody for 5 months and 1 week. This Court must take judicial note of the fact that the Criminal Investigation Department is an established, well-organized, structured and a specialized Department of the Sri Lanka Police, with direct access to the Department of the Attorney General. Therefore, the 1st respondent had access to multiple tiers of senior officers of the CID and to legal advisors of the state who are officers of the Department of the Attorney General. The 1st respondent does not claim in his affidavit filed in this matter, that he acted on the instructions of his superior officers. Nor does he state that he obtained and acted on legal advice. Therefore, the 1st respondent must take primary responsibility for the infringement of the virtual petitioners fundamental rights. The responsibility for the infringement of the fundamental rights of the virtual petitioner does not end with the 1st respondent, though it begins with his conduct of arresting the virtual petitioner. Most unfortunately, it has now become common place for this Court to receive Applications alleging the arrest of persons without sufficient cause and in a manner that infringes their fundamental rights. Such arrests are often followed by periods of remand which are also contrary to law. A careful consideration of most such unlawful arrests reveal instances where police officers have not been permitted to exercise discretionary authority conferred on them, and been persuaded by persons in authority to act in a particular manner. The evidence placed before this Court suggests such a situation pointing towards the direction of certain persons in authority, though due to the paucity of evidence placed by the petitioner and the position taken-up by the 1st respondent, it is not possible to arrive at an exact finding to that effect. It is necessary for me to observe that it is the responsibility of those who yield political and administrative authority over police officers or is placed in a hierarchically superior position, to unconditionally refrain from giving case or person-specific instructions to police officers, unless they have been specifically authorized by law to give such instructions. Law enforcement officers such as police officers must have the freedom to conduct their duties independently, impartially and neutrally, and take steps and act in terms of the law, exercising their own inherent discretionary authority in a lawful manner.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "52",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      72.44,
      542.85,
      204.4
    ],
    "text": "Declarations and Orders of Court (i) It is declared that the 1st respondent has infringed the fundamental rights of the virtual petitioner guaranteed by Articles 12(1), 13(1), 13(2) and 14(1)(a) of the Constitution.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      207.1,
      543.1,
      324.43
    ],
    "text": "(ii) The 1st respondent has when infringing the afore-stated fundamental rights of the virtual petitioner, acted under the colour of his office, as a police officer and as an officer of the Criminal Investigation Department. Thus, the 2nd respondent Director of the Criminal Investigation Department and the state must take responsibility for the afore-stated infringement of the fundamental rights of the virtual petitioner by the 1st respondent.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      327.13,
      542.93,
      410.23
    ],
    "text": "The responsibility of the state arises out of the fact that the state shall be responsible for the actions of all the actions of its servants committed using the colour of their office, unless it is established that the state had taken all necessary measures to prevent the infringement in issue.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 51,
    "bbox": [
      72.02,
      412.93,
      542.89,
      718.92
    ],
    "text": "(iii) The 1st respondent shall within one month of this judgment pay a sum of Rs. 30,000/= to the virtual petitioner, using his personal funds. (iv) The 2nd respondent shall pay a sum of Rs. 30,000/= to the virtual petitioner, using his personal funds. (v) The state shall pay such sum of Rs. 1 million to the virtual petitioner. (vii) The 6th Respondent shall within one month from the delivery of this judgement issue to the Inspector General of Police a summation of the principles contained in this judgment, which the latter shall issue to all police officers in the form of instructions, requiring such police officers to strictly comply with.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "53",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 52,
    "bbox": [
      72.02,
      72.44,
      564.22,
      528.21
    ],
    "text": "In view of the foregoing, this Application is allowed. The state shall pay to the petitioner the cost incurred by him to prosecute this Application. Judge of the Supreme Court B.P. Aluwihare, P.C., J. I agree. Judge of the Supreme Court Janak De Silva, J. I agree. Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]