[
  {
    "page_number": 0,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.38,
      94.97,
      467.23,
      110.07
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      110.21,
      428.44,
      153.44
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      153.6,
      498.43,
      252.08
    ],
    "text": "In the matter of an application under and in terms of Article 126 read with Article 17 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      252.24,
      498.39,
      363.73
    ],
    "text": "Dr. Galmangoda Guruge Chamal Sanjeewa No. 233, Matara Road, Tangalle, Sri Lanka SC/FR Application No. 371/2022",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      365.55,
      498.7,
      429.33
    ],
    "text": "Petitioner Vs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      253.85,
      429.51,
      498.46,
      767.44
    ],
    "text": "1. Hon. Dr. Keheliya Rambukwella Hon. Minister of Health 2. Mr. S. Janaka Sri Chandraguptha Secretary to the Ministry of Health 3. Dr. Sunil De Alwis Additional Secretary Medical Services, Ministry of Health 4. Dr. Asela Gunawardena Director General of Health Services, Ministry of Health 5. Dr. Lal Panapitiya Deputy Director General (Medical Services 1), Ministry of Health 6. Ms. D. L. U. Peiris Additional Secretary (Admin 1), Ministry of Health",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      71.98,
      498.46,
      156.44
    ],
    "text": "7. Mr. Sudath Rathnaweera Senior Additional Secretary (Flying Squad), Ministry of Health",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      253.85,
      156.48,
      497.92,
      350.15
    ],
    "text": "8. Mr. D. A. W. Kulathileka Preliminary Investigation Officer Flying Squad, Ministry of Health (all of the above 1st to 8th Respondents are of; Suwasiripaya, No. 385, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10.) 9. Mr. Janaka Sugathadasa Chairman 10. Mr. L. A. Kalukapuarachchi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      253.85,
      350.19,
      398.95,
      392.39
    ],
    "text": "Secretary 11. Mrs. N. Godakanda",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      253.85,
      392.43,
      395.35,
      434.63
    ],
    "text": "Member 12. Mr. D. Swarnapala",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      253.85,
      434.81,
      497.93,
      543.85
    ],
    "text": "Member (all of the above 9th to 12th Respondents are of; the Health Services Committee, Public Services Commission, No. 1200/9, Rajamalwatta Road, Battaramulla.) 13. Hon. Justice Jagath Balapatabendi",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      253.85,
      543.89,
      443.11,
      600.13
    ],
    "text": "The Chairman, Public Service Commission 14. Mrs. Indrani Sugathadasa",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      253.85,
      600.29,
      443.11,
      656.56
    ],
    "text": "Member, Public Service Commission 15. Dr. T. R. C. Ruberu",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      253.85,
      656.6,
      498.43,
      769.24
    ],
    "text": "Member, Public Service Commission 16. Mr. Ahamod Lebbe Mohamed Saleem Member, Public Service Commission",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      253.85,
      71.98,
      440.95,
      100.04
    ],
    "text": "17. Mr. Leelasena Liyanagama",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      253.85,
      100.2,
      443.11,
      156.44
    ],
    "text": "Member, Public Service Commission 18. Mr. Dian Gomes",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      253.85,
      156.48,
      443.11,
      212.72
    ],
    "text": "Member, Public Service Commission 19. Mr. Dilith Jayaweera",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      253.85,
      212.88,
      443.11,
      269.12
    ],
    "text": "Member, Public Service Commission 20. Mr. W. H. Piyadasa",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      253.85,
      269.19,
      477.46,
      325.55
    ],
    "text": "Member, Public Service Commission 21. Mr. Suntharam Arumainayaham",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      253.85,
      325.59,
      447.46,
      381.83
    ],
    "text": "Member, Public Service Commission 22. Mr. M. A. B. Daya Senarath",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      253.85,
      381.87,
      497.93,
      505.09
    ],
    "text": "Secretary, Public Service Commission (all of the above 13th to 22nd Respondents are of; the Public Service Commission, No. 1200/9, Rajamalwatta Road, Battaramulla.) 23. Hon. Attorney General",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      505.25,
      470.98,
      561.49
    ],
    "text": "Attorney Generals Department, Colombo 12.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      561.53,
      498.7,
      732.54
    ],
    "text": "Respondents Before : Buwaneka Aluwihare, PC. J P. Padman Surasena, J K. Priyantha Fernando, J Counsel : Saliya Pieris, PC with Kaneel Maddumage instructed by Praveen Premathilake for the Petitioner.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      9.960000038146973,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      280.85,
      734.35,
      458.74,
      748.36
    ],
    "text": "V. Sirivardena, PC, ASG with",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      280.85,
      71.98,
      497.19,
      85.98
    ],
    "text": "R. Goonerathne, SC for the 1st to 12th",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      88.2,
      498.36,
      296.63
    ],
    "text": "& 23rd Respondents. Argued on : 07.03.2023 Written Submissions : 06.04.2023 on behalf of the 01st Tendered on 12th and 23rd Respondents. 06.04.2023 on behalf of the Petitioner. Decided on : 26.05.2023",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      298.83,
      498.46,
      750.28
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J 1. The petitioner who is a Grade I medical officer in the medical officers service, complained of a violation of his fundamental rights guaranteed in terms of Articles 12(1), 14(1)(a) and 14(1)(g) of the Constitution due to the actions of the 1st to 22nd respondents, which led to his interdiction from services as a government medical officer. This court granted leave to proceed for the alleged violation of Articles 12(1) and 14(1)(g) of the Constitution. 2. The Facts According to the petitioner, he has been the president of the Medical and Civil Rights Professional Association of Doctors (MCPA). The petitioner has visited Walsapugala, Koswagawa village in Suriyawewa situated in the district of Hambantota on 19.09.2022 to conduct a medical clinic for children in order to check their nutrition level, health, etc. It is his position that, he received requests from the community organizations in that area as he has served there previously. He had collected about 20 clinic cards from children, out of which he observed about 6 children were at severe malnutrition levels and about 10 were at moderate malnutrition levels. He has also observed that the weight of around 50% - 80% of the children whose clinic cards were inspected by him were not appropriate for their age. The petitioner says that, the weight of a child is internationally",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      71.98,
      498.46,
      653.08
    ],
    "text": "recognized as an important indicator of nutritional status and health of a child. 3. After conducting the survey, the petitioner being the president of the MCPA, has addressed the mothers who gathered with the clinic cards at the Medical Clinic to explain the process that was followed in conducting the survey. The transcript of the speech he made was marked and produced as [P-13(B)]. The petitioner has circulated the address he made to the mothers, on newspapers and social media platforms including the YouTube as well. Thereafter, on 25.09.2022 the 8th respondent has intimated to the petitioner that he is required to make a statement regarding the incident to the Ministry of Health. The petitioner has made a detailed statement to the Inquiring Unit of the Ministry of Health on 26.09.2022. Subsequently, on or about 01.11.2022 the petitioner has received a letter dated 25.10.2022 sent by the 10th respondent to the 2nd respondent, which was copied to the petitioner, giving approval to interdict the petitioner (document [P-8(A]). Thereafter, the petitioner has received the second letter dated 03.11.2022 (document [P-8(B)]) under the hand of the 2nd respondent, interdicting him from services with immediate effect. 4. It is the contention of the learned Presidents Counsel for the petitioner that, as per the letter of interdiction [P-8(B)], it refers to articles published in the newspapers Divaina, Aruna, and The Island. However, the learned Presidents Counsel referring to the transcript of the speech [P-13(B)] submitted that the newspapers have clearly embellished the statement made by the petitioner in their respective newspapers and TV channels. It was further submitted that, as mentioned in the letter of interdiction [P-8(B)], in his address to the mothers of the children, he never stated that 80% of the children of Suriyawewa are suffering from malnutrition. Thus, it was the contention of the learned Presidents Counsel that, the basis of the interdiction is misconstrued.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      655.4,
      498.46,
      749.32
    ],
    "text": "5. It was further submitted on behalf of the petitioner that, as per the Medical Services Minute of Sri Lankan Health Service, published in the Extraordinary Gazette No.1883-17, dated 11th October 2014, medical officers who come under the Sri Lanka Health Service are also responsible for education, training and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      127.82,
      71.98,
      498.38,
      102.2
    ],
    "text": "supervision in relation to health care and research, apart from the patient care services.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      104.52,
      498.42,
      247.04
    ],
    "text": "6. The learned Presidents Counsel further submitted that, in terms of the Hippocratic Oath, the petitioner is expected to use dietary regimens which will benefit the patients to the best of his ability and to ensure that no harm or injustice would be caused to them. It was further submitted that, as per chapter 31 of the Establishment Code, the petitioner is entitled to, and has a right to make statements objecting to or criticizing the government policy in respect of their terms of service.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      249.36,
      498.46,
      326.99
    ],
    "text": "7. It was further submitted that, the minister of health, who is the 1st respondent, has also made a statement on or around 12.10.2022 stating that the malnutrition in the country has increased.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      329.31,
      498.46,
      763.48
    ],
    "text": "8. Apart from the instant issue, similar occurrences have taken place on previous occasions as well. This was between the years 2016 and 2018 and also in the year 2020. Preliminary inquiries against the petitioner have been conducted regarding these allegations. It was submitted on behalf of the petitioner that those allegations were maliciously levelled against him. It was submitted by the learned Additional Solicitor General (ASG) that, the petitioner has been issued charge sheets on three previous occasions and formal disciplinary inquiries are pending against him. When disciplinary inquiries are pending with regard to an officer, and where a formal charge sheet has been issued, in order to go on foreign trips on scholarships the officer has to obtain permission from the Disciplinary Authority. Although the petitioner has pleaded that he could not attend his post graduate studies abroad, the petitioner has not filed seeking leave to travel abroad for those purposes. Therefore, it is the contention of the learned ASG that the fundamental rights of the petitioner have not been violated. 9. It is the contention of the learned ASG that, as the petitioner is primarily a medical officer, the provisions of the Establishment Code apply to him. Further, there is no material to prove that the petitioner conducted the so-called survey at the request made to him by a trade union or under the authorization of a trade union. According to the petitioner, he has collected the clinic cards of 20 children and made an assessment based on",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      71.98,
      498.42,
      248.0
    ],
    "text": "it. The learned ASG contended that, one cannot come to a conclusion regarding the percentage of children suffering from malnutrition in an entire area merely by perusing 20 clinic cards as it is inadequate to come to such a finding. It violates medical ethics to come to such a conclusion based on 20 clinic cards. Admittedly, the petitioner has made a statement to the press [P-13(B)] which he was not permitted to make in terms of the Establishment Code, and therefore, it is sufficient to interdict the petitioner from his post as a medical officer. 10. Admittedly, the petitioner is a government medical officer who",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      250.2,
      498.46,
      555.85
    ],
    "text": "is subject to the provisions of the Establishment Code. The position taken up by the petitioner is that, the petitioner has been interdicted from his official duties in terms of chapter XLVIII, section 31:1:15 of the Establishment Code. The said section 31:1:15 reads, where it is considered that allowing an officer to perform his duties is harmful or imprudent so far as the public service is concerned. The alleged acts of misconduct are mentioned in the above referred letter of interdiction [P-8(B)]. They are, first, the statements made by the petitioner without the authority or permission from the secretary to the Ministry of Health through a TV channel and various newspapers, stating that 80% of children from Suriyawewa are suffering from malnutrition. Second, by the statements made by him through the said media whereby, using media to criticize the government institutions and third, by making the above false statements through media trying to create a false impression and distrust in the eyes of the public. 11. In terms of chapter XLVII, section 6 of the Establishment Code,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      127.82,
      558.05,
      498.41,
      669.34
    ],
    "text": "the release of official information to the mass media or the public may only be done by the secretary or the head of the department. Further, in terms of section 7:2 of the above chapter, an officer shall not publish any book or article or give broadcast, talks or express opinion in public on any manner which can be administrative, without prior approval of the secretary. The petitioner has not obtained such approval.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      671.6,
      498.46,
      700.72
    ],
    "text": "12. It is the position of the petitioner that, in publishing his",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      127.82,
      702.92,
      498.46,
      765.52
    ],
    "text": "statement [P-13(B)], the media has embellished it. Although in paragraph 25 of the petition he states that he addressed the mothers who had gathered with the clinic cards explaining the process followed in the survey, and that it was the media",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      127.82,
      71.98,
      498.46,
      215.6
    ],
    "text": "personnel who were present that have published this information in the newspapers and on social media including YouTube, upon a plain reading of his statement [P-13(B)] (transcript) it is abundantly clear that the statement has not been made to the mothers in the rural village explaining the process followed in the survey, but it was a statement made to the media. Further, the photographs published in newspapers alongside articles attached clearly show that the presence of the media personnel had been prearranged.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      217.92,
      332.35,
      247.04
    ],
    "text": "13. Alleged Violation of Article 14(1)(g)",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      249.24,
      498.7,
      409.07
    ],
    "text": "The petitioner alleges that, the respondents by interdicting him from services, has violated the rights guaranteed to him under Article 14(1)(g) of the Constitution. Article 14 (1)(g) of the Constitution provides that, every citizen is entitled to the freedom to engage by himself or in association of others in any lawful occupation, profession, trade, business or enterprise. 14. In case of Elmore Perera v. Major Montague Jayawickrama,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      411.27,
      498.46,
      504.03
    ],
    "text": "[1985] 1 Sri L.R. 285, the petitioner who was the Deputy Survey-General was compulsorily retired. He complained, Inter alia, of violation of his fundamental right under Article 14(1)(g) of the Constitution. Sharvananda C.J. delivering the majority judgment rejected the complaint and said at page 323,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      172.82,
      505.73,
      498.15,
      762.82
    ],
    "text": "The right of the petitioner to carry on the occupation of surveyor is not, in any manner affected by his compulsory retirement from government service. The right to pursue a profession or to carry on an occupation is not the same thing as the right to work in a particular post under a contract of employment. If the services of a worker are terminated wrongfully it will be open to him to pursue his rights and remedies in proper proceedings in a competent court or tribunal. But the discontinuance of his job or employment in which he is for the time being engaged does not by itself infringe his fundamental right to carry on an occupation or profession which is guaranteed by Art 14(1)(g) of the Constitution. It is not possible to say that the right of the petitioner to carry on an occupation has, in this case been violated. It would be open to him, though undoubtedly it will not be easy,",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      71.98,
      498.43,
      280.43
    ],
    "text": "to find other avenues of employment as a surveyor. Art 14(1)(g) recognizes a general right in every citizen to do work of a particular kind and of his choice. It does not confer the right to hold a particular job or to occupy a particular post of ones choice. The compulsory retirement complained of may, at the highest, affect his particular employment, but it does not affect his right to work as a surveyor. The case would have been different if he had been struck off the roll of his profession or occupation and thus disabled from practicing his profession. 15. In the instant case, the petitioner is not deprived of his freedom",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      282.63,
      498.45,
      442.43
    ],
    "text": "to engage in his profession as a medical officer. His interdiction which resulted due to a procedural step taken in an inquiry into the alleged misconduct in violation of the conditions stipulated in the Establishment Code, is simply in relation to preventing him from serving as a medical officer in the government health service. Hence, the fundamental rights enshrined in article 14(1)(g) of the Constitution have not been infringed. 16. Alleged Violation of Article 12(1)",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      444.65,
      498.46,
      539.71
    ],
    "text": "The petitioner asserts that, the reasons upon which his interdiction was based on was false and inaccurate. He states that, he never made a statement that 80% of the children in Suriyawewa were suffering from malnutrition. 17. However, he states that there are children in the Hambantota",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      541.85,
      498.45,
      653.08
    ],
    "text": "area who are malnourished as well as children having a high risk of becoming malnourished and that when taken as a whole, it can be seen that there is a gradual decrease in the weight appropriate to age in about 50-80% children in the area as per the survey conducted by him. 18. The respondent asserts that, it is wrong of the petitioner to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      127.82,
      655.28,
      498.46,
      750.28
    ],
    "text": "come to a conclusion and publish information regarding the overall percentages of malnutrition in a particular area merely on the basis of a survey based on 20 clinic cards of children. The respondent further states that, the petitioner has not denied that the sample he took into consideration in coming to the conclusion was in fact 20 clinic cards.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      71.98,
      498.27,
      85.98
    ],
    "text": "19. The petitioner asserts that, in terms of Chapter XLVIII Section",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      127.82,
      88.2,
      498.41,
      167.0
    ],
    "text": "31:11 of the Establishment Code, the wages of a public officer who has been interdicted can be withheld only upon two clearly defined instances being fulfilled. He states that the case at hand does not fall within the purview of these instances and therefore, his wages cannot be withheld.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      169.32,
      498.44,
      198.44
    ],
    "text": "20. However, Chapter XLVIII Section 31:12 clearly states that, for",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      127.82,
      200.64,
      498.42,
      279.47
    ],
    "text": "instances not falling within the purview of Section 31:11, the decision to pay or withhold wages is within the discretion of the Disciplinary Authority, giving due regard to factors such as the seriousness of the charge, prior record of service of the officer, his financial needs, etc.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      281.79,
      498.28,
      310.79
    ],
    "text": "21. The petitioner states that the actions, inactions and decisions",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      127.82,
      312.99,
      498.45,
      440.39
    ],
    "text": "of the respondents are violative of his rights guaranteed under Article 12(1) of the Constitution which provides for equality before the law and equal protection of the law. In that, they are discriminatory, arbitrary, irrational, illegal and unreasonable and violative of equality and equal protection of law. The petitioner states that the actions, inactions and decisions of the respondents are a breach of legitimate expectations and the rules of natural justice.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      442.73,
      498.38,
      471.85
    ],
    "text": "22. Specific provisions are made on releasing of official information",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      127.82,
      474.05,
      498.46,
      601.45
    ],
    "text": "to the mass media or the public and publication of books, articles, broadcasts, talks etc in chapter XLVII section 6 and 7 of the Establishment Code respectively. Public officers are prohibited from giving media statements without prior approval from the authorities. As mentioned before, some of the statements he made appears to be inaccurate and were based on incomplete data which may cause embarrassment to the government and also could mislead the public.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      603.77,
      498.34,
      632.8
    ],
    "text": "23. Undoubtedly, the petitioner as a government servant is entitled",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      127.82,
      635.0,
      498.46,
      697.6
    ],
    "text": "to the fundamental rights enshrined in the Constitution. However, as per Article 55 of the Constitution, state preserves the right to regulate the conditions of public service, disciplinary control and their conduct.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      699.92,
      498.38,
      729.04
    ],
    "text": "24. The scope of Article 12(1) has expanded to a great extent in the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      127.82,
      731.23,
      498.25,
      761.44
    ],
    "text": "recent past. It captures within its purview many violations affording extensive protection of fundamental rights.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      72.1,
      498.62,
      101.24
    ],
    "text": "25. In case of Ariyawansa and others v. The Peoples Bank and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.82,
      103.44,
      498.44,
      147.58
    ],
    "text": "others [2006] 2 Sri LR 145 at 152 Bandaranayake J. stated that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      149.28,
      498.63,
      243.32
    ],
    "text": "The concepts of negation of arbitrariness and unreasonableness are embodied in the right to equality as it has been decided that any action or law which is arbitrary or unreasonable violates equality. 26. In Wijerathna v. Sri Lanka Ports Authority [2020] SC (FR)",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.82,
      245.52,
      498.46,
      305.89
    ],
    "text": "Application No. 256/2017 - SC Minutes 11.12.2020 Justice Kodagoda explains the concept of equality as provided within Article 12(1) as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      307.59,
      498.3,
      548.41
    ],
    "text": "The concept of equality was originally aimed at preventing discrimination based on or due to such immutable and acquired characteristics, which do not on their own make human being unequal. It is now well accepted that, the right to equality covers a much wider area, aimed at preventing other injustices too, that are recognized by law. Equality is now a right as opposed to a mere privilege or an entitlement, and in the context of Sri Lanka a Fundamental Right, conferred on the people by the Constitution, for the SC F/R 231/2018 JUDGEMENT Page 8 of 17 purpose of curing not only injustices taking the manifestation of discrimination, but a host of other maladies recognized by law. 27. Thus, it is obvious that arbitrary, unreasonable decisions do",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      550.61,
      498.69,
      597.01
    ],
    "text": "fall within the ambit of Article 12(1) of the Constitution. 28. However, in Jaisinghani v. Union of India and others (1967",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.82,
      599.21,
      397.15,
      627.18
    ],
    "text": "AIR 1427 at 1434) Ramaswami J. observed:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      172.82,
      629.0,
      498.13,
      756.46
    ],
    "text": "[T]he absence of arbitrary power is the first essential of the rule of law upon which our whole constitutional system is based. In a system governed by rule of law, discretion, when conferred upon executive authorities, must be confined within clearly defined limits. The rule of law from this point of view means that decisions should be made by the application of known principles and rules and, in general, such decisions should be",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      71.98,
      498.3,
      199.4
    ],
    "text": "predictable and the citizen should know where he is. If a decision is taken without any principle or without any rule it is unpredictable and such a decision is the antithesis of a decision taken inaccordance with the rule of law. (See Dicey - Law of the Constitution - Tenth Edn., Introduction cx). 29. The fact that a decision is not in ones favor does not make it",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      201.6,
      498.43,
      345.23
    ],
    "text": "arbitrary. In accordance with the rule of law, if a decision is predictable and in accordance with existing rules and principles, it cannot be arbitrary. In the instant case, the Establishment Code clearly lays down the conduct that should be followed by a public officer, and it could be predicted that a conduct in violation of such provisions would inevitably entail disciplinary action, as clearly set out in the Code. 30. The petitioner states that his interdiction was done maliciously",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      347.43,
      498.7,
      393.83
    ],
    "text": "and lacks uberrima fides. 31. In case of Sasanasiritissa Thero v. P. A. de Silva [1989] 2",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      109.82,
      396.03,
      382.75,
      423.97
    ],
    "text": "Sri L.R. 356, Kulatunga, J explained that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      425.67,
      498.43,
      536.89
    ],
    "text": "while, in its narrow sense, mala fides means personal animosity, spite, vengeance, personal benefit to the authority itself or its relations or friends, the phrase is used by Courts in the broad sense of any improper exercise or abuse of power. 32. In the instant case, there is no allegation of personal animosity,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      127.82,
      539.09,
      498.46,
      617.95
    ],
    "text": "spite or vengeance nor is there any personal benefit accrued by the authority by the interdiction of the petitioner. Thus, the actions, inactions and decisions of the respondents are not arbitrary and therefore, are not violative of his rights guaranteed under Article 12(1) of the Constitution.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      620.24,
      498.33,
      649.36
    ],
    "text": "33. Public officers are placed with a very important function in the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      127.82,
      651.56,
      498.46,
      746.62
    ],
    "text": "society. However, the power that is conferred onto them is not absolute. They must essentially use such powers for the benefit of the public, to further the purposes for which they were entrusted with such power. When looking at the bigger picture, careless behavior of this nature involving the media should be restrained to preserve social order.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.8
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      72.1,
      498.41,
      101.24
    ],
    "text": "34. When considering the material that has already been discussed",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      127.82,
      103.44,
      498.4,
      166.1
    ],
    "text": "above, I am of the view that the petitioner has failed to establish the violation of his Fundamental Rights guaranteed under Article 14(1)(g) and 12(1) of the Constitution. The Application is dismissed. I make no order with regard to costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      179.64,
      304.37,
      212.69
    ],
    "text": "Application is dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "Calibri"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      270.87,
      498.7,
      365.85
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE BUWANEKA ALUWIHARE, PC.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      172.82,
      366.14,
      216.74,
      382.5
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      432.87,
      498.7,
      527.87
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE P. PADMAN SURASENA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      172.82,
      530.09,
      215.81,
      544.09
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      244.85,
      546.29,
      461.62,
      625.07
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]