{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-09-11-SC-APPEAL-86-2009",
  "num": "SC/APPEAL/86/2009",
  "date_str": "2025-09-11",
  "description": "",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal-86_2009.pdf",
  "parties": "Dilani Nima Nanayakkara, 150, Wekunagoda Road, Galle. Petitioner-Petitioner 1. Buddhist and Pali University of Sri Lanka, 214, Bauddaloka Mawatha, Colombo 07. 2. Prof. Ven. Wegama Piyaratana, Former Vice Chancellor, Buddhist and Pali University of Sri Lanka. 3. Ven. Akiriyagala Nanda, Former Dean, Faculty of Buddhist Studies and a member of the Council, Buddhist and Pali University of Sri Lanka. 4. Dr. Ven. Neluwe Sumanawansa, Dean, Faculty of Languages and former member of the Council, Buddhist and Pali University of Sri Lanka. 5. E.A. Wickremasinghe, Associate Professor, Department of Sinhala and Modern Languages and former member of the Council, Buddhist and Pali University of Sri Lanka. 6. Ven. Wauwae Dhamarakkita, Member of the Council, Buddhist and Pali University of Sri Lanka. 7. Koggala Wellala Bandula, Former member of the Council, Buddhist and Pali University of Sri Lanka. 8. Kodituwakku, Secretary Ministry of Religious Affairs and former member of the Council, Buddhist and Pali University of Sri Lanka. 9. S.S.N. De Silva, Senior Assistant Secretary, Ministry of Higher Education and former member of the Council, Buddhist and Pali University of Sri Lanka. 10. A.A. Nawarathne, Former member of the Council, Buddhist and Pali University of Sri Lanka. 11. Dr. Ven. Thumbullae Sri Seelakkanda, Former member of the Council, Buddhist and Pali University of Sri Lanka. 12. Prof. Ven. BellanwitaWimalarathna, Former member of the Council, Buddhist and Pali University of Sri Lanka. 13. Ven. Kotugoda Dammawansa, Former member of the Council, Buddhist and Pali University of Sri Lanka. 14. Ven. Depanama Sugathabandu, Former member of the Council, Buddhist and Pali University of Sri Lanka. 15. Prof. Chandra Wickramagamage, Former member of the Council, Buddhist and Pali University of Sri Lanka. 16. Ven. Valamitiyawe Kusala Damma, Former member of the Council, Buddhist and Pali University of Sri Lanka. 17. Registrar, Buddhist and Pali University of Sri Lanka. 18. Deputy Registrar, Buddhist and Pali University of Sri Lanka, All of 214, Bauddaloka Mawatha, Colombo 07. Respondents-Respondents 19. Prof. Ven. Itthademeliya Indasara, Former Vice Chancellor, Buddhist and Pali University of Sri Lanka. 20. Prof. Ven. Uthurawala Dhammaratana, Former member of the Council, Buddhist and Pali University of Sri Lanka. 21. H.M. Herath, Secretary Ministry of Religious Affairs and former member of the Council, Buddhist and Pali University of Sri Lanka. 22. Piyasena Ranapura, Senior Assistant Secretary Ministry of Higher Education and former member of the Council, Buddhist and Pali University of Sri Lanka. 23. Prof. Ven. Kollupitiye Mahinda Sangarakkita, Former member of the Council, Buddhist and Pali University of Sri Lanka. 24. Ven. Balangoda Sobitha, Former member of the Council, Buddhist and Pali University of Sri Lanka. 25. Ven. Banagala Upatissa, Former member of the Council, Buddhist and Pali University of Sri Lanka. 26. Ven. Trikunamale Ananda, Former member of the Council, Buddhist and Pali University of Sri Lanka, All of 214, Bauddaloka Mawatha, Colombo 07. Respondents 27. Prof. Ven. Neluwe Sumanawansa, Vice Chancellor, Buddhist and Pali University of Sri Lanka. and Others\n\nView More",
  "judgement_by": "Hon. A. L. Shiran Gooneratne J"
}