{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-09-09-SC-FR-371-2015",
  "num": "SC/FR/371/2015",
  "date_str": "2025-09-09",
  "description": "",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_371_2015.pdf",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "parties": "1. Pitawasala Koralage Handunpriya Aravinda Premakeerthi, No. 44, Rathanajothi Mawatha, Godigamuwa, Ratnapura. 2. Sinhabahu Gottabaya Kirumbara Liyanage, No. 61/12, Saman Place, Ratnapura. 3. Elabada Liyanage Asantha Harshan Silva, 214/A, Horana Road, Wekada, Panadura. 4. Andawatta Kankanamge Jayampathi Karunarathne, 219/3A, 2nd Canal, Polonnaruwa. 5. Edirimannage Kulasinghe, 93/187, Kiralawelkatuwa, Embilipitiya. 6. Batugoda Gedara Wajira Sampath Batugoda, 124, Aththaragama, Pattiyawatta, Kandy (HP). 7. Herathge Priyantha Saman Kumara, No. 199, Thalihunna, Gangolla, Meethlawa. 8. Loku Vidanelage Rathnasekara, 143, Lassakanda, Erathna, Kuruwita. 9. Udukumbura Gedara Udeni Sisira Bandara, 101/2, Godagandeniya, Peradeniya. 10. Wasala Mudiyanselage Priyantha Kulasekara, 10/C/2, Kalugalawatta, Werelagama. 11. Lankeshwarage Gammedde Gedara Anoma Sugathadasa, 99/1, Hiddhaula, Handessa. 12. Kospala Wattage Don Chathura Chaminda Jayasena, No. 96, Dhambawela, Gurudeniya, Kandy. 13. Rathnayake Mudiyanselage Dulan Chulanga Rathnayake, 1/28, Prison Quarters, Mosque Road, Kandy. 14. Ekirige Herath Mudiyanselage Weerakoon Banda, 129/2, Ambakote, Kengalla. 15. Dewatha Pedige Shelton Abeysinghe, No. 2, Saman Place, Paradise, Kuruwita. 16. Hewayalage Premachandra, Dandeniya, Galapitamada. 17. Pallegedara Sumith Bandara Dodandeniya, 28/1, A1 Prison Quarters, Mosque Road, Bogambara, Kandy. 18. Hiniduma Liyanage Sarath, 311/B/3, Elhena, Heyley Road, Attiligoda, Galle. 19. Weerasinhage Sisira, B27/1, Kadadara, Imbulana, Ruwanwella. 20. Muhandiramlage Upali Muhandiram, D 256/1, Magammana, Dehiowita. 21. Willora Arachchige Stanley Perera, Gauda State, Malawa, Kuruwita. 22. Dasanayaka Ranasingha Mudiyanselage Waruna Eheliyagoda, Prison Head Quarters, Colombo 09. 23. Nagoda Liyanage Senevirathna, No. 181A, “Shanthi Nivasa”, Pethiyagoda, Gelioya. 24. Kubure Gedara Chandana Wijebandara, A1 Prisons Flats, Borella. AND OTHERS\n\nView More",
  "judgement_by": "Hon. Sampath B. Abayakoon J"
}