[
  {
    "page_number": 0,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      150.62,
      74.42,
      612.39,
      105.77
    ],
    "text": "IN THE SUPREME COURT OF DEMOCRATIC SOCIALIST",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.58,
      111.41,
      376.8,
      142.58
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.58,
      145.71,
      515.67,
      456.82
    ],
    "text": "1. Dawooduge Mohamed Abiyar 2. Dawooduge Sajahan 3. Dawooduge Mohamed Nizam. All Rambukkanthenne, Ridigama. PLAINTIFFS Vs. D.C. Kurunegala Case No. 3532/L High Court (Civil) Kurunegala Haji Lebbai Mohamed Ismail alias Case No. NWP/HCCP/KUR/97/07(F) Mohamed Lebbai of Wewagerara, Ridigama. SC Case No. SC/HCCA/LA 57/12 SC Appeal No. 127/2012. DEFENDANT AND",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.58,
      460.28,
      536.31,
      712.33
    ],
    "text": "1. Dawooduge Mohamed Abiyar 2. Dawooduge Sajahan 3. Dawooduge Mohamed Nizam. All Rambukkanthenne, Ridigama. PLAINTIFF–APPELLANTS Vs. Haji Lebbai Mohamed Ismail alias Mohamed Lebbai, of Wewagedare, Ridigama. DEFENDANT–RESPONDENT",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.61,
      74.93,
      543.37,
      324.8
    ],
    "text": "AND NOW. In the matter of an Application for Leave to Appeal in terms of section 5 (C) (1) of the High Court of the Provinces (Special Provisions) (Amendment) Act No. 54 of 2006 read together with Article 128 of the Constitution. Haji Lebbai Mohamed Ismail alias Mohamed Lebbai, of Wewagedara, Ridigama.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      330.44,
      589.37,
      698.29
    ],
    "text": "DEFENDANT–RESPONDENT-PETITIONER. Vs. 1. Dawooduge Mohamed Abiyar 2. Dawooduge Sajahan 3. Dawooduge Mohamed Nizam. All Rambukkanthenne, Ridigama. PLAINTIFF-APPELLANT– RESPONDENTS. Before : Priyantha Jayawardena, PC.J. P. Padman Surasena, J & E.A.G.R. Amarasekara, J.",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      74.93,
      543.39,
      146.57
    ],
    "text": "Counsel : Rohan Sahabandu, PC with V. Puvitharan, PC and Ms. Hasitha Chaturika Elvitigala for the Defendant – Respondent-Appellant. M.U.M. Ali Sabry, PC with Naamiq Nafath and Hassan Hammeed for the Plaintiff – Appellant- Respondents.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      185.45,
      253.78,
      199.49
    ],
    "text": "Argued On : 15/05/2020",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      238.4,
      255.82,
      252.44
    ],
    "text": "Decided On : 01/04/2021",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      291.2,
      222.46,
      305.24
    ],
    "text": "E. A. G. R. Amarasekara, J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      341.48,
      537.19,
      440.98
    ],
    "text": "The Plaintiff – Appellant – Respondents (hereinafter referred to as the Plaintiffs) instituted proceedings against the Defendant –Respondent – Petitioner (hereinafter referred to as the Defendant) in the District Court of Kurunegala inter alia seeking for a declaration of title to the land more fully described in the 2nd schedule to the plaint which is a part of the land described in the 1st schedule and to have the Defendant evicted from the said land and for damages.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.58,
      452.02,
      326.4,
      466.06
    ],
    "text": "Plaintiffs in their Plaint stated inter alia that:",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      85.58,
      474.92,
      536.79,
      491.14
    ],
    "text": "a) The original owner of the land in dispute was one Marimuttu and she gifted",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      85.58,
      494.14,
      540.37,
      576.61
    ],
    "text": "the land in the 1st Schedule to the Plaint to Rajendran, her son, by Deed No. 16102 dated 3rd July 1971, marked as P1 at the trial, and said Rajendran by Deed No.16699 dated 11.10.1982, marked as P2 at the trial, transferred the same to the Plaintiffs. b) The said Marimuttu revoked P1 by Deed No. 1272 dated 11th October 1982,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      85.58,
      579.61,
      538.27,
      645.01
    ],
    "text": "marked as P4 at the trial, and the said revocation was not lawful and further, aforesaid Marimuttu, Rajendran and the Defendant had collectively perpetrated a fraud on the Plaintiffs. c) After the death of Marimuttu, four out of her five children, including",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      103.58,
      648.01,
      530.68,
      696.25
    ],
    "text": "aforesaid Rajendran, as the heirs of said Marimuttu, executed a Deed No.5222 dated 3rd October 1985, marked as P5 at the trial, conveying their rights to Rajapoobathy Samuel, the other sibling, while declaring that",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      85.58,
      74.81,
      537.56,
      123.05
    ],
    "text": "Marimuttu did not deliver the aforesaid deed of gift(P1) and held the possession of the property in dispute. d) No title passed from Marimuttu to her children including said Rajapoobathy",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      85.58,
      126.05,
      537.14,
      157.25
    ],
    "text": "Samuel. e) Aforesaid Rajapoobathy Samuel subdivided the land in the First Schedule to",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      85.58,
      158.99,
      541.35,
      259.76
    ],
    "text": "the Plaint in the manner depicted in Plan No.1849 dated 16th February 1986, marked as P6 at the trial, and transferred Lot 7 of the same, which is more fully described in the second schedule to the plaint, to the Defendant by Deed No.2888 dated 20th February 1989, marked as P7 at the trial, by which the Defendant does not get any title. f) The Defendant has been in unlawful occupation of the premises in suit since",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      103.58,
      261.62,
      215.62,
      293.96
    ],
    "text": "2nd February 1989.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      67.58,
      305.0,
      537.01,
      542.98
    ],
    "text": "The Defendant in his amended answer admitted the paragraph 3 of the plaint which states that Marimuutu had conveyed (පවරා දී ඇත) the land in the 1st schedule to the plaint to said Rajendran by executing P1. However, the Defendant takes up the position that said Rajendran did not have lawful title to transfer the said land by P2, to the Plaintiffs. He further had stated that said Marimuttu lawfully and voluntarily cancelled the gift made by P1 and possessed the land till she died and four of her children transferred the land in the 1st schedule to the plaint to their sister, Rajapoobathy Samuel who subdivided the land into several lots as per plan P6 and transferred the said lots to tenants of the boutiques in those lots including the Defendant. Thus, the Defendant in his amended answer had claimed title to land in schedule 2 to the plaint on the strength of P7, a deed of transfer executed by said Rajapoobathy Samuel. Furthermore, the Defendant had claimed prescriptive title to the land in suit on the basis of long and continuous possession of the Defendant and his predecessors in title.",
    "fonts": [
      "Calibri",
      "NirmalaUI"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      67.58,
      554.02,
      543.27,
      704.89
    ],
    "text": "Even though the Defendant in paragraph 11 of his amended answer averred that the gift given by executing P1 by said Marimuttu had not been accepted by the Donee, Rajendran, and Marimuttu did not hand over the possession or the original deed to Rajendran, as such, said gift was not valid in law, no issue had been raised by the Defendant on such averments at the beginning or during the trial. Thus, it is apparent that the Defendant appeared to have waived contesting P1 on those grounds when raising issues. This waiver has to be considered in the light of the aforesaid admission of paragraph 3 of the plaint at the commencement of the trial. As indicated above, admission of paragraph 3 of the plaint is not limited to the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      67.58,
      74.81,
      542.04,
      261.56
    ],
    "text": "admission of the execution of the deed of gift marked P1 or the mere gifting of the relevant land, it also in a way admits the handing over of the relevant property in the 1st schedule (පලවන උප ලේඛනලේ ලේපල පවරාදීම) to Rajendran. It must be noted similar terminology had been used by the Defendant in paragraph 8 of the amended answer to indicate that the property in the 2nd schedule became his property. On the other hand, even if one does not give such wider interpretation to the admission of paragraph 3 of the plaint and limit it to mean only the execution of deed of gift mentioned there, as explained above, the defendant appeared to have waived contesting the gift made by P1 on the ground of non-acceptance as averred in paragraph 11 of his amended answer with the raising of issues for the trial.",
    "fonts": [
      "Calibri",
      "NirmalaUI"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      67.58,
      271.34,
      535.55,
      457.54
    ],
    "text": "In fact, the first issue raised by the Plaintiffs at the trial refers to the 3rd paragraph of the plaint, which was admitted by the Defendant, and it queries whether Rajendran who gained rights and entitlements as per the said paragraph 3 of the plaint transferred them to the Plaintiffs. The Defendant neither has objected to this issue on the basis that the Plaintiffs had not gained any rights or entitlement as per paragraph 3 of the plaint, nor raised any counter issue on the premise that the Plaintiffs did not get any right or entitlement as per paragraph 3 of the plaint. The other issues raised by the Plaintiffs concentrate on to query whether the Defendant’s predecessors in title had title to transfer their rights as well as whether the Defendant is in unlawful possession disputing plaintiffs’ rights and also to query whether the Plaintiffs are entitled to the reliefs prayed for.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      67.58,
      468.58,
      543.13,
      687.73
    ],
    "text": "Issues no. 9 and no.10 raised at the trial were the first two issues raised by the Defendant and they query whether the gift given to Rajendran by Marimuttu by executing P1 was validly cancelled by said Marimuttu. Other issues raised by the Defendant focus on whether the sale by Rajendran to the Plaintiffs after the said cancellation was valid and whether the Defendant has legally acquired title to the property in issue through the Deed marked P7 and /or by prescription, and if so, his entitlements to the reliefs prayed for in the answer. Thus, the validity of the Deed of Gift given to Rajendran, marked P1, till it was purportedly cancelled by Marimuttu, was never at issue at the trial. As held in Hanaffi Vs Nallamma (1998) 1 Sri L R 73, once issues are framed, the case which the court has to hear and determine is crystallized in the issues, and the pleadings recede to the background. Hence, whether the gift given by P1 was accepted or not was not a matter in issue in the District Court for the parties to adduce evidence in that regard. (Also see",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.58,
      74.81,
      503.32,
      105.89
    ],
    "text": "Kulatunga Vs Ranaweera (2005) 2 Sri L R 197, Chandrasiri Fernando V Titus Wickramanayake 2012 BLR 344)",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.58,
      116.93,
      542.92,
      165.17
    ],
    "text": "The learned District Judge decided in favour of the Defendant but, in appeal, the learned High Court Judges of the Kurunegala Civil Appellate High Court decided the dispute in favour of the Plaintiffs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.58,
      176.21,
      542.67,
      344.12
    ],
    "text": "As per the judgment of the District Court, the issue whether P1 was properly cancelled by Marimuttu had been identified by the Learned District Judge as the main issue to be solved – vide page 140 of the brief. Other than the claim of prescription by the Defendant, in terms of the issues raised at the trial, if the said revocation is invalid, the Plaintiffs get the paper title through Rajendran and the Defendant does not get paper title from the heirs of Marimuttu. Even the claim on prescription by the Defendant shall fail since he apparently had admitted that he was the tenant up to the time he bought the land with the execution of P7 in 1989, and further, as he cannot rely on the possession of purported predecessors, if the said deed, P7 is not valid.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.58,
      355.16,
      539.01,
      659.77
    ],
    "text": "However, the learned District Judge, without any averment or reference in the pleadings filed and the issues raised, had come to a finding that since the disputed land is within the Kurunegala District where Kandyan Law applies, donor could cancel the deed without giving any reason and as such the revocation was valid. Nevertheless, in appeal, learned High Court judges have correctly held that Kandyan Law is not a territorial law that applies to all the people resident in the Kandyan Province but a law personal to Kandyan Sinhalese and, admittedly Marimuttu being a Tamil, he was not governed by the Kandyan law, and as such, the learned District Judge erred in considering P1 as a Kandyan Gift that could be cancelled by the Donor himself. This part of the learned High Court Judges’ judgment is not in dispute before this court. Even the Defendant admits the finding on non-applicability of Kandyan Law is correct - vide paragraph 26(i) of the Petition as well as at page 5 of his written submissions dated 06.06.2019. However, the learned High Court Judges came to the finding that there was a tacit acceptance of deed of gift marked P1 and, hence, allowing the appeal, held in favour of the Plaintiffs as mentioned above. When the leave to appeal application was supported by the aggrieved Defendant, on 17.07 2012 this court has granted leave on two questions of law which will be referred to later in this judgment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.58,
      74.81,
      543.23,
      669.97
    ],
    "text": "As per Public Trustee V Uduruwana 51 N L R 193, a donation is a bilateral agreement to which there must be two consenting parties1; one person is called the “donor” who without being under any legal obligation so to do and without receiving or stipulating for anything in return gives or promises to give something to another, who is called the “donee”2. In Abubucker Vs Fernando (1987) 2 Sri. L. R 225, referring to page 285 of the 5th edition of Roman Dutch Law by Lee, it was held that under the Roman Dutch Law, a donation is regarded as a contract and no obligation arises until the acceptance by the donee and, a donation to be valid has to be perfected by acceptance. Further with reference to Hendrick V Sudritaratne (1912) 3 CAC 80, it was further mentioned that no particular form is required for the acceptance of the gift and that it is in every case a question of fact whether or not there are sufficient indications of the acceptance by the donee. In Nagalingam V Thanabalasingham 50 N L R 97 at 98 Canekeratne J., pointed out that a donor makes a gift with the intention that the thing would become the property of the donee; the offer must be accepted by him to whom it is made, for the concurrence of the donor and donee must take place in order to render the donation perfect, the obligatory effect of the gift depends upon its acceptance. More than a century ago, a full bench decision of D.C. Matara 20,862(1871), Vand.168 also had stated that a deed of gift have no force until it is accepted. Even though, it was held in Siriwardene V Wirawanthan (2001) 2Sri L R 288 and in Nonai V Appuhamy 21 N L R 165 that the effect of non-acceptance of a gift by the donee is to entitle the donor to revoke the gift and make any disposition of any kind, it appears from the decisions mentioned above that if the donation is not accepted the gift made is void indicating that executing a deed of revocation is not a must. Referring to Fernando V Alwis 37 N L R 201 the Defendant in his written submissions dated 06.06 2019 argues that the effect of non-acceptance is that it renders the gift invalid and not merely voidable. Furthermore, citing Bertie Fernando and Others V Missie Fernando and Others (1986) 1 S L R 211 in the said written submissions, the Defendant contends that non-acceptance vitiates a deed and there need not be any revocation even though there is a practice evolved to execute deed of revocation. Considering the ratio of aforementioned judgments this court is not hesitant to accept that a donation given by a deed is not valid, if the donation is not accepted by the donee, and a deed of revocation is not mandatory. This position can be further cemented since the right to challenge the validity of a gift for want of acceptance is not restricted to the donor- vide Kanapathipillai V",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.58,
      684.46,
      412.48,
      719.95
    ],
    "text": "1 Quoting from Welluppu V Mudalihamy (1903) 6 N L R 44 2 Quoting from Voet XXXIX 5. 1.,3 Maasdorp (4th ed.) p.104, 2 Nathan (2nd ed.) p1155",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.58,
      74.81,
      537.78,
      140.09
    ],
    "text": "Kasinather 39 N L R 544. However, what this court has to keep in mind in deciding the appeal at hand is that acceptance of a donation is a matter of fact and, as mentioned before, no particular form is required for the acceptance. As such it depends on the facts of each case.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.58,
      151.13,
      538.69,
      216.53
    ],
    "text": "In Bindua V Untty 13 N L R 259 it was decided that acceptance may be manifested in any way in which assent may be given or indicated. The question of acceptance is a question of fact, and each case has to be determined according to its own circumstances.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.58,
      227.57,
      533.33,
      327.08
    ],
    "text": "Since, the acceptance of a gift is a question of fact, this court has to now consider whether the Defendant could have been allowed to argue in appeal before the High Court or whether the learned High Court Judges could have decided on a question of law that is mingled with such factual circumstances, where the Defendant failed or waived to put such factual circumstances in issue in the original court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.58,
      338.12,
      540.21,
      471.82
    ],
    "text": "Somawathie V Wilmon (2010) 1 Sri L R 128 was a case where it was held that the High Court was wrong in law in considering the question of non-acceptance of the deed of gift since there was a failure to raise an issue on that ground in the District Court or lead any evidence to that effect. It was further held that a new ground cannot be considered for the first time in appeal, if the said new ground has not been raised at the trial under the issues so framed. However, the Appellate Court could consider a point raised for the first time in appeal if the following requirements are fulfilled;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      96.26,
      480.68,
      526.99,
      496.9
    ],
    "text": "a) The question raised for the first time in appeal, is a pure question of law",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      96.26,
      499.9,
      530.38,
      531.1
    ],
    "text": "and is not a mixed question of law and fact. b) The question raised for the first time in appeal, is an issue put forward in",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      96.26,
      534.1,
      503.32,
      565.18
    ],
    "text": "the court below, under one of the issues raised, and c) The court which hears the appeal has before it all the materials that",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.26,
      568.33,
      293.98,
      582.37
    ],
    "text": "require to decide the question.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.58,
      593.41,
      533.43,
      641.65
    ],
    "text": "It was also held in Thalwatte V M. Somasundaram (1997) 2 Sri L R 109 at 111and 112 that a new contention involving question of mixed fact and law cannot be raised for the first time in an appeal.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.58,
      652.69,
      532.17,
      717.97
    ],
    "text": "Since whether a deed of gift was accepted or not is a question of fact, an issue of law based on such circumstances is not a pure question of law. As mentioned before, whether the gift made by P1 was accepted or not, was not a matter to be decided by the District Court as per the issues raised at the trial. In terms of the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.58,
      38.16,
      309.17,
      62.64
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.58,
      74.81,
      542.68,
      259.76
    ],
    "text": "issues raised at the original court what was to be decided was not the validity of the gift made by P1 or whether it was void but whether P1 was validly cancelled by Marimuttu and, if so, whether title goes to the Defendant as per the manner stated by the Defendant or by prescription or, if not, whether the Plaintiffs get title as per the manner claimed by them. On the other hand, when there was no issue challenging the acceptance of the gift which is a question of fact, a court sitting in appeal cannot come to a conclusion that all the materials that require to decide the question is before the court since in the original court the parties had to meet each party’s case enunciated by issues raised before the original court. Further, as per Section 5 of the Evidence Ordinance, evidence can be led only on facts in issue and relevant facts. In this regard I would like to refer to the following decisions;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.58,
      270.8,
      542.63,
      489.94
    ],
    "text": "Chrishanthi Peiris Vs Matilda Fernando and 3 Others 2012 B L R 354- which held “the purpose to raise issues and admissions in terms of the Civil Procedure Code is in one respect to identify each party’s case before Court. Issues are generally raised from the pleadings and it is also permissible to raise issues when evidence transpire in court and based on evidence issues could be suggested.” ;…. It appears that this judgment upheld the position that the appellate court cannot consider new positions not urged before the trial judge. (In the matter at hand, as mentioned before, even though there was a pleading in the amended answer challenging the validity of P1 on the ground of non-acceptance, the Defendant did not raise an issue on that, and even when P1, the now impugned deed of gift and its purported revocation, P4 were marked and contents were transpired, no issue was raised as to the validity of the gift for want of acceptance indicating, more likely, a waiver of such position)",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.58,
      500.98,
      524.38,
      583.45
    ],
    "text": "Pathmawathie Vs Jayasekare (1997) 1 Sri. L. R. 248- “It must always be remembered by Judges that the system of civil law that prevails in our country is confrontational and therefore, the jurisdiction of the judge is circumscribed and limited to the dispute presented to him for adjudication by the contesting parties……",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.58,
      594.49,
      523.3,
      659.77
    ],
    "text": "……Our civil law does not in any way permit the adjudicator or the judge the freedom of the wild ass to go on a voyage of discovery and make a finding as he pleases may be on what he thinks is right or wrong, moral or immoral or what should be the correct situation. The adjudicator or the judge is duty bound to",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      74.81,
      541.2,
      105.89
    ],
    "text": "determine the dispute presented to him and his jurisdiction is circumscribed by that dispute and no more.”3",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      116.93,
      540.16,
      267.8
    ],
    "text": "This court is mindful of the fact that there may be instances of factual situations where the record of the original court may speak for itself without the need of an opportunity for any party to lead evidence in that regard;( whether the judge acted in a prejudicial manner in relation to a party ; or where a transaction to be valid has to be executed in a particular form such as one that has to be attested by a Notary Public but the document marked is not so attested, can be taken as examples.) However, whether the acceptance of a gift took place or not is not a matter that can be decided by ancillary evidence that might have come up with the evidence that was intended to prove issues raised on other grounds.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      278.84,
      543.35,
      446.74
    ],
    "text": "Hence, as indicated by the aforesaid decisions, it can be said that whether the gift by P1 is valid or not, for the want of acceptance, was not a matter that could have been considered in appeal by the learned High Court Judges when it was not raised as an issue in the original court. In that sense, the learned High Court Judges have exceeded their jurisdiction in appeal when they opted to find the validity of P1 on the ground whether it was accepted or not. Thus, it appears, the learned High Court Judges took the dispute between the parties outside the scope of the dispute presented through the issues before the original court in deciding the appeal presented before them by considering whether the gift by P1 was accepted or not.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      457.78,
      535.58,
      625.57
    ],
    "text": "As mentioned before, the learned District Judge erred in applying Kandyan Law principles to one of the main issues to be solved but the learned High Court Judge correctly decided that the Kandyan Law has no relevance to the matter at hand. Nevertheless, it is worthwhile to see whether P1 is revocable under common law by the donor. As said before, if the gift was not accepted, it is not necessary to execute a deed of revocation though there is a practice of executing deeds of revocation. Such revocation has to be considered as mere declaration by the original donor as to nonexistence of a valid gift. If there is a dispute as to the acceptance it has to be resolved through a competent court of law, since it is a matter relating to the existence or nonexistence of a contract.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      636.73,
      534.67,
      667.81
    ],
    "text": "A donation by its nature is irrevocable subject to certain exceptions such as ingratitude, donor having children after a gift of great value, and being prejudicial",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.58,
      696.58,
      459.55,
      719.95
    ],
    "text": "3 With reference to the case in the matter of the Estate of Don Cornelis Warnasuriya 2 N L R 144",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      67.58,
      73.53,
      540.95,
      430.66
    ],
    "text": "to the legitimate portion of the donor’s children due to its magnitude etc.4 However, when the donation is mortis causa, as it is termed, or under the apprehension of approaching death, it may at all times be reclaimed during the lifetime of the donor.5 A duly constituted gift can never be revoked by the donor, unless the donee has turned out to be ungrateful ……6 A donor may expressly reserve to himself the power to revoke a gift, and revocation in the exercise of such power is valid. If the reservation is to revoke in case of misconduct of the donee, such misconduct should be averred and proved to justify a revocation.7 A gift that is subject to a limitation or a condition may be revoked if such condition attached to it has not been fulfilled.8 The submissions made on behalf of the appellants in Kanapatthipillai V Kannachi 13 N L R 166 , with reference to Voet 39, 5, 24-86, Sansoni V Foenander (1872) Ram.32, Government Agent, Western Province V Palaniappa Chetti (1908) 4 A.C.R.4, that a deed of gift is by nature irrevocable, and, unless a power of revocation be reserved, can only be set aside by proper judicial proceedings and that only the court could have set aside the deed of gift, appears to have been accepted in that case, since it was held that the first defendant in that case had no right, so long as the deed of gift was in force, to have either executed a deed of revocation, or following upon that, a deed of conveyance. Basnayake C J in his judgment in Krishnasamy V Thillaiyampalam 59 N L R 265 at 267 referring to five causes of ingratitude stated “…….that gifts can be invalidated for these causes alone if they are proved in a court of law…….”",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      67.58,
      441.7,
      533.18,
      643.81
    ],
    "text": "In Dona Podi Nona Ranaweera Menike V Rohini Senanayake (1992) 2 Sri L R 180 at 221 it was stated that revocation is not automatic and requires a decision of court and, as per the judgment, it appears the court was of the view that the gift relevant to that case was not a donation propter nuptias- vide at page 222. However, it appears that in D.C. Mangalika and others V D. Sumanawathie and others C. A. 535/95 dated 30.07.2007, the Court of Appeal considered a revocation of a deed of gift by the donor himself as valid stating that the deed of gift considered in aforesaid Dona Podi Nona V Ranaweera Menike v Rohini Senanayake was a gift made in contemplation of a marriage, but, as said before, though it was a gift made in view of a marriage, the court found it was not a donation propter nuptias but a donation that can be revoked for ingratitude. It must be noted that after the decision of D C Mangalika and Others Vs",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      67.58,
      647.74,
      458.11,
      719.95
    ],
    "text": "4 See Pererira, The Laws of Ceylon, 2nd Edition- page 610 5 ibid 6 See Pererira, The Laws of Ceylon, 2nd Edition – page 611 7 Ibid, with reference to Govt. Agent V Palaniappa 11 N L R 151 and Carolis V Devith 11 N L R 17 8See Pererira, The Laws of Ceylon, 2nd Edition- page 602",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      67.58,
      74.81,
      539.31,
      157.25
    ],
    "text": "Sumanawathie, the legislature had passed a statute, namely Revocation of Irrevocable Deeds of Gift on the Ground of Gross Ingratitude Act, No.5 of 2017 to provide that irrevocable deed of gift may be revoked on the ground of gross ingratitude only on an order made by a competent court, perhaps to rectify what seems to be a mistaken assertion made in that case and to state the law as it was.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      31.56,
      168.29,
      503.41,
      182.33
    ],
    "text": "In Francklin Fernando V Anacletus Fernando (2015) 1 Sri L R 1, the Court of",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      67.58,
      185.33,
      542.78,
      421.66
    ],
    "text": "Appeal held that ‘Although ordinarily a deed of gift is irrevocable by the donor nevertheless it is competent for the donor to move court of competent jurisdiction to invalidate the donation by adducing proof that the donee has turned out to be an ingrate post execution of the donation.’ In Mahawewa V Mahawewa S C Appeal 64 /2008, Tilakawardane J stated that “the law on donations and the revocation of gifts in Sri Lanka is governed by Roman Dutch Law, under which a gift once donated, can be revoked on grounds of gross ingratitude by the donee to the donor. The donor may initiate court proceedings to cancel the gift so donated.” In Ariyawathie Meemaduwa V Jeewani Budhika Meemaduwa (2011) 1 Sri L R 124 at 133, the Supreme Court held that “a deed of gift is absolute and irrevocable. That is the rule. However, the law has recognized certain exceptions to the rule of irrevocability. A party applying to court to invoke the exceptions in his favour has to satisfy court, by cogent evidence, that the court would be justified in invoking the exceptions in favour of the party applying for the same.”",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      67.58,
      432.7,
      520.83,
      463.78
    ],
    "text": "Thus, a revocation of a deed of gift on gross ingratitude can be done only on an order made by a competent court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      67.58,
      474.82,
      540.79,
      711.13
    ],
    "text": "As far as P1 is concerned, the donor has not reserved his power to revoke it. Thus, Marimuttu had no power to revoke P1 on his own. The reasons given in P1 for the revocation appears to be non- acceptance of the gift and ingratitude. As said before if there was no acceptance, there need not be a deed of revocation but acceptance is a matter of fact and the court cannot rely on a donor’s own judgment on the matter of whether there was no contract since there was no acceptance when there is a dispute as to the acceptance of the gift. It is a matter to be decided by a competent court. There was neither such decree of a court invalidating P1 prior to the execution of the revocation nor it was put in issue in the present case filed before the District Court to prove that there was no acceptance of the gift made by P1. Further, when P1 was marked, no objection was raised as per section 154 of the Civil Procedure Code. Thus, it appears that the said deed P1 was properly admitted in evidence. Along with the admission of paragraph 3 of the plaint and the deed of transfer marked P2, paper title goes to",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      67.58,
      74.81,
      541.09,
      567.46
    ],
    "text": "the Plaintiffs. The Defendant’s stance was that he was the tenant of the premises prior to the execution of the deed marked P7-(vide paragraph 11 of the amended answer and evidence given at page 109 of the brief). Since validity of P1 prior to the deed of revocation marked P4 was not in issue as well as the said revocation cannot be considered as a valid revocation, no title can be passed from Marimuttu to the Defendant through P7. None of the purported predecessors in title of the Defendant has given evidence to say that their possession was adverse to the that of Plaintiffs, if they had any possession. As such, the Defendant cannot claim the benefit of possession (if any) of his purported predecessors in title to his benefit. Furthermore, the Defendant’s claim that he was a tenant until the execution of P7 refers to a tenancy under Marimuttu and Marimuttu’s heirs which include Rajendran. Both of them being the predecessors in title of the Plaintiffs, Defendant’s possession up to the refusal to pay rent to the Plaintiffs cannot be considered as adverse to the Plaintiffs’ title since there was no evidence of an overt act up to such refusal. It appears that the refusal to pay rent happened only after P3 which is dated 11.09.1985. The Plaint dated 23.10.1989 was filed within 10 years from such refusal. Not that this court accepts the version of the Defendant but, for the sake of argument, if one considers Defendant’s stance, according to it, the Plaintiffs’ predecessor in title, Rajendran did not get title from P1 but he became a co-owner along with his siblings after the death of Marimuttu. By that time, he had sold it to the Plaintiffs. Exceptio Rei Venditae et traditae principle applies and accordingly, Rajendran’s share should go to the Plaintiffs. It should be noted that priority of registration was not put in issue in relation to any conflicting deeds. Thus, the Defendant cannot get the share that Rajendran gets as per his story through P5 and P7. Thus, even for the sake of argument, if one considers the Defendant’s story, the Plaintiffs should have become co-owners and the Defendant cannot get prescriptive title without proving an overt act and 10 years possession from thereon. As such, the Defendant’s claim on prescription cannot be sustained.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      67.58,
      578.53,
      536.66,
      678.01
    ],
    "text": "As elaborated in the foregoing discussion, the final outcome of the decision of the learned High Court judges to allow the appeal made to the High Court while setting aside the judgment of the learned District Judge and to grant relief as prayed for in the plaint was correct in law even though they exceeded their jurisdiction and went on to decide whether P1 was properly accepted by the donee when there was no such issue raised in the original court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      74.81,
      539.49,
      140.09
    ],
    "text": "Further to what is stated above and since, the first question of law allowed was on the finding of the learned High Court Judges that there was a tacit acceptance of the gift made by P1, this Court would place its observations in that regard as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      148.95,
      536.94,
      165.17
    ],
    "text": "1. As elaborated above whether the gift made by P1 was accepted or not was not",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      168.29,
      542.56,
      267.8
    ],
    "text": "a matter that the High Court was required to make a finding within the scope of the appeal made to it, since the validity of P1 for want of acceptance was not put in issue in the original court. Thus, it was merely an additional finding without which the High Court could have disposed the appeal in favour of the Plaintiffs as elucidated above. 2. Though, it is true that there was no signature placed on P1 by Rajendran",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      67.58,
      270.8,
      540.16,
      541.18
    ],
    "text": "accepting the gift made by it, as explained above the law does not require a particular form or method to accept a gift. It is a matter to be decided on attending circumstances. Vide- Lokuhamy V Juan D.C. Matara, 27805, Ram. (1872, ’75 and ’76)215, which illustrates that acceptance may be fairly and reasonably presumed when there are circumstances to justify such a presumption; Senanayeke V. Dissanayeke (1908) 12 N L R 1 and Yapa V Dissanayake Sedara (1989) 1 Sri L R 361 also support the view that it is not essential that the acceptance of a deed of gift should appear on the face of it, but such acceptance may be inferred from circumstances. However, in the latter case it was stated that where there is no acceptance on the face of the deed and there was neither evidence of delivery of the deed nor of possession of the property, acceptance cannot be inferred. However, there appears to be no reason to limit proof of acceptance to those three factual situations enumerated above in that case, to every case, if other circumstances justify the presumption of acceptance. 3. The learned High Court Judges have relied on the decisions mentioned below",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      85.58,
      544.3,
      373.44,
      558.34
    ],
    "text": "and have held that there is tacit acceptance of P1;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      103.58,
      558.63,
      535.44,
      576.25
    ],
    "text": "• Joraliyathu Umma vs Mohamed (1986) 3 C.A.L.R. 215 where it was held",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold",
      "SymbolMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      103.58,
      579.25,
      543.11,
      645.37
    ],
    "text": "that a gift which was not accepted by the donees at the time of execution could be validly accepted by the subsequent conduct of the donees such as the execution of a deed of gift by a donee. • Wickremesinghe Vs. Wijetunga 16 N L R 413 – where it was held that the",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      121.58,
      648.37,
      524.36,
      696.61
    ],
    "text": "acceptance may be presumed either by the physical acceptance of the deed of donation or by the sale of the land donated by the donee. It further held that a donation may be accepted at any time during the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      103.58,
      74.81,
      543.15,
      123.77
    ],
    "text": "lifetime of the donor, and where as its fulfilment is postponed until after the donor’s death, it may be accepted after the donor’s death. • Senanayake Vs Dissanayeke 12 N L R 1 and Bindua Vs Untty 13 N L R 259",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      121.58,
      126.77,
      244.54,
      140.81
    ],
    "text": "mentioned above.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      151.97,
      541.52,
      490.66
    ],
    "text": "However, the Counsel for the Defendant attempts to distinguish above decisions from the circumstances of the case at hand pointing out to other circumstances involved in those cases. There may be other circumstances involved in those cases which supported the acceptance of the gift but, nonetheless, it appears from Joraliyathu Umma Vs Mohomed, a subsequent deed of gift by the donee was considered as a subsequent conduct of the donee that established the acceptance. In Wickremesinghe Vs Wijetunga, a sale of the land by the donee was expressly considered as a subsequent conduct that established the acceptance of the gift made to the donee. It appears that such expression was made by focusing on the act of sale by the donee and not on other grounds. On the other hand, one cannot gift or sell unless he considers himself as the owner. A donee can consider himself/herself as the owner only after he or she has accepted the gift. Thus, there is nothing wrong in considering the subsequent gift or sale of the land by the donee as an indication of accepting the gift made to him. Further, there were other grounds in the case at hand also. Rajendran, donee of P1 had written P3 asking the Defendant to pay rent to the Plaintiffs. No communication was marked to show that the Defendant refuted in reply that Rajendran, the predecessor of title of the Plaintiff was not the landlord. P3 also indicate that Rajendran considered himself as the owner that in turn can be considered supportive of the position that there was an acceptance of the deed of gift P1.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      67.58,
      501.82,
      543.41,
      703.81
    ],
    "text": "4. It appears that the learned High Court Judges considered that P2 was executed prior to the aforesaid purported deed of revocation by Marimuttu without sufficient evidence to that effect, but it does not matter, as explained before, Marimuttu has no power under the law to cancel a deed on her own. As such it has to be considered as a mere declaration made by her in that regard but not a valid revocation since there is no court decree revoking the deed of gift. Since there is no issue on acceptance of the gift made by P1, it cannot be considered as a declaration with any force. In Kannapathipillai V Kannachi 13 N L R 166 a deed of revocation by the donor was considered as waste paper since there was no cancellation by a court and the gift remained in force. Before the purported conflicting deeds executed by the heirs of the donor, Marimuttu, the donee of P1, namely Rajendran, during the lifetime of Marimuttu, has expressed his acceptance of P1 by conduct, by selling the land to",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      67.58,
      74.81,
      542.96,
      105.89
    ],
    "text": "the Plaintiffs and requesting the Defendant by P3 to accept the plaintiffs as the landlord thereafter.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      67.58,
      116.93,
      543.41,
      370.28
    ],
    "text": "5. The counsel for the Defendant has highlighted certain facts that could have been considered by the learned High Court Judges as vital in deciding whether the gift made by P1 was accepted. As elaborated above, since there was no issue on the acceptance of the gift, these facts have to be considered as facts came to light while leading evidence on the other issues but may not be considered as the complete or total revelation of facts on the question of said acceptance. If the acceptance of the gift was put in issue, the Plaintiffs might have placed more evidence to meet that stance. Further, the Defendant did not raise any issue even when these facts came to light during the trial challenging the acceptance of the gift, which might have been due to the admission already made in relation to paragraph 3 of the plaint. As said before, it was not proper for the Civil Appellate High Court to decide on an issue which was not raised in the original court and where total opportunity was not available to the parties to meet such an issue. However, for the completeness, the said facts highlighted by the Defendant and this court’s observations in that regard are mentioned below.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      85.58,
      379.14,
      542.99,
      395.36
    ],
    "text": "1. The Defendant submits that the Plaintiffs had purchased the said property",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      85.58,
      398.5,
      543.39,
      600.49
    ],
    "text": "without the original deed of gift which remained with the donor. In fact, if the original deed of gift was handed over to the Plaintiffs it would have been an additional fact to establish that Rajendran who sold the property to the Plaintiffs accepted the gift with the delivery of the original deed of gift to him. As per the marked documents in the brief, it appears both parties have filed only certified copies of the impugned deed of gift. On the other hand, being Rajendran’s mother, even Marimuttu could have kept the original deed with her even after she executed the deed of gift. As per Wickremesinghe V Wijetunga(supra) delivery of the deed is not essential for the validity, and acceptance may be presumed by the subsequent sale of the land by the donee, as happened in the case at hand. 2. It was further submitted that Rajendran did not sign the deed of gift to accept",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      85.58,
      603.61,
      543.24,
      651.85
    ],
    "text": "the same. This has been addressed above and it is only one way of accepting a gift and facts may establish the acceptance in any other manner. 3. The Defendant also points out that the Plaintiffs did not produce the original",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      103.58,
      654.85,
      543.25,
      703.09
    ],
    "text": "deed. However, the Plaintiffs have tendered to court certified copies of the deeds that they rely and had marked them as P1, P2, and no objection had been taken when they were produced and as per the explanation to the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      85.58,
      74.81,
      543.4,
      225.53
    ],
    "text": "Section 154 of the Civil Procedure Code, they become admissible evidence. - vide Silva V Kindersley 18 NLR 85, Siyadoris V Danoris 42 N L R 311, Cinemas Ltd. V Sounderarajan (1998) 2 Sri L R 16. Even the Defendant has marked another certified copy of P2 as V3. There was no dispute as to the facts that Marimuttu executed P1 and Rajendran executed P2. As per the issues, the challenge was only whether Rajendran could execute P2 since, as alleged by the Defendant, P1 was cancelled by Marimuttu. Thus, it was not necessary to produce the originals since certified copies were marked. 4. The Defendant submits that the Plaintiffs did not tender the land registry",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      85.58,
      228.65,
      543.4,
      447.82
    ],
    "text": "extracts but objected when the Defendant sought to tender them. Through registration one can only claim priority. Priority of a deed was never raised as an issue in the original court. As pointed out above, if there was a dispute as to the valid acceptance, cancellation has to be done or decided through a competent court order. Registration has no bearing on that and, since the revocation cannot be considered as valid there cannot be any competing interest created by the purported revocation. Rajendran, on a later occasion, joined with some of his siblings and executed a deed of gift (P5) to the purported predecessor in title to the Defendant, indicating that there was no acceptance of the gift made by P1 by him. However, he did this only after he sold the property to the Plaintiffs where by his conduct, he had shown that he accepted the gift and became the owner. 5. The Defendant also brings to the notice of court that the Plaintiffs were aware",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      85.58,
      450.82,
      543.39,
      669.97
    ],
    "text": "of the fact of revocation. However, the evidence does not reveal that they were aware of it prior to the sale of the same property to them by Rajendran on the same day. On the other hand, since the acceptance was not in dispute after raising the issues, such revocation has to be considered invalid or of no avail as right to revoke was not reserved in P1. Further, whether there was an acceptance or not is a factual situation that has to be adjudicated by a court and donor has no authority to revoke on his own, and mere knowledge of a declaration made to that effect by the donor cannot change the legal status of the parties involved. If P1 was challenged for want of acceptance, the Plaintiffs would have taken steps to bring necessary evidence to show that it was not so, and perhaps even to show that such acceptance occurred even prior to the purported revocation. 6. The Defendant also states in his written submissions that the Plaintiffs were",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      103.58,
      673.09,
      543.32,
      704.17
    ],
    "text": "aware that Marimuttu’s children including Rajendran have executed a deed in favour of one of their siblings, Samuel Rajapoobathy and said Rajendran,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      85.58,
      74.81,
      543.39,
      191.33
    ],
    "text": "the predecessor in title to the Plaintiffs, was a signatory to that deed. This deed was written few years after Rajendran sold the land to the Plaintiffs as the owner of the land and indicating that he had already accepted the gift given by his mother Marimuttu. Plaintiffs have taken the stance that Rajendran acted fraudulently in executing the aforesaid deed along with his siblings. 7. The Defendant also argues that the Plaintiffs have not done a search at the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      85.58,
      194.45,
      543.39,
      362.36
    ],
    "text": "land registry prior to buying the property and the folio where the deed of revocation is registered is different from the folio where the deed of transfer of the Plaintiff is registered. What is stated in relation to the different folios here has been said without an iota of acceptable evidence led in that regard. No folio has been marked at the trial. As said before, there was no issue raised with regard to the priority of registration of any of the deeds. The challenge to the Plaintiffs’ title was made at the trial only on the ground that the deed of gift to Rajendran was duly cancelled by Marimuttu and nothing else, while acknowledging the conveyance of the land in dispute by P1. 8. The Defendant further argues that Rajendran had no possession and it was",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      85.58,
      365.36,
      543.41,
      618.73
    ],
    "text": "the defendant who had over 40 years of possession even at the time of the donation and there was no evidence regarding constructive delivery of possession to Rajendran. He also tries to indicate that it was he who paid the rates and taxes and no evidence was called to disprove the factors relied by the Defendant in relation to the non-acceptance of the gift by Rajendran. The possession of the Defendant can be understood, since he himself has taken up the stance that he was the tenant of the premises till the execution of P7. Being in possession he might have paid taxes and rates. P1 was not challenged for want of non-acceptance by raising issues. Under such circumstances, the Plaintiffs need not call evidence to prove or rebut ancillary evidence that may help to surmise on whether there was an acceptance or not, which evidence came to light while leading evidence on other issues. When a proper issue was not raised, a court sitting in appeal cannot decide that parties had the full opportunity to place evidence in that regard. 9. The Defendant points out in his submissions that Rajendran was not called to",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      103.58,
      621.73,
      543.39,
      704.17
    ],
    "text": "give evidence to defend the title of the Plaintiffs. Execution of P1 was not challenged and further the acceptance of the gift made by it was not challenged by raising an issue in that regard. Rajendran’s title was challenged by raising issues only on the ground that the gift made by P1 was cancelled by Marimuttu, and the fact that Rajendran executed a deed of transfer to sell",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      103.58,
      74.81,
      543.39,
      362.36
    ],
    "text": "the property to the Plaintiffs was also not in dispute. Plaintiffs’ title was challenged on the ground that Rajendran did not have title to sell the land due to the cancellation. As such, Rajendran is not a necessary witness to prove the plaintiffs’ case. On the other hand, even if he was called, he may not be a reliable witness, since he in one hand acted as the owner and sold the property to the Plaintiffs and later on the other hand, gifted it to one of his siblings indicating that he did not accept the gift made to him; Since he cannot vouch for the correctness of both acts, he may have to be untruthful with regard to one of his actions. Thus, the court has to look at the sequence of his acts. First, he had acted as the owner of the property by selling it and asking the tenant to pay the rent to the new owner which tacitly indicate that he by that time had accepted the gift made to him. Otherwise, he cannot consider himself as the owner. Only after some years from executing P2, he changed his stance and joined with his siblings to execute another deed of gift to another sibling. Once he accepted the gift which is a contract, he cannot renounce it, especially after he sold the subject matter relying on the contract he once entered.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.58,
      373.4,
      525.51,
      387.44
    ],
    "text": "As per the grounds elaborated above, questions of law are answered as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.58,
      398.5,
      293.5,
      412.54
    ],
    "text": "Questions of law allowed by this Court:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.58,
      423.58,
      542.94,
      471.82
    ],
    "text": "1. In the absence of any acceptance on the face of the Deed of Gift No. 16102 marked P1, did the High Court fall into error in concluding that there was tacit acceptance by the donee Rajendran in all the circumstances of this case?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.58,
      482.86,
      543.15,
      513.94
    ],
    "text": "2. Did the High Court err in failing to take in to consideration the evidence relating to prescriptive possession on the part of the Petitioner from 3/6/1971?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.58,
      524.98,
      122.71,
      539.02
    ],
    "text": "Answers:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      85.58,
      547.88,
      543.17,
      564.1
    ],
    "text": "1. Learned High Court Judges erred in considering matters that fell outside the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      85.58,
      567.25,
      543.39,
      666.73
    ],
    "text": "scope of the appeal. However, it does not make the final conclusion of the Learned High Court Judges erroneous since P1 was not validly revoked. Further, there were certain grounds that indicated tacit acceptance of the gift by the donee of P1 but acceptance of the gift was not a matter to be considered in appeal since it was not put in issue in the original court. 2. No. Since the Defendant was the tenant, no sufficient evidence to establish",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      103.58,
      669.73,
      523.59,
      683.77
    ],
    "text": "prescriptive possession of the Defendant was available to be considered.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.58,
      38.16,
      311.93,
      62.64
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.58,
      74.81,
      543.29,
      105.89
    ],
    "text": "However, for the reasons given above, learned High Court Judges’ decision to allow the appeal and to enter a judgment in favour of the Plaintiffs is sustained.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.58,
      116.93,
      543.39,
      182.33
    ],
    "text": "Even though the Defendant had prayed in his answer to declare that he is the tenant in the event the case is decided in favour of the Plaintiffs, since he had challenged the title of the Plaintiffs, he cannot be allowed to be declared as the tenant of the Plaintiffs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.58,
      193.37,
      313.44,
      207.41
    ],
    "text": "Hence, this appeal is dismissed with costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      283.61,
      272.72,
      612.09,
      306.32
    ],
    "text": "…………………………………………………",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      283.61,
      326.0,
      445.83,
      340.04
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.58,
      393.32,
      264.22,
      407.36
    ],
    "text": "PRIYANTHA JAYAWARDENA, PC, J.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.58,
      426.94,
      114.43,
      440.98
    ],
    "text": "I Agree.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      283.61,
      460.54,
      467.91,
      474.58
    ],
    "text": "……………….……………………………….",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      283.61,
      494.26,
      445.83,
      508.3
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.58,
      561.58,
      217.18,
      575.62
    ],
    "text": "P. PADMAN SURASENA, J.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.58,
      595.21,
      114.43,
      609.25
    ],
    "text": "I Agree.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      283.61,
      628.93,
      470.55,
      642.97
    ],
    "text": "…………………………………………………",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      283.61,
      662.53,
      451.13,
      676.57
    ],
    "text": "Judge of the Supreme Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  }
]