[
  {
    "page_number": 0,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "1",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      101.3,
      72.05,
      514.92,
      87.15
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      219.17,
      89.57,
      397.24,
      104.67
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.02,
      107.09,
      544.1,
      297.81
    ],
    "text": "In the matter of an appeal from an order of the Provincial High Court of the Western Province holden in Colombo. Seevananthyagam Kanjana C12/01/02, Soysa Flats, Soysapura, Moratuwa SC Appeal 19/2022 HC (Appeal) HCALT 52/2018 LT Application 13/116/2015",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      301.61,
      300.2,
      536.45,
      719.05
    ],
    "text": "Applicant Vs. 1. University of Colombo Kumarathunga Munidasa Mawatha, Colombo 03 2. Vice Chancellor, University of Colombo, Kumarathunga Munidasa Mawatha, Colombo 03 Respondent AND BETWEEN 1. University of Colombo Kumarathunga Munidasa Mawatha, Colombo 03 2. Vice Chancellor, University of Colombo,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "2",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.05,
      536.45,
      666.35
    ],
    "text": "Kumarathunga Munidasa Mawatha, Colombo 03 Respondent- Appellants Vs. Seevananthyagam Kanjana C12/01/02, Soysa Flats, Soysapura, Moratuwa Applicant- Respondent AND NOW BETWEEN Seevananthyagam Kanjana C12/01/02, Soysa Flats, Soysapura, Moratuwa Applicant- Appellant- Appellant 1. University of Colombo Kumarathunga Munidasa Mawatha, Colombo 03 2. Vice Chancellor, University of Colombo, Kumarathunga Munidasa Mawatha, Colombo 03 Respondent- Respondent- Respondent BEFORE : P.PADMAN SURASENA, CJ.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.02,
      674.17,
      402.16,
      689.27
    ],
    "text": "K.KUMUDINI WICKREMASINGHE, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.02,
      696.97,
      295.1,
      712.07
    ],
    "text": "JANAK DE SILVA, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "3",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      94.97,
      544.25,
      110.1
    ],
    "text": "COUNSEL : G. Alagaratnam, PC with Andrew Keshir for Applicant-",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      117.77,
      446.69,
      132.9
    ],
    "text": "Appellant- Appellant instructed by Ishara Gunawardhena.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      18.0,
      140.69,
      548.35,
      243.54
    ],
    "text": "Ms. Ganga Wakishtaarachchi, DSG for Respondent-Respondents- Respondents. WRITTEN SUBMISSIONS ON :By the Applicant- Appellant- Appellant on 06.04.2022. By the Respondent- Respondent- Respondent on 07.06. 2023",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      246.08,
      293.3,
      348.93
    ],
    "text": "ARGUED ON : 21.11.2023 DECIDED ON : 03.02.2026",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      351.32,
      544.25,
      524.39
    ],
    "text": "K. KUMUDINI WICKREMASINGHE, J The application for special leave to appeal was preferred by the Applicant- Appellant- Appellant (hereinafter referred to as the Appellant) against the Order of the Provincial High Court dated 30.09.2019 inter alia setting aside the Order of the Labour Tribunal Colombo dated 03.05. 2018. Accordingly, the court granted leave to appeal on the following questions of law set out in paragraph 20 (a) and (b).",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      99.02,
      526.9,
      544.23,
      699.97
    ],
    "text": "20(a). Has the learned High Court Judge while holding that the Petitioner was not a probationer but a permanent employee erred in law in holding that there were sufficient ground/evidence to justify termination? 20(b). Has the learned High court Judge erred in making a finding of guilt or wrongdoing without considering the applicable Establishment Code and the procedure for the disciplinary measures against a permanent employee, especially where the Respondents were bound by certain procedures in their Establishment Code which they are",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "4",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.05,
      544.18,
      262.62
    ],
    "text": "mandated to follow through not part of the record such being a matter of notice/ importance? As per the Journal Entry dated 21.11.2023, Mr. G. Alagaratnam, PC, appearing for the Applicant–Appellant–Appellant in SC Appeal No. 19/2022, undertook to abide by the judgment in SC Appeal No. 19/2022 in respect of SC/SPL/LA/No. 414/2019. Accordingly, the judgment to be delivered in SC Appeal No. 19/2022 will apply to SC/SPL/LA/No. 414/2019 as well. Factual Matrix",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      277.16,
      544.41,
      537.95
    ],
    "text": "The Appellant instituted an application before the Labour Tribunal, Colombo, on 24.07.2015 under Section 31B of the Industrial Disputes Act No 43 of 1950, seeking relief in respect of what the Appellant alleged to be the unlawful and unjustifiable termination of her employment by the Respondents. The Appellant had been appointed as a Programmer-cum-System Analyst on 27.09.2007 (Appointment Letter marked as A1), subject to a probationary period of three years, which lapsed on 01.10.2010. The first extension of the probationary period, for a further six months from 02.10.2010, was communicated belatedly on 22.03.2011 (marked as A4). A second extension (marked as A5) was effected on 28.03.2012, nearly one year after the lapse of the first extension on 01.04.2011, and purported to cover the period up to 01.10.2011. No further extension was made thereafter. The Appellant accordingly contended that she stood confirmed in her post and was therefore on a permanent employee with effect from 01.10.2011.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      552.34,
      544.17,
      707.89
    ],
    "text": "By letter dated 30.10.2014 (marked as R9/A6), the Respondents purported to terminate the Appellant’s services with effect from 29.01.2015, which was more than three years subsequent to the expiry of the last extension of probation. At the material time, she was in receipt of a monthly salary of Rs. 55,528. In her application to the Labour Tribunal, the Appellant sought reinstatement together with full back wages, or in the alternative, an award of adequate compensation, as well as costs and any further relief deemed just and equitable. By their answer dated 07.09.2015, the Respondents averred that the termination was effected",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "5",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.05,
      544.1,
      227.58
    ],
    "text": "during the probationary period by reason of alleged unsatisfactory performance. The Appellant denied these allegations and maintained that the Respondents had failed to establish any lapse, misconduct, or inefficiency on her part at the relevant time. The Appellant further averred that the documents relied upon by the Respondents related to matters arising several years earlier, the most recent being dated 01.09.2012. The Respondents also sought to rely on internal council minutes from 2012 and 2014, which had been marked subject to proof but were neither proved nor put to the Appellant in cross-examination.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      242.0,
      544.09,
      380.01
    ],
    "text": "By order dated 03.05.2018, the learned President of the Labour Tribunal determined that the termination of the Appellant’s services was wrongful, unjust, and unreasonable. The Tribunal found that the Appellant was a permanent employee and that the Respondents’ evidence regarding conduct and performance was inadequate to justify termination. In lieu of an order for reinstatement, the Tribunal awarded the Appellant compensation in the sum of Rs. 1,166,088, calculated at three months’ salary for each completed year of her seven years of service.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      394.4,
      544.18,
      620.18
    ],
    "text": "The Appellant, being dissatisfied with the quantum of compensation awarded by the Labour Tribunal, lodged an appeal to the High Court of the Western Province (holden in Colombo) in HCALT 52/2018, seeking an enhancement of compensation or variation of the relief. The Respondents also preferred an appeal in HCALT 53/2018, seeking to have the Tribunal’s order set aside and the Appellant’s application dismissed in limine. Both appeals were heard together. By order dated 30.09.2019, the learned High Court Judge set aside the order of the Labour Tribunal, dismissed the Appellant’s application, and held that the termination of employment was just and equitable. Whilst affirming the Tribunal’s finding that the Appellant was not a probationer but a permanent employee, the High Court concluded that there was sufficient material on record to justify the termination on the basis of the Appellant’s conduct and attitude.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      634.57,
      544.19,
      719.89
    ],
    "text": "By the Respondents’ answer dated 07.09.2015, the 1st and 2nd Respondents denied the material averments contained in the appellant’s application, save and except such matters as were expressly admitted. The Respondents contended that the Appellant’s employment had been governed by a probationary period of three years, which could be extended,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "6",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.05,
      544.22,
      192.42
    ],
    "text": "and that such extension had in fact been duly made. They maintained that the Appellant’s services were terminated during this extended probationary period on account of unsatisfactory performance. The Respondents averred that the Appellant was paid her salary and allowances during the extended period, and that disciplinary steps, including a written warning, had been given in response to the shortcomings of her conduct and performance.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      206.93,
      544.07,
      415.07
    ],
    "text": "The Respondents further contended that the Appellant had displayed an uncooperative attitude and had failed to perform her duties to the required standard. They asserted that there had been delays and lapses attributable to the Appellant in the performance of her functions, and that the reasons for such delays had been addressed and explained in their answer. The Respondents denied any mala fides in the decision to terminate the Appellant’s employment and rejected her allegation that they had acted in an arbitrary or capricious manner. They stated that the Appellant’s probationary status was maintained because her performance and conduct did not warrant confirmation, and that her continued retention in service during this period was in spite of persistent shortcomings.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      429.58,
      544.22,
      637.7
    ],
    "text": "The Respondents also took the position that certain communications from the Appellant, including correspondence to the Head of Department, were inappropriate in tone and manner, and that there was no obligation upon the Respondents to respond to such correspondence. They maintained that the Appellant had been provided with all necessary information relevant to her duties and performance, and that the requirement of a proficiency test in her letter of appointment (marked as A1) had been duly noted, although her performance had not reached the standard required for confirmation. In conclusion, the Respondents maintained that the decision to terminate the Appellant’s services, effective from 29.01.2015, was taken lawfully, reasonably, and in accordance with the terms of her appointment, and that no relief was due to her.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      652.09,
      172.67,
      667.19
    ],
    "text": "Legal Analysis",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      681.73,
      543.83,
      714.37
    ],
    "text": "I shall first consider the question whether the learned High Court Judge, while holding that the Appellant was a permanent employee, erred in law",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "7",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.05,
      543.98,
      245.1
    ],
    "text": "in concluding that there were sufficient grounds and evidence to justify her termination. The first issue to be determined is therefore whether the Appellant was in fact a permanent employee at the time of termination. This question is central, for the legal protections available to an employee depend on that status. A permanent employee enjoys a higher degree of security of tenure and cannot be dismissed except for just cause, established by cogent evidence and in accordance with due process. Conversely, a probationer does not yet enjoy those protections, and the employer retains a wider discretion to terminate, though still subject to principles of fairness and non-discrimination.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      259.52,
      544.08,
      380.01
    ],
    "text": "The first issue for determination is whether the Appellant was a permanent employee at the time of termination, or whether she remained a probationer. A confirmed employee is entitled to security of tenure and may only be removed for just cause, established through a process that satisfies both substantive and procedural fairness. A probationer, by contrast, does not enjoy those full protections and remains subject to the employer's evaluation of suitability for confirmation.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      394.4,
      544.25,
      532.43
    ],
    "text": "It is well established that the designation of a “permanent post” does not itself confer permanent status upon the person appointed to it. As noted in Hettiarachchi v. Vidyalankara University (1972) 76 N.L.R. 47, continuation in service beyond the expiry of a probationary period does not automatically lead to confirmation. The absence of a letter of extension, or the fact that the probationer continues in service beyond the initial term, is not sufficient, in law, to establish that the employee is confirmed. The employer must take a positive decision to confirm.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      546.82,
      544.23,
      579.5
    ],
    "text": "This principle was reaffirmed in Richard Pieris Co. Ltd. v. Jayathunga [1973] 1 Sri LR 17, which observed:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      102.02,
      593.89,
      513.62,
      679.28
    ],
    "text": "“The probationer should satisfy the employer before the employer decides to affirm him in his employment, which would place the employer under various legal restraints and obligations. Any employer should have the right to discontinue a probationer if he does not come up to the expectations of the employer.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "8",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.05,
      544.25,
      122.22
    ],
    "text": "The purpose of probation has been well articulated in both case law and academic commentary. De Silva, in The Contract of Employment (1998), describes probation as:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      102.02,
      136.73,
      513.99,
      239.64
    ],
    "text": "“a fixed and limited period of time for which an organization employs a new employee in order to assess his attitudes, abilities and characteristics and the amount of interest he shows in his job, so as to enable employer and employee alike to make a final decision on whether he is suitable and whether there is any mutual interest in his permanent employment.”",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      254.0,
      544.35,
      304.29
    ],
    "text": "This understanding was accepted and applied in State Distilleries Corporation v. Rupasinghe [1994] 2 Sri L.R. 1, where Fernando J observed:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      102.02,
      318.68,
      513.58,
      386.55
    ],
    "text": "“There can be no proper trial of a probationer unless the employer has given him adequate information and instructions, both as to what is expected of him, and as to his shortcomings and how to overcome them.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      400.9,
      543.77,
      468.71
    ],
    "text": "His Lordship further clarified that while a probationer is not entitled to automatic confirmation, the employer must provide fair opportunity for the probationer to improve, and decisions not to confirm must be based on genuine and fair assessment.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      483.1,
      544.02,
      603.5
    ],
    "text": "The Appellant was appointed to a permanent post by letter dated 27.09.2007 (marked as A1/R8), which expressly provided that her appointment was subject to a probationary period of three years, extendable at the employer’s discretion. It stated that she would remain on probation until a formal letter of confirmation was issued, and contained a termination clause applicable during probation, allowing services to be discontinued with three months’ notice or salary in lieu.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      618.01,
      544.1,
      703.33
    ],
    "text": "The record shows the Appellant was never issued a formal letter of confirmation. While her initial probationary period expired in 2010, the employer took steps to defer confirmation and continue monitoring her performance, even if some steps were belated. The Council Decision dated 22.03.2011 (marked as R3) deferred confirmation for six months, citing",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      533.98,
      741.93,
      543.17,
      754.24
    ],
    "text": "9",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.05,
      544.19,
      104.7
    ],
    "text": "\"poor performance of duties and unsatisfactory attendance,\" with directions to improve punctuality, task completion, and cooperation.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      119.21,
      544.46,
      257.13
    ],
    "text": "Further evidence, including the Letter of Reminder dated 25.03.2010 (marked as R1) and Performance Assessment dated 14.10.2010 (marked as R2), documented persistent deficiencies: habitual lateness, incomplete IT tasks, excessive leave, lack of initiative, and poor cooperation. The Respondent also issued a List of Duties (marked as R4) and a letter dated 01.09.2011 (marked as R5) requesting a self-assessment, showing sustained efforts to assist the Appellant, actions consistent with probation, not confirmation.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      271.64,
      544.13,
      409.53
    ],
    "text": "Despite these efforts, the Appellant’s performance issues continued. The Letter of Warning dated 01.09.2012 (marked as R6) noted failure to comply with instructions, refusal to carry out assigned duties, and poor attendance. Internal discussions (marked as R7) and records of missed deadlines, incomplete work, and errors (marked as R8) corroborate ongoing unsatisfactory performance. Collectively, these documents demonstrate the Appellant’s employment was under continuous review and that no formal confirmation occurred.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      423.94,
      544.43,
      579.5
    ],
    "text": "It is acknowledged that the Respondent did not always adhere strictly to procedural formalities when extending the Appellant’s probation. Two extensions were not communicated promptly, and formal decisions were sometimes recorded after the preceding probationary periods lapsed. These administrative shortcomings reflect inefficiency but cannot, in law, amount to confirmation. The legal standard established in Hettiarachchi v. Vidyalankara University (1972) 76 N.L.R. 47 requires a positive act of confirmation. Continuation in service alone is insufficient to confer permanent status.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      594.01,
      393.62,
      609.14
    ],
    "text": "In her cross-examination, the Appellant admitted:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      97.97,
      623.59,
      547.19,
      672.26
    ],
    "text": "“ප්‍ර: තමාගේ ප්‍රධාන රැකියාව ගේද ගේක, තමා සැගෙේන වැදගත් කමකිේ යුක්තව කරන ලද රැකියාවක් ද ගේක. තමේ ගේ රැකියාවට අනිවාර්යගයේම සෑගෙේන සැළකිල්ලක් දක්වේන ඇති ගේද?",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      97.97,
      686.29,
      138.39,
      701.18
    ],
    "text": "උ: ඔව්.",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "10",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.97,
      72.11,
      547.19,
      137.7
    ],
    "text": "ප්‍ර:එතගකාට සාක්ිකාරිය දැේ තමා ගේ වගේ තමේ කලිේ පිළිගත්ත වීදියට තමා ගේ වගේ ඉතා බුද්ධිමත් භාවයකිේ යුක්ත සෙ පරිනත භාවයකිේ යුක්ත පුද්ධගලගයක් විදියට තමාට යුතුකමක් තිබුනා ගේද ගසේවා ගයෝජකයා ගවත ගිහිල්ලා අෙේන තමාගේ රැකියාව පිළිබද තත්ත්වය ගමාකක්ද කියලා. ඇයි තමා ඒ පිළිබදව සැලකිල්ලක් ගනාදැක්ුගව්?",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.97,
      152.03,
      547.19,
      183.66
    ],
    "text": "උ: අුරුදු 3 ක් යනතුරු කිසිදු දැනුේ දීමකිේ ගතාරව මාගේ ගසේවය දිගටම කරගගන ගිය නිසා මම කියා සිටිේගේ පසුදාතම ගසේවය සේිර කර තිගබන බවයි.",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.97,
      197.81,
      359.11,
      212.7
    ],
    "text": "ප්‍ර: සාක්ිකාරිය නැවත වරක් එම උත්තරය කියේන?",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.97,
      226.91,
      547.17,
      258.57
    ],
    "text": "උ: අපගේ කාර්ය මණ්ඩලයට අදාල වන වෘතීය සමිතියක් තිගබනවා. ඒ ගත් ඉේන අුරුදු 07 ක් ගසේවය කරපු අයටත් ඉේපසුව ඔුේගේ ගසේවය පසුදාතම සේිර කර තිගබනවා.",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.97,
      272.9,
      547.19,
      406.41
    ],
    "text": "ප්‍ර: සාක්ිකාරිය තමාගේ රැකියාව සේබේධගයේ තමා ගේද සැල ගවේන ඔන. තමාගේ පරිවාස කාලය ඉක්මගිය පසු තමා ඉදපු වයස අව තමාට ඉදිරියට ගවනත් සමාේතර රැකියාවක් ගොයාගේන අමාරුයි කියල තමාගේ ඉල්ුේපත්‍රගේ සඳෙේ කරනවා. ඒ අනුව තමා පාසගලේ ඉවත් ගවවට ගමේ තමාට රැකියාව ලැබුගේ නැෙැ ගේද ඒ කියේගේ තමා තරුණ අවිගේ ගනාගව් තමා අුරුදු 30 ක වගේ ඉේන ඇති ගේද. මගේ ප්‍රශේනය වේගේ සාක්ිකාරිය තමාට අනිත් අයගේ තත්ත්වයේ ගැන සලකලා තමාගේ ගසේවා තත්ත්වය පිළිබදව තමාට නිගමනය කරේන බැෙැ. තමා දැේ පිළිගත්තා ගේද තමාගේ රැකියාව පිළිබඳව ඉතා වැදගත් කමකිේ තමා සැලකුවා කියාලා?",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.97,
      420.46,
      138.39,
      435.35
    ],
    "text": "උ: ඔව්.",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.97,
      449.68,
      547.19,
      498.35
    ],
    "text": "ප්‍ර: එනගකාට තමාගේ පරිවාස කාලය ඉවර ුනාට පසේගසේ තමාට පුද්ධගලික යුතුකමක් තිගබනවා ගේද ගේ පරිවාස කාලය දීර්ඝ කරනවාද තනතුර සේිර කරනවාද ගසේවා ගයෝජකයාගගේ උත්තරයක් ගනා ලැගබන ගකාට තමා ඒ සේබේධගයේ විමසා බලේන?",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.97,
      512.56,
      547.19,
      579.38
    ],
    "text": "උ: මට 100% විශේවාසයක් තිබුනා අුරුදු 03ක් අවසානගේදී මාගේ ගසේවය සේිර කරනු ලැගබයි කියා. මම ඒ නිසා මාගේ ගසේවය සේිර කිරීගේ ලිපිය ලැගබන ගතක් බලාගගන හිටියා.” (marked as page 61- 63 in the Proceedings of the Labour Tribunal).",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      593.77,
      544.08,
      714.13
    ],
    "text": "The Appellant admitted that she never inquired about employer but assumed that her service would be confirmed after three years. Though there were two lapses by the Respondent in communicating probationary extensions, these administrative failures cannot create a legitimate expectation of confirmation that she was repeatedly continuing with her unsatisfactory performance. Legitimate expectation arises only when an employer conveys, expressly or impliedly, an assurance of confirmation,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "11",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.05,
      544.01,
      104.7
    ],
    "text": "but in this case there was no such indication given to the Appellant by the employer.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      119.09,
      544.09,
      309.81
    ],
    "text": "Having concluded that the Appellant had not been confirmed in service and thus remained a probationer, it becomes necessary to consider whether the decision to terminate her services was justified. The High Court, while erroneously treating the Appellant as a permanent employee, nonetheless upheld her termination on the basis of unsatisfactory performance and misconduct. Although that reasoning cannot be sustained on the footing of permanency, the correctness of the ultimate conclusion must now be examined against the proper legal standard applicable to probationers, namely whether the employer, after giving fair opportunity and adequate warnings, was entitled to form the view that the Appellant was unsuitable for confirmation.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      324.2,
      544.19,
      514.97
    ],
    "text": "In the context of labour law, dismissal on the basis of misconduct or unsatisfactory performance can be justified where an employee fails to fulfill express or implied conditions of service or where such failure materially affects the smooth and efficient functioning of the organisation. Tilakawardane J., in D L K Peiris v. Celltell Lanka Limited SC Appeal No. [30/2009], SC Minutes of 11.03.2011, at p. 7, observing the principles in All Ceylon Oil Companies Workers’ Union v. Standard Vacuum Oil Cl [1978-1979] 2 SL R., defined misconduct as “an act which is inconsistent with the fulfillment of express or implied conditions of service or which has a material bearing on the smooth and efficient working of the concern.”",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      529.3,
      544.28,
      614.66
    ],
    "text": "In assessing whether unsatisfactory performance constitutes valid grounds for termination, it is instructive to consider the scope of misconduct under labour law. In Ceylon Bank Employees Union v. People’s Bank, Case No. SC APPEAL [198/2018], decided on 21.05.2025, the Court explained:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      629.05,
      543.94,
      714.44
    ],
    "text": "“This definition does not limit misconduct to intentional wrongdoing but extends to negligence and omissions that disrupt the employer’s operations. The Court of Appeal, in Engineering Employees’ Union v. State Engineering Corporation CA 862/85, CA Minutes of 02.08.1991,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "12",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      72.05,
      543.42,
      104.76
    ],
    "text": "further clarified that for an act or omission to constitute misconduct warranting disciplinary action, it must:",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      119.09,
      543.99,
      274.71
    ],
    "text": "I. be inconsistent with the fulfilment of an express or implied condition of service; II. be directly linked with the general relationship of employer and employee; III. have a direct connection with the contentment and comfort of employees and their work; and IV. have a material bearing on the smooth and efficient working of the concern.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      289.16,
      544.46,
      427.13
    ],
    "text": "Judicial authorities have consistently recognised that unsatisfactory performance or dereliction of duty can justify termination. In Titaghur Paper Mills Co. Ltd. v. Ram Naresh Kumar [1961] (1) LLJ 511, the Supreme Court of India held that where an employee’s dereliction of duty was found to be unsatisfactory, the employer was within its rights to terminate the employee’s services. Similarly, in Clouston & Co. v. Corry [1906] AC 122, at p. 129, the Court held that:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      94.58,
      441.58,
      543.53,
      474.29
    ],
    "text": "“Misconduct inconsistent with the fulfillment of the express or implied conditions of service will justify termination.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      488.62,
      544.09,
      573.95
    ],
    "text": "Applying these circumstances to the present case, the Appellant was appointed as a probationer, and her repeated failures to perform duties, poor attendance, and refusal to cooperate with the Department, despite multiple warnings and opportunities to improve, constitute sufficient grounds for lawful termination.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      588.37,
      544.19,
      691.22
    ],
    "text": "The High Court, in its order dated 03.05.2018 (marked as P10), concluded that the termination was just, while holding that the Appellant was a permanent employee. A careful reading of the High Court Order reveals that the finding of just termination was not premised on her being permanent, but on her repeated failures to perform assigned duties and maintain satisfactory conduct.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "13",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.05,
      544.39,
      245.22
    ],
    "text": "The High Court noted that the Appellant “had been a corporative attitude of the Applicant. consistently been informed and warned by the University. Specifically on her poor attendance, poor work performance and lack of cooperation” (HC order, para. 3, p. 7). The Court further observed that the Appellant “had been requested in writing to submit certain reports and information by the Head of Department… she had failed and not complied with these directions” (HC order, para. 3, p. 8). The Order also recorded that she “had been granted at least 5 years to rectify her shortcomings and faults. There had been no improvement whatsoever” (HC order, para. 3, p. 12).",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      259.64,
      544.07,
      380.01
    ],
    "text": "The record shows that throughout her probation, the Appellant was issued repeated warnings and given opportunities to improve. Yet she did not raise any objection to the extensions of probation or challenge the allegations at the time. Her silence reasonably suggested acquiescence to the Respondent’s assessment. She submitted a belated denial only after her termination (marked as A7), which carries diminished evidentiary weight.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      394.52,
      543.68,
      427.19
    ],
    "text": "Further more, in relation to the duties expected of her, the following evidence was recorded:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      97.97,
      441.64,
      547.19,
      490.31
    ],
    "text": "“ප්‍ර: ඒ අනුව සාක්ිකාරිය ඔබ ප්‍රකාශ කරේගේ ගේ වගේ විගශේිත තනතුරක් කියලා. තමාගේ ගසේවා ගයෝජකයාගගේ තමාගේ ගදපාර්තගේේතු ප්‍රධානියාගගේ උපගදසේ ලැගබන කේම හිටියා කරේන ගමාකක්ද කියලා දැන ගේන?",
    "fonts": [
      "BookmanOldStyle-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      97.97,
      503.98,
      138.55,
      519.35
    ],
    "text": "උ: ඔව්.",
    "fonts": [
      "BookmanOldStyle-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      97.97,
      533.56,
      547.19,
      565.19
    ],
    "text": "ප්‍ර: එතගකාට ඔුේට ගමානවා ෙරි කියේන අතපසු ුනනාේ තමාට එතගකාට කරේන ගදයක් තිබුගේ නැෙැ?",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      97.97,
      578.89,
      138.55,
      594.26
    ],
    "text": "උ: ඔව්.",
    "fonts": [
      "BookmanOldStyle-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      97.97,
      608.47,
      547.19,
      691.1
    ],
    "text": "ප්‍ර: දැේ සක්ිකාරිය තමාට නිකමට වත් හිතුගේ නැත්ගත් ඇයි, තමා ආයතනයට ගිහිල්ලා කිව්ගව් නැත්ගත් ඇයි ගදපාර්තගේේතු ප්‍රධානියාට ,තමා විගශේෂගයේ පිළිගත්තා තමා බුද්ධිමත් තැනැත්තියක් ගොද අධයාපනයක් තිගබන තැනැත්තියක් ො පරිනත භාවයකිේ යුක්ත පුද්ධගලගයක් ඒ අනුව තමා ඇයි ගසේවා ගයෝජකයාගගේ ගිහිේ රාජකාරි ලයිසේතුවක් පිළිබදව විමසුගව් නැත්ගත්.තමා ඒක ලබාගේන කටයුතු කගර් නැත්ගත් ඇයි?",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      97.97,
      705.13,
      422.48,
      720.02
    ],
    "text": "උ:එගසේ රාජකාරී ලයිසේතුවක් ඉල්ලා සිටීම සාමානය සිරිත ගනාගව්.",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "14",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      97.97,
      72.11,
      547.19,
      103.74
    ],
    "text": "ප්‍ර: සාක්ිකාරිය ගමය පරිවාස ප්‍රශේනයක් ගනාගව්. ඔබගේ තනතුරට අනුව ඔබ විසිේ කලයුතු රාජකාරී පිළිබද ප්‍රශේනයක්. ඔබ තවදුරටත් කියා සිටියා",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      97.97,
      118.07,
      547.19,
      200.7
    ],
    "text": "ඔබගේ ගදපාර්තගේේතු ප්‍රධානියා ඔබ විසිේ කල යුතු රාජකාරිය ගම යැයි කීමට අතපසු වීමක් ුගණාත් ඔබට කිරීමට ගවනත් රාජකාරී කටයුතු කිසිවක් නැෙැ කියලා. එවැනි අවසේථාවක ඔබ ඔබගේ ගදපාර්තගේේතු ප්‍රධානියා ගෙෝ උසසේ නිලධාරියාගගේ ඔබගේ රාජකාරි ලයිසේතුවක් ඉල්ලා සිටිය යුතුයි ගේද. එය ඔබ දැන ගත යුතුයි ගේද ඔබ විසිේ කල යුතු වේගේ ගේ ගේ රාජකාරි කියලා?",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      97.97,
      214.91,
      547.19,
      263.61
    ],
    "text": "උ: එය සාමානය ක්‍රියාපටිපාටිය ගනාගව්. ගසේවා ගයෝජක තමයි කල යුතු රාජකාරි ගමානවද කියා සිටිේගේ. ඒ අනුව අප ඒ රාජකාරි ඉටු කරන අතර යේ ප්‍රශේනයක් තිගබනවා නේ ගේ ආකාරගයේ කල යුතුය කියා අප ෙට කියා සිටිනවා.",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      97.97,
      277.82,
      547.19,
      361.5
    ],
    "text": "ප්‍ර: වග උත්තරකරු ගවනුගවේ මා ගේ අවසේථාගව්දී ගයෝජනා කරන සිටිනවා රාජකාරී ලයිසේතුවක් ඉල්ලා ගනාසිට අුරුදු 03 ක් ගවනකේ ඔබ සිටීගමේ ඒගකේම ගමය ගවේගේ ගේ රාජකාරි ඉටු කිරීම සේබේධගයේ ඔබගේ කිසිම සැලකිල්ලක් ගනාතිබුන බව?......” (marked as page 66-67 in the proceedings of the Labour Tribunal).",
    "fonts": [
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      376.04,
      543.91,
      426.23
    ],
    "text": "According to the evidence of Senior Lecturer Jagath Wijeratne of the Mathematics Department, it is clear that the Appellant refused to perform certain duties assigned to her by the University. He testified as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      97.97,
      440.68,
      547.19,
      489.35
    ],
    "text": "“ඇයව මම ගවනත් පරිගණක විදයාගාරයකට මාරු කළා. නමුත් ඇය ඒ පරිගණක විදයාගාරගේ දූවිලි තිගබනවා කියලා ඒ කාමරයට යෑමට බැෙැ කියලා ඒක ප්‍රතික්ගෂේප කරලා තිගබනවා...”",
    "fonts": [
      "Arial-ItalicMT",
      "IskoolaPota"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      503.62,
      544.51,
      624.02
    ],
    "text": "This oral testimony is directly supported by the contemporaneous email (marked as R17), sent by the Appellant herself, addressed to Mr. Wijeratne on 25.04.2012. In that email, she expressly stated that “Lab C is dusty and suffocating” and declared that “I will not go into the lab until the lab is dust-free.” The evidence establishes that the Appellant declined to perform her duties for personal reasons and not on account of any genuine inability.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      638.53,
      543.79,
      706.21
    ],
    "text": "Her repeated difficulties in performing assigned duties, instances of poor attendance, and lack of cooperation, despite being given warnings and opportunities to improve, provided sufficient grounds for the Respondent to conclude that she was not suitable for confirmation.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "15",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.05,
      544.07,
      157.38
    ],
    "text": "Employees holding specific positions are required to carry out their duties in accordance with the standards set by the organisation. Failure to perform assigned responsibilities adequately can justify termination, during the probationary period, to ensure the proper functioning of the institution.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      171.77,
      544.21,
      450.23
    ],
    "text": "Accordingly, upon a careful consideration of the evidence and the applicable legal principles, I find that the learned High Court Judge erred in law in concluding that the Appellant was a permanent employee at the time of termination. The evidence before the Court clearly established that the Appellant’s appointment, though to a permanent post, remained subject to probation and was never confirmed by a positive act of the employer. In consequence, she continued to serve as a probationer, and her services were lawfully terminated upon an objective assessment of suitability. The documentary and oral evidence demonstrate that the Respondent, having afforded the Appellant repeated opportunities to improve and issued several warnings regarding her poor performance, attendance, and lack of cooperation, was entitled in law to form the view that she was unsuitable for confirmation. Accordingly, while the learned High Court Judge misdirected himself on the question of status, the finding that the termination was justified is upheld, albeit on the correct legal footing.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      464.62,
      544.22,
      602.66
    ],
    "text": "The second question of law concerns whether the learned High Court Judge erred in making a finding of guilt or wrongdoing against the Appellant without properly considering the provisions of the Establishments Code and the procedural safeguards it mandates for disciplinary action against permanent employees. At its core, this question examines whether strict compliance with the formal disciplinary procedures applicable to confirmed staff was necessary before holding the Appellant guilty of misconduct or unsatisfactory performance.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      617.05,
      544.16,
      719.89
    ],
    "text": "As established in the first question of law, the Appellant was a probationer at the time of her termination. This status is decisive because a probationer does not enjoy the procedural protections afforded to permanent employees. The procedures under the Establishments Code, including preliminary investigation, issuance of a formal charge sheet, and a disciplinary inquiry, are designed to protect confirmed employees from",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "16",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.05,
      543.82,
      122.22
    ],
    "text": "arbitrary or unfair termination. However, these safeguards are irrelevant to a probationer, whose continuation in service is contingent on satisfactory performance and the discretion of the employer.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      136.73,
      544.28,
      257.13
    ],
    "text": "Probationary employment is inherently evaluative, and the employer retains the discretion to terminate a probationer without invoking the full disciplinary procedures required for permanent employees, provided that the termination is bona fide and not actuated by mala fides. The distinction between confirmed and probationary employment was authoritatively explained in State Distilleries Corporation v. Rupasinghe [1994] 2 Sri L.R. 1, where it was observed:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      102.02,
      271.52,
      513.96,
      444.77
    ],
    "text": "“What then is the principal difference between confirmed and probationary employment? In the former, the burden lies on the employer to justify termination; and he must do so by reference to objective standards. In the latter, upon proof that termination took place during probation, the burden is on the employee to establish unjustifiable termination, and the employee must establish at least a prima facie case of malafide before the employer is called upon to adduce evidence as to his reasons for dismissal; and the employer does not have to show that the dismissal was, objectively, justified.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      459.1,
      543.79,
      509.27
    ],
    "text": "This principle establishes that when an employee is on probation, the burden of proof lies on the employee, and the employer is not required to demonstrate objective justification for termination.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      523.78,
      544.25,
      573.95
    ],
    "text": "The principles relating to the service of a probationer were further summarised in Brown & Co. Ltd V. Samarasekera [1996] 1 Sri L.R., which held:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      102.02,
      588.37,
      514.45,
      708.92
    ],
    "text": "\"The principles relating to the service of a probationer may be sum-marised thus: (1) Unless the letter of appointment otherwise provides, a probationer is not entitled to automatic confirmation on completion of the period of probation. If then he is allowed to continue his service, he continues as a probationer. (Hettiarachchi v. Vidyalankara University (1972) 76 N.L.R. 47 , Ceylon",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "17",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      102.02,
      72.05,
      514.1,
      104.67
    ],
    "text": "Ceramics Corporation v. Premadasa (I986) 1 Sri LR 287 (C.A.))",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      102.02,
      119.09,
      514.27,
      204.51
    ],
    "text": "(2) Even in the absence of any additional terms and conditions, a simple probation clause confers on the employer the right to extend the probationary period; (Elsteel Ltd. v. Jayasena S.C. Appeal No. 20/88 - S.C. Minutes of 06.4.90.)",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      102.02,
      218.93,
      514.51,
      602.63
    ],
    "text": "(3) The employer is not bound to show good cause for terminating a probationer's service. The Labour Tribunal may examine the grounds of the decision only for the purpose of finding out whether the termina-tion was mala fide or amounted to victimization or an unfair labour practice. (Moosajees Ltd. v. Rasaiah (I968) 1 Sri LR. 365 (C.A.)/ Utkal Machinery Ltd. v. Santi Patnai HS) AIR I966 S.C. 1051, 1052 (1966) 1 LU 398, 400., Liyanagamage v. Road Construction and Development (Pvt.) Ltd. S.C. Appeal No. 3/95 S.C. Minutes of 23.08.93., Shafeeudeen v. Sri Lanka State Plantations Corporation S.C. Appeal No. 18/93 S.C. Minutes of 18.01.94.) (4) The question whether the probationer's services were satisfac-tory is a matter for the employer. It cannot be objectively tested. If the employer decided that the probationer's services were not satisfac-tory, it would be inequitable and unfair, in the absence of mala fides, to foist the view of the tribunal on that of the management. (Caltex India Ltd, v. Second Industrial Tribunal High Court of Cal-cutta (I963) LU 156. Ceylon Trading Co. Ltd. v. The United Tea, Rubber and Local Produce Workers Union (1986) CALR Vol. 1162 (C.A.), Ceylon Cement Corporation v. Fernando (1990) 1 Sri LR 361 (C.A.))",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      102.02,
      617.05,
      514.36,
      684.92
    ],
    "text": "(5) A suggestion of mala fides is not sufficient. The tribunal must make a finding that the termination of a probationer's service was actuated by mala fides or ulterior motive. (Swarnalatha Ginige",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "18",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      102.02,
      72.05,
      514.04,
      104.76
    ],
    "text": "v. University of Sri Lanka S.C. Appeal No. 66/93 S.C. Minutes of 23.05.95.)\"",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      119.21,
      544.25,
      344.85
    ],
    "text": "It is also important to emphasise that the Appellant’s termination was not motivated by mala fide or any ulterior purpose. The documentary and oral evidence demonstrated that the Respondent consistently communicated performance expectations, provided reminders, issued letters detailing deficiencies, and offered opportunities to improve. The correspondence and performance assessments, including R1, R2, R4, R5, R6, and R7, show a genuine concern for the Appellant’s development rather than any intent to punish or victimise. Additionally, the Appellant’s own admissions in cross-examination confirmed that she was aware of her shortcomings and the need to comply with departmental instructions. In light of these facts, there is no indication of bad faith on the part of the employer; the termination was a bona fide exercise of managerial discretion consistent with the Appellant’s probationary status.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      359.36,
      544.19,
      462.23
    ],
    "text": "Applying these authorities and facts, it is evident that the procedural safeguards mandated under the Establishments Code for permanent employees are not applicable to the Appellant. Termination during probation in such circumstances is lawful, and the burden was on the Appellant to show that the dismissal was unjustifiable, which she has failed to establish.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      476.62,
      544.05,
      632.18
    ],
    "text": "Having considered the evidence, the applicable law, and the principles relating to probationary employment, I find that the High Court was wrong in treating the Appellant as a permanent employee and in holding that she engaged in misconduct or wrongdoing under the procedures applicable to permanent staff. I find that the Appellant was a probationer at the time of termination, and therefore, the Establishments Code safeguards for permanent employees were not applicable. Therefore, the Respondent was entitled to exercise its discretion to terminate probationary employment, and no mala fide or improper motive has been established.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      646.57,
      544.14,
      714.37
    ],
    "text": "I find that, on her actual status as a probationer, the termination was lawful and justified, and the High Court’s reasoning based on permanency was incorrect. Accordingly, any finding of guilt or wrongdoing premised on procedural non-compliance with the Establishments Code is legally",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "19",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      72.05,
      543.95,
      104.7
    ],
    "text": "unsustainable, and the termination must be upheld as lawful and justified under the standards applicable to probationary employment.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      119.09,
      543.69,
      134.22
    ],
    "text": "The questions of law on which leave to appeal was granted are answered",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      142.01,
      411.86,
      157.14
    ],
    "text": "in the negative and dismiss the appeal without cost.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      176.93,
      522.91,
      314.13
    ],
    "text": "JUDGE OF THE SUPREME COURT P.PADMAN SURASENA, CJ I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      314.24,
      543.88,
      473.99
    ],
    "text": "CHIEF JUSTICE JANAK DE SILVA, J. I have had the benefit of reading in draft the judgment proposed to be delivered by my learned sister Wickremasinghe, J. I regret that I have to dissent from the reasons and conclusions set out therein. My reasons and conclusions are set out below.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      484.54,
      543.94,
      552.71
    ],
    "text": "The Applicant-Appellant-Appellant (Appellant) was appointed as a Programmer cum System Analyst by the Respondent-Respondent-Respondent (Respondent) on 27.09.2007. The appointment was subject to a period of probation of three (3) years or more.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      563.29,
      548.06,
      631.46
    ],
    "text": "The period of probation was extended twice. The first was for a period of six (6) months from 02.10.2010 which was done belatedly on 22.03.2011. The second was once again belatedly done on 28.03.2012 which extended the period of probation up to 01.10.2011.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      642.01,
      543.85,
      674.78
    ],
    "text": "The services of the Appellant were terminated by letter dated 30.10.2014 with effect from 29.01.2015.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "20",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      72.05,
      543.87,
      122.58
    ],
    "text": "The Appellant filed an application before the Labour Tribunal claiming that the termination was malicious, arbitrary, capricious, unreasonable and unfair.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      133.13,
      544.03,
      254.25
    ],
    "text": "The Respondent contended that the Appellant was on probation and that her services were terminated as her work performance and tasks entrusted to her during the past four years have not been satisfactory. The letter of termination further alleged that the Appellant had failed, during the period given by the Respondent to her, to improve her performance and that she had failed to satisfy even the minimum standards expected by the Respondent as a responsible employee.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      264.8,
      543.9,
      332.97
    ],
    "text": "The learned President of the Labour Tribunal held that the Appellant was a permanent employee and the termination of her services was unjust and unlawful. Instead of ordering reinstatement, he awarded compensation of Rs. 11,66,088/=.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      343.52,
      543.94,
      411.69
    ],
    "text": "Both the Appellant and Respondent appealed to the Provincial High Court of the Western Province holden in Colombo (High Court). The learned judge of the High Court consolidated the two appeals and delivered one judgment holding the termination to be just and equitable.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      422.26,
      543.82,
      472.79
    ],
    "text": "The Appellant sought leave to appeal which was granted on the two questions of law set out in paragraphs 20(a) and (b) of petition dated 08.11.2019. They read as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      483.34,
      543.51,
      498.53
    ],
    "text": "(1) Has the learned High Court Judge while holding that the Petitioner",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      500.98,
      543.58,
      569.21
    ],
    "text": "was not a probationer but a permanent employee erred in law in holding that there were sufficient ground/evidence to justify termination? (2) Has the learned High Court Judge erred in making a finding of guilt",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      126.02,
      571.69,
      543.59,
      675.32
    ],
    "text": "or wrongdoing without considering the applicable Establishment Code and the procedure for the disciplinary measures against a permanent employee, especially where the Respondents were bound by certain procedures in their Establishment Code which they are mandated to follow though not part of the record such being a matter of notice/ importance?",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      685.81,
      543.87,
      718.57
    ],
    "text": "The learned High Court judge in his judgment, at page 11, states as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "21",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      108.02,
      72.05,
      543.59,
      140.28
    ],
    "text": "“Thus the finding of fact that she is a permanent employee is one of the reasonable conclusions the Learned President could have reached on the evidence. Thus it is not possible to interfere in to this finding in the exercise of the Appellate powers of this Court.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      150.77,
      543.92,
      201.18
    ],
    "text": "My learned sister Wickremasinghe, J. proceeds on the basis that question of law No. 1 allows this Court to examine the validity of this conclusion. I respectfully disagree.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      211.73,
      544.2,
      492.11
    ],
    "text": "Question of law No. 1 proceeds on the basis that the learned High Court judge was correct in endorsing the finding of the learned President of the Labour Tribunal that the Appellant was at the time of her termination a permanent employee. It is a question of law proposed by the Appellant herself and is clearly qualified by the words “has the learned High Court Judge while holding that the Petitioner was not a probationer but a permanent employee erred in law …”. The only question which arises therein is whether the learned High Court judge erred in upholding the termination although he concluded that the Appellant was a permanent employee. It does not allow the Court to revisit the finding made by both the learned President of the Labour Tribunal and learned High Court judge that the Appellant was a permanent employee at the time of her termination in the absence of a cross-appeal by the Respondent or a consequential question of law been raised on that issue, although I have my reservations on whether that was possible without a cross-appeal by the Respondent.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      502.66,
      543.94,
      535.43
    ],
    "text": "This is the fundamental basis for my disagreement with the draft judgment proposed to be delivered by my learned sister.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      545.98,
      544.25,
      685.04
    ],
    "text": "In State Distilleries Corporation v. Rupasinghe [(1994) 2 Sri.L.R. 395] it was held that the principle difference between confirmed and probationary employment is that in the former, the burden lies on the employer to justify termination which he must do by reference to objective standards. In the latter, upon proof that termination took place during probation the burden is on the employee to establish unjustifiable termination, and the employee must establish at least a prima facie case of mala fides, before the employer is called upon to adduce evidence as to",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "22",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      72.05,
      544.0,
      104.82
    ],
    "text": "his reasons for dismissal; and the employer does not have to show that the dismissal was, objectively, justified.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      115.37,
      543.85,
      148.26
    ],
    "text": "Thus, the burden was on the Respondent to justify termination by reference to objective standards.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      158.81,
      544.11,
      279.93
    ],
    "text": "Having held that the Appellant was a permanent employee, the learned High Court judge held the termination to be just and equitable since the Respondent has provided the Appellant with sufficient warnings and opportunities to correct herself prior to terminating her services and that the evidence establishes sufficient and genuine reasons for the termination which the learned President of the Labour Tribunal failed to consider. Let me examine the validity of these conclusions.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      290.48,
      544.08,
      376.29
    ],
    "text": "The last extension of the probationary period of the Appellant was by letter dated 28.03.2012 whereby the period was extended for six (6) months with effect from 02.04.2011. This period of probation came to an end on 02.10.2011. There were no letters issued thereafter extending her probationary period.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      386.84,
      544.03,
      508.07
    ],
    "text": "The services of the Appellant were terminated by letter dated 30.10.2014 with effect from 29.01.2015. In examining the just and equitable nature of her termination, the learned High Court judge states (page 12 of the judgment) that there is clear and sufficient evidence to prove that during the 4-5 years preceding the termination there had been attendance issues and serious work and attitude related issues of the Appellant. In doing so, he erred in law.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      518.62,
      543.95,
      586.82
    ],
    "text": "It is clear that the learned President of the Labour Tribunal concluded that the Appellant must be considered to be in permanent employment as there was no further extension of the period of probation after the last extension up to 02.10.2011.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      597.37,
      544.03,
      718.57
    ],
    "text": "An employer is entitled to confirm a probationer upon being satisfied with the work and conduct of the probationer. Upon such confirmation, the employer has a legitimate expectation of stability of employment, subject to the right of the employer to terminate the contract of employment in accordance with law. Such termination cannot in my view take into consideration the performance during the probationary period as the employer had the opportunity to do so prior to confirmation. There is",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "23",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      72.05,
      543.88,
      140.22
    ],
    "text": "nothing just and equitable in recognising that an employer may consider the defaults of a probationer during the period of probation in determining whether the services of such employee after confirmation can be terminated.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      150.77,
      544.18,
      201.18
    ],
    "text": "I am mindful that in The Colombo Apothecaries Co. Ltd., v. Ceylon Press Workers’ Union (75 N.L.R. 182 at 186-187) Weeramantry, J., held as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      211.73,
      543.94,
      386.07
    ],
    "text": "“The fact that an earlier default had been pardoned or excused does not, in my view, wipe it off the slate so completely as to render that default totally irrelevant. That default assumes relevance and importance in the context of a complaint by the employer of successive and repeated defaults of the same nature. When one is considering how reasonable or unreasonable has been the conduct of each party, it would be wrong to view the final act in the series in isolation as though it existed all by itself. Here as elsewhere in the field of labour law, a proper assessment of a dispute can only be made against the background of the conduct and relationship between the parties.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      396.56,
      543.94,
      553.13
    ],
    "text": "Labour laws must be worked with justice both to employee and employer and I do not consider realistic or satisfactory a view of a labour dispute which reduces an employer to a state of impotence in the face of repeated defaults of the same nature by the employee. There can very well come a time when the employer makes up his mind that he will not suffer his indulgence to be taken advantage of any longer. It is then for the Tribunal to see whether in the context of his entire conduct towards his employer, the latter has been reasonable in taking the action he did.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      563.65,
      543.5,
      614.24
    ],
    "text": "Any other view would seem to be lacking in that broad and general Approach to labour disputes which it is the very aim and object of the labour laws to foster.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      624.73,
      543.96,
      710.53
    ],
    "text": "I am in respectful agreement with the legal principle expounded therein. However, the previous defaults in that case did not occur during a period of probation followed by confirmation. In my view the principle expounded is applicable in relation to defaults of a permanent employee during the period of permanent employment. For the reasons set out more fully above,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "24",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      72.05,
      543.88,
      104.82
    ],
    "text": "I take the view that it has no application to the circumstances in this appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      115.37,
      543.86,
      165.9
    ],
    "text": "The issue then is whether the Respondent proved that the conduct of the Appellant during her period of permanent employment made the termination just and equitable.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      176.45,
      544.17,
      297.69
    ],
    "text": "The learned High Court judge has referred to several documents such as R1, R2, R3 and R6 as evincing warnings and opportunities to the Appellant to correct herself. However, all these documents were marked subject to proof as the Appellant denied receiving them. When the Respondent closed their case, the Appellant reiterated the objection and submitted that these documents should not be considered as they were not proved. I take the view that these documents have not been proved.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      308.24,
      544.17,
      411.69
    ],
    "text": "Moreover, all these documents, except R6 dated 01.09.2012, were issued during the probationary period. I am of the view that they cannot be relied upon for termination on grounds of inefficiency after the Appellant is confirmed. By confirming a probationer, the employee is put on notice that the employer is satisfied with the performance. The employment then takes a permanent nature.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      422.26,
      544.0,
      543.47
    ],
    "text": "Letter dated 01.09.2012 (R9) is a letter of warning to the Appellant to improve her work performance, attendance and to obey the instructions given by the superiors. This is the only document pertaining to the period of permanent employment. But this was allowed to be marked subject to proof by the learned President of the Labour Tribunal and was also objected to at the close of the case of the Respondent. I take the view that this document has not been proved.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      554.02,
      547.13,
      692.9
    ],
    "text": "The learned High Court judge concludes that the Appellant had not been cooperative or was reluctant to follow minimum standard of expected conduct to perform her duties within the organization. He buttresses his conclusion by reference to the Appellant’s denial that she was served with the list of duties dated 23.02.2010 (R13). However, the learned High Court judge has overlooked the minute made by the Dean on letter dated 11.05.2012 (R15) wherein it is admitted that there is a lapse on their part as the Head/Mathematics has not issued a list of duties to the Appellant.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      527.86,
      741.93,
      543.17,
      754.24
    ],
    "text": "25",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      72.05,
      543.79,
      140.22
    ],
    "text": "For the foregoing reasons, I hold that learned High Court Judge erred in law in holding that there were sufficient ground/evidence to justify termination of the services of the Appellant while holding that the Petitioner was not a probationer but a permanent employee.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      150.77,
      412.94,
      165.9
    ],
    "text": "Question of law No. 1 is answered in the affirmative.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      176.45,
      543.83,
      209.22
    ],
    "text": "In view of this conclusion, there is no need to examine question of law No. 2.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      219.77,
      544.01,
      270.33
    ],
    "text": "Accordingly, I affirm the order of the learned President of the Labour Tribunal dated 03.05.2018 and set aside the judgment of the learned High Court judge dated 30.09.2019.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      280.88,
      216.6,
      296.01
    ],
    "text": "Appeal partly allowed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      357.92,
      486.91,
      373.05
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]