{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2010-10-29-SC-ELECTION-PETITION-1-2010",
  "num": "SC/ELECTION PETITION/1/2010",
  "date_str": "2010-10-29",
  "description": "Hon. J.A.N. De Silva CJ - Sarath Fonseka, No. 6, 37th L...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_election_petition_1_2010.pdf",
  "parties": "Sarath Fonseka, No. 6, 37th Lane, Queen’s Road, Colombo 3. And presently detained at The Navy Headquarters, Colombo 1. - Petitioner - Vs. 1. Mahinda Rajapakse, “Temple Trees”, Galle Road, Colombo 3. Medamulana, And Weeraketiya. 2. Mohomed Casim Mohomed Ismail, No. 118, Soysa Watta, Welisara, Ragama. 3. Achala Ashoka Suraweera, Susiri Place, Muruthalawa. 4. Channa Janaka Sugathiri Gamage, No. 51, Piliyandala Road, Maharagama. 5. W.V. Mahiman Ranjith, No. 3, 34th Lane, Queen’s Road, Colombo 3. 6. Anura Liyanage, No. 7, Sumner Place, Colombo 8. 7. Sarath Manamendra, No. 50, Ketawalamulla Lane, Colombo 9. 8. M.K. Sivagilingam, Ammankoviladi, Velvetithurai. 9. Ukkubanda Wijekoon, No. 24 /6, 4th Lane, Pitakotte, Kotte. 10. Lal Perera, No. 7/9B, Sewana Mawatha, Gangabada Road, Suwarapola, Piliyandala. 11. Siritunga Jayauriya, No. 57/7, D.S. Fonseka Road, Colombo 5. 12. Wickramabahu Karunaratne No. 17, Barrack Lane, Colombo 2. 13. Idurus Mohomed Ilyas, No. 68, Masjid Road, Puttalam. 14. Wije Dias, No. 301 1 /1, Main Road, Aththidiya, Dehiwala. 15. Sanath Pinnaduwa, No. 240/1D, Boralugoda, Athurugiriya. 16. M.M. Mohomed Musthafa, No. 16, Ramakrishna Road, Colombo 6. 17. Battaramulla Seelarathana Thero, No. 185/B, Dewala Road, Thalangama South, Koswatta, Battaramulla 18. Senarathne De Silva, No. 5/B, Webada Road, Negombo. 19. Aruna De Soysa, “Susiri”, Nupe, Kosgoda. 20. Upali Sarath Kongahage, No. 2, Community Road, Obehena Road, Madiwela. 21. Muthubandara Theminimulla, No. 3/1, Sanghamitta Mawatha, Kandy. 22. Dayananda Dissanayake, Commissioner of Elections, Election Secretariat, Sarana Mawatha, Rajagiriya. 23. Razik Zarook P.C., 31/1, Horton Place, Colombo 7. 24. Kalinga Indatisa, 325 ½ Thimbirigasyaya Road, Colombo 5. 25. Hudson Samarasinghe, Chairman, Sri Lanka Broadcasting Corporation, Torrington Square, Colombo 7. 26. Wimal Weerawansa, 21/1, Asoka Mawatha, Jayanthipura, Battaramulla. - Respondents-",
  "judgement_by": "Hon. J.A.N. De Silva CJ"
}