{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2010-06-17-SC-FR-459-2008",
  "num": "SC/FR/459/2008",
  "date_str": "2010-06-17",
  "description": "Hon. P.A. Ratnayake J - 1. Environmental Foundation L...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_459_2008.pdf",
  "parties": "1. Environmental Foundation Limited, No. 146/34, Havelock Road, Colombo 5. 2. K.K.D. Perera, No. 531, Balagolla, Kengalla. 3. Ajith P. Dharmasuriya No. 1, New Town, Aluthwatta Road, Rajawella. Petitioners Vs. 1. Mahaweli Authority of Sri Lanka, No. 500, T.B. Jayah Mawatha, Colombo 10. 2. Director-General, Mahaweli Authority of Sri Lanka, No. 500, T.B. Jayah Mawatha, Colombo 10. 3. J.L.H.I. Kumarihami Resident Project Manager- Victoria Project, Mahaweli Authority of Sri Lanka, Victoria Resident Project Manager’s Office, Digana, Nilagama, Rajawella. 4. Nihal Wijenayake, Director-Lands, Mahaweli Authority of Sri Lanka, No. 500, T.B. Jayah Mawatha, Colombo 10. 5. Hon. Maithripala Sirisena, M.P., Minister of Agricultural Development and Agrarian Services, Ministry of Agricultural Development and Agrarian Services, No. 500, T.B. Jayah Mawatha, Colombo 10. 6. Secretary, Ministry of Agricultural Development and Agrarian Services, Ministry of Agricultural Development and Agrarian Services, No. 500, T.B. Jayah Mawatha, Colombo 10. 7. Meda-Dumbara Pradeshiya Sabha Theldeniya. 8. Patha-Dumbara Pradeshiya Sabha Wattegama. 9. Patha-Hewaheta Praeshiya Sabha Thalathu-Oya. 10 Kundasala Pradeshiya Sabha Menikhinna. 11. Divisional Secretary, Divisional Secretariat of Meda-Dumbara, Theldeniya. 12. Central Environmental Authority. “Parisara Piyasa”, No. 104, Robert Gunawarden Mawatha, Battaramulla. 13. Director of Wildlife Conservation, Department of Wildlife Conservation, No. 18, Gregory’s Road, Colombo 7. 14. Hon. Attorney General Attorney General’s Department, Hulftsdorp Street, Colombo 12. Respondents",
  "judgement_by": "Hon. P.A. Ratnayake J"
}