[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.22,
      75.29,
      533.11,
      91.25
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.21,
      94.85,
      355.52,
      110.81
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      114.29,
      534.03,
      713.89
    ],
    "text": "In the matter of an Appeal from a Judgment of the Civil Appellate HighCourt of Avissawella. HallewaMudiyanselage Mangalika Jayasinghe, No. 161/2, Sanka, Indolamulla, Dompe. Plaintiff SC APPEAL 183/ 2016 Vs SC/ HCCA / LA 148/2016 WP/ HCCA / AV / 1567/15 (F) Nanayakkarawasam Gamgodage D.C.Pugoda No. 969 / L SunethraUdeniBandara Jayasinghe, No. 237/E, Weddagala, Thiththapaththara. Defendant AND BETWEEN HallewaMudiyanselage Mangalika Jayasinghe, No. 161/2, Sanka, Indolamulla, Dompe. Plaintiff Appellant Vs Nanayakkarawasam Gamgodage Sunethra UdeniBandara Jayasinghe, No. 237/E, Weddagala, Thiththapaththara. Defendant Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.79,
      541.43,
      706.57
    ],
    "text": "AND NOW BETWEEN HallewaMudiyanselage Mangalika Jayasinghe, No. 161/2, Sanka, Indolamulla, Dompe. Plaintiff AppellantAppellant Vs Nanayakkarawasam Gamgodage Sunethra UdeniBandara Jayasinghe, No. 237/E, Weddagala, Thiththapaththara. Defendant Respondent Respondent BEFORE : S. EVA WANASUNDERA PCJ, H. N. J. PERERA J & MURDU FERNANDO PCJ. COUNSEL : Kamal SunethPerera for the Plaintiff Appellant Appellant. Ranjan Suwandaratne PC with Yuwin Mathugama for the Defendant Respondent Respondent ARGUED ON : 13.07.2018. DECIDED ON : 28.09.2018.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      75.29,
      543.15,
      162.05
    ],
    "text": "S. EVA WANASUNDERA PCJ. In this matter leave to appeal was granted on the questions of law in paragraph 14 (a), (c), (d) and (f) of the Petition which read as follows:-",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      162.99,
      542.9,
      179.21
    ],
    "text": "1. Did the learned Civil Appellate High Court Judges err in law by taking into",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      182.21,
      542.96,
      247.49
    ],
    "text": "consideration of the evidence of the Defendant, where she has evaded court at the trial stage, depriving the Plaintiffs lawyer to cross examine the Defendant? 2. Did the Civil Appellate High Court fail to observe that the Defendant did not",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      250.64,
      542.99,
      315.92
    ],
    "text": "specifically deny the lease agreement (P4) signed between the Plaintiff and the Defendant and in fact admitted it by the issue No. 7 raised by the Defendant herself? 3. Did the Civil Appellate High Court fail to follow the judicial precedent",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      319.04,
      543.24,
      401.36
    ],
    "text": "created by the Judgment of Your Lordships Court in SC Appeal No. 146/2013, decided on 12.08.2015 where it was held that the moment that a lease agreement is admitted, the need to prove title to the premises in question does not arise? 4. Did the Civil Appellate High Court Judges and the learned District Judge err",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      404.48,
      546.39,
      709.09
    ],
    "text": "in law by requiring the Lessor to give Notice to Quit to the Lessee even after the lease period was over? The Plaintiff Appellant Appellant (hereinafter referred to as the Plaintiff) had filed action against the Defendant Respondent Respondent (hereinafter referred to as the Defendant) in the District Court of Pugoda on 02.10.2008, praying for a declaration of title for the property contained in the two Schedules to the Plaint, for ejection of the Defendant from the same as well as for damages caused to the Plaintiff due to the Defendant not having left the property, in a sum of Rs. 50,000/- upto the date of the Plaint and Rs. 7000/- per month thereafter. The Schedules to the Plaint are two small allotments of land, one of which is 8 Perches with a partly built two storeyed building and another of 2 Perches. They are respectively , Lot 11B and Lot 17A of Plan No. 212 dated 25.02.1992 made by M.D.Edward Licensed Surveyor. The Defendant filed answer on 06.03.2009 stating that she has been in occupation of the said properties from the date that she",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.79,
      543.31,
      704.17
    ],
    "text": "bought the same and that the Plaintiff is holding the properties under Deed No. 14512 dated 06.04.2006 on trust for the Defendant. She prayed for dismissal of the action and/ or for a direction from court that the properties be transferred to her from the Plaintiff. By title Deed No. 12387 dated 02.02.2002 and attested by Lasantha G.A.Sthembu Notary Public, NanayakkarawasamGamgodageSunethraUdeniBandara Jayasinghe, (the Defendant) had become the owner of the properties in the Schedules to the Plaint. On 13.08.2005 she transferred the same to PindeniyageKanthiPremalatha by Deed No. 13840. The Notary Public who attested the said Deed 13840 states in the Attestation that the purchase price of Rs. 500,000/- was paid by the purchaser P. K. Premalatha to the seller N.G.S.UdeniBandara Jayasinghe, in his presence. Thereafter on 06.04.2006 the said P.K.Premalatha had transferred the same to HallewaMudiyanselageMangalika Jayasinghe,( the Plaintiff) by transfer Deed No. 14512 dated 06.04.2006 attested by I. M. DharmasenaIllupitiya, Notary Public. On the same day, i.e. on 06.04.2006, the Plaintiff had executed a Lease Agreement in favour of the Defendant. The lease was for two years on record according to the clauses in this Deed No. 14513 dated 06.04.2006 and the lease money for one year was Rs. 12000/- . The Defendant had agreed to pay in monthly instalments of Rs. 500/- on or before the 6th day of each month as part of the lease money. I would like to place a diagram below of these transactions as follows: DefendantUdenitransferred to -------Premalatha transferred to--------PlaintiffMangalika. Then the Plaintiff Mangalikaleasedthe property to the DefendantUdenifor two years. The Defendant had been in possession of the house and property at the time the Plaintiff had bought the same from Premalatha. When the lease period was over by 06.04.2008 the Defendant had refused to leave. The Plaintiff had filed action on 02.10.2008 for ejectment of the Defendant. The trial commenced with 13 issues before Court. The Plaintiff as well as her husband gave evidence and marked documents P1 to P8. They were cross",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Wingdings-Regular"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.79,
      543.27,
      704.17
    ],
    "text": "examined by the lawyer of the Defendant. The Defendant gave evidence and marked documents V1 to V6 and was cross examined partly but she did not face any further cross examination after the first date of having given evidence. It had so happened because she had been absent on the next two dates of the case and had claimed that she was not well. The District Judge had however without granting further dates for her to be in Court to be further cross examined, had fixed the case for judgment. The District Judge dismissed the Plaint but had not granted relief as prayed by the Defendant either. The Plaintiff had appealed to the Civil Appellate High Court and the High Court had affirmed the judgment of the District Court. The position taken up by the Defendant is that the Plaintiff of this case has been holding the property in trust for the Defendant. I observe that the Defendant had transferred the property to one Premalatha and received Rs.500,000/-. The Defendant states that she had not transferred the same with the intention of selling the property. She states that it was security for the loan of Rs.500000/- she obtained from Premalatha and she kept on paying interest to her. She submits that she had failed to pay the alleged loan to Premalatha and get the same re-transferred to the Defendant. However in the evidence the Defendant states that the stamp money for the transfer Deed and the Notarys fees were not paid by herbutpaid by Premalatha. The Defendant and Premalatha both admit that the beneficial interest stayed with the Defendant. According to Section 83 of the Trusts Ordinance, the transferor of the property can claim that the transferee has held the property in trust for the transferor by demonstrating that the transferor never intended to pass title to the transferee. So, in the case in hand , the Defendant could have claimed that Premalatha held the property in trust for the Defendant if and when the Defendant demonstrates that she never intended to pass title. When Premalatha transferred the property to the Plaintiff,Mangalika Jayasinghe, by Deed No. 14512 as aforementioned, it has to be carefully looked into, legally , as to any grounds on which the third person Mangalika can be held, to hold the property in trust for the Defendant, Udeni, who had sold the land firstly by a deed of transfer to Premalatha? There exists no transaction between Mangalika and",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.79,
      546.08,
      704.17
    ],
    "text": "Udeni. There cannot be any trust with a third person, even if there existed a trust between the first transferor and the transferee. The holding in trust concept cannot pass from one person to another. It is a concept in law which does not have the quality of the said concept getting transferred from one person to another. The entries in the Land Registry with regard to title to immovable properties are what matters to see whether any property is free of encumberances. The person who buys the property from the person who has paper title, has no possible way to find out whether the earlier transaction of transferring the title was security for a loan where it could be held that the transferee was holding the property in trust for the transferor. In the case in hand, the Defendant Udeni has signed as the second witness to the Deed of transfer from Premalatha to the Plaintiff Mangalika as obvious from document P3 at page 54 of the brief. The purchase price of 6 lakhs had been paid in the presence of the Notary. The Defendant had not called the Notary as a witness. I find therefore that Udeni knew that Premalatha was selling the land to Mangalika. If Udenihad a mind set of not giving up her title, could she ever have signed that transfer deed as a witness? She would never have signed as a witness if she had the slightest intention of keeping the property as owner of the property for herself. Having done so, the Defendant had signed as lessee the Deed No. 14513 on the same day agreeing to take the same property and the house on lease from Mangalika who is the Plaintiff. Udeni has stated in her evidence that the Notary had taken her signature on a blank paper and she did not know that she was entering into a lease with Mangalika the ownerof the property as the lessor and herself as the lessee. Yet, I find that it is a printed standard lease form in which the blanks were filled. It is then not a blank paper on which she has signed. She had signed a lease agreement with the knowledge that it was a lease agreement. It is in the Sinhalese language and captioned in Sinhala as a Lease. According to Section 116 of the Evidence Ordinance, I fail to understand how the Defendant can claim to hold on to the property under any circumstances, as the owner of the property.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.79,
      545.94,
      704.17
    ],
    "text": "Section 116 of the Evidence Ordinance reads as follows: No tenant of immovable property , or person claiming through such tenant, shall during the continuance of the tenancy, be permitted to deny that the landlord of such tenant had, at the beginning of the tenancy, a title to such immovable property; and No person who came upon any immovable property by the license of the personin possession thereof shall be permitted to deny that such person had a title to such possession at the time when such license was given. In the case of Dr. Rasiah Vs Yogambihai, SC Appeal 146/2013, decided on 12.08.2015, reported in 2016 Bar Association Law Journal at page 84, it was decided that the lessee cannot challenge the title of the lessor when the lessee had signed the lease agreement with the Plaintiff lessor. The Court held that the moment that a lease agreement is admitted, the need to prove title to the premises in question does not arise. The lessor is entitled to get the over holding lessee ejected from the premises. In the case in hand, the Defendant when cross examined on the first date, had admitted that she signed the transfer deed giving title to Premalatha marked as V2. She had also admitted that she does not have any other documents to show that it was a transfer of title given as security for a loan. In fact she had not called any other witnesses and not produced any other documents to prove that it was not a proper sale, but only a loan. The Notary was not called to give evidence at all at least to verify matters in her favour as alleged by her against the Plaintiff. The District Judge should have disregarded the evidence of the Defendant who did not present herself in Court for further cross examination. The High Court Judge also should not have given any weight to the evidence of the Defendant due to the same reason of not being available for further cross examination. I find that the Plaintiff had patiently and quite correctly waited until the end of the period of lease of two years before action was filed to eject the Defendant. The Plaintiff had sent a letter informing that action will be filed against the Defendant, which was not replied by the Defendant.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.79,
      543.28,
      704.17
    ],
    "text": "In the case of Gunasinghe Vs Samarasundara 2004, 3 SLR 28, it was held by Justice Dissanayake in the Court of Appeal, that A licensee or lessee is estopped from denying the title of the licensor or lessor. His duty in such a case is first to restore the property to the licensor or the lessor and then to litigate with him as to the ownership. The Plaintiff Respondent in such instances , was entitled to institute action against the Defendant Appellant without first giving notice of termination of the leave and license. The District Judge had wrongfully decided that a notice to quit had not been sent by the Plaintiff to the Defendant prior to filing action. The position of the Plaintiff was that a letter was sent which was admitted received and not replied by the Defendant. The Defendant was a lessee of the Plaintiff. According to the authority quoted above, the Plaintiff was entitled to institute action against the Defendant without even first giving notice of termination of the leave and license. The Civil Appellate High Court had simply affirmed the reasoning given by the District Judge in her judgment and dismissed the Appeal before the High Court. In the case of Muttammah Vs Thiyagarajah 1961, 62 NLR 559, at page 564, Basnayake CJ held, referring to Section 83 of the Trusts Ordinance, that The Section is designed to prevent transfers of property which on the face of the instrument appear to be genuine transfers, but where an intention to dispose of the beneficial interest cannot reasonably be inferred consistently with the attendant circumstances. Neither the declaration of the transferor at the time of the execution of the instrument nor his secret intentions are attendant circumstances. Attendant circumstances are to my mind, circumstances which precede or follow the transfer but are not too far removed in point of time to be regarded as attendant which expression in this context may be understood as accompanying or connected with. Whether a circumstance is attendant or not would depend on the facts of each case. In the case in hand, if at all, the attendant circumstances to show that Udeni did not have any intention to dispose of the property can be supported only on the transfer of the property to Premalatha. Udeni cannot show any attendant circumstances for the lease of the property transaction between Udeni and a",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.79,
      543.31,
      704.17
    ],
    "text": "third party, who had bought the property from Premalatha, namely Mangalika. If Premalatha refused to transfer the property back to Udeni, when she paid the alleged loan she took from Premalatha with interest, then, Udeni could have shown the attendant circumstances which demonstrates that there was no intention to transfer the property to Premalatha. Nothing of that sort has happened in this case. When the third party , Mangalika had signed a lease agreement with Udeni, after two years, Udeni cannot be heard to say that the lessor had held the property in trust under Section 83 of the Prescription Ordinance on behalf of Udeni. Constructive trusts can be alleged only against the transferee by the transferor in cases where it is a transfer of property. The concept of constructive trust does not pass from one person to another. Udeni cannot contest the ownership of the third person, Mangalika on the basis that Mangalika was holding the property in trust for her. According to the many legal authorities on the subject of trust under Section 83 of the Trusts Ordinance, in the present case, I hold that the Defendant had failed to place any material before Court to demonstrate that the Plaintiff Mangalikahad held the property in trust for the Defendant. The relationship between the Plaintiff and the Defendant are lessor and the lessee, where the Defendant had accepted the total legal ownership of the lessor. If the Defendant had some other documents which are not notarially executed but shows the intention between the parties contrary to accepting the lessor as the lessor and the owner of the property on which the lessee had been holding on to the property intending to be on the property as owner and not a lessee, then, the case would have been different. The Defendant in this case has tried to just submit in her evidence that when she passed the property to Premalatha by way of a transfer, Premalatha had held it in trust for her and when Premalatha transferred the property to Mangalika, the concept of alleged trust also had passed on to Mangalika and therefore Mangalika had been holding the property in trust for the Defendant. I decline to hold that argument as legally correct.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.79,
      546.39,
      709.09
    ],
    "text": "I answer the questions of law enumerated above against the Defendant Respondent Respondent and in favour of the Plaintiff Appellant Appellant. I set aside the Judgement of the Civil Appellate High Court dated 02.03.2016 as well as the judgment of the District Court dated 24.10.2014. I do hereby grant the reliefs prayed for by the Plaintiff in paragraphs (a) , (b) and (c) of the Plaint dated 02.10.2008. The Appeal is allowed with costs. Judge of the Supreme Court H.N.J. Perera J. I agree. Judge of the Supreme Court Murdu Fernando PCJ. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]