{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-07-23-SC-FR-246-2022--SC-FR-2-7eae16cc",
  "num": "SC/FR/246/2022, SC/FR/261/2022, SC/FR/262/2022, SC/FR/274/2022, SC/FR/276/2022",
  "date_str": "2025-07-23",
  "description": "",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_246_2022_with-_sc_fr_261_2022_sc_fr_262_2022_sc_fr_274_2022_sc_fr_276_2022.pdf",
  "parties": "Ambika Sathkunanathan No. 27, Rudra Mawatha, Colombo 6. Petitioner Vs. 1. (A) Hon. Attorney General Attorney General’s Department, Colombo 12. 1. (B) Hon. Attorney General, Attorney General’s Department, Colombo 12. 2. Gamini Senarath (Former) Secretary to the President, Presidential Secretariat, Colombo 01. 3. Saman Ekanayake Secretary to the President, Presidential Secretariat, Colombo 01. 4. General (Retired) Kamal Gunaratne Secretary, Ministry of Defence, Defence Headquarters Complex, Sri Jayawardenapura Kotte. Respondents 1. Wewala Pandithage Namini Thathprabha Panditha Pabasara, Sarasawi Mawatha, Horonduwa, Yatiyana, Matara. 2. Rusiru Tharinda Egodage 728/E, Kuttampokuna Road, Himbutuwelgoda, Kelaniya. Petitioners Vs. 1. C.D. Wickramaratne Inspector General of Police, Police Headquarters, Colombo 10. 2. Hon. Attorney General Attorney General’s Department, Colombo 12. Respondents 1. Centre for Policy Alternatives (Guarantee) Limited No. 6/5, Layards Road, Colombo 5. 2. Dr. Paikiasothy Saravanamuttu No. 3, Ascot Avenue, Colombo 5. Petitioners Vs. 1. Hon. Attorney General 2. Hon. Attorney General Attorney General’s Department, Colombo 12. Respondents 1. Atham Lebbe Aazath No. 75/65, Maligakanda Road, Maradana, Colombo 10. 2. Laxmanan Sanjeev No. 19, 2/5, Asian Courts, Milagiriya Avenue, Colombo 4. Petitioners Vs. 1. Saman Ekanayake Secretary to the President, Presidential Secretariat, Colombo 1. 2. General (Retired) Kamal Gunaratne Secretary to the Ministry of Defence, Ministry of Defence, Defence Headquarters Complex, Sri Jayawardenapura Kotte. 3. S. Hettiarachchi Secretary to the Ministry of Public Security, 15th Floor, Suhurupaya, Battaramulla. 4. C.D. Wickramaratne Inspector General of Police, Police Headquarters, Colombo 10. 5. Hon. Attorney General Attorney General’s Department, Colombo 12. Respondents Thudugala Mudalige Pubudu Sandun Thudugala No. 50, Ayesha Watta, Yakalla, Ibbagamuwa. Petitioner Vs. 1. Hon. Ranil Wickremasinghe President of the Democratic Socialist Republic of Sri Lanka and Minister of Defence Hon. Attorney General (In terms of proviso to Article 35(1) of the Constitution.) 2. Hon. Attorney General Attorney General’s Department, Colombo 12. 3. Gamini Senarath (Former) Secretary to the President, Presidential Secretariat, Colombo 1. 4. Saman Ekanayake Secretary to the President, Presidential Secretariat, Colombo 1. 5. General (Retired) Kamal Gunaratne Secretary, Ministry of Defence, Defence Headquarters Complex, Sri Jayawardenapura Kotte. Respondents",
  "judgement_by": "Hon. Yasantha Kodagoda PC J"
}