[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "1",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      129.14,
      72.49,
      485.98,
      85.77
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      88.33,
      384.55,
      114.97
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      121.21,
      543.08,
      182.01
    ],
    "text": "In the matter of an application for special leave to appeal in terms of Article 128 of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      189.84,
      542.89,
      284.04
    ],
    "text": "S.C. Appeal 19/2013 The Commission to Investigate Allegations SC(SPL)LA No: 234/2012 of Bribery or Corruption. HC Colombo Case No: HCMCA 119/2007 Complainant MC Colombo -Vs- Case No: 29621/5",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      0.9599999785423279,
      6.960000038146973,
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      284.55,
      426.43,
      379.92
    ],
    "text": "J.L. Epa Seneviratne Accused AND BETWEEN J.L. Epa Seneviratne",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      0.9599999785423279,
      3.0,
      8.039999961853027,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      382.41,
      424.39,
      406.68
    ],
    "text": "Accused-Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      408.75,
      535.78,
      522.21
    ],
    "text": "-Vs- Director General, The Commission to Investigate Allegations of Bribery or Corruption. Complainant- Respondent",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      2.0399999618530273,
      3.9600000381469727,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      523.73,
      482.14,
      595.7
    ],
    "text": "AND NOW BETWEEN J.L. Epa Seneviratne Accused-Appellant-Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      0.9599999785423279,
      2.0399999618530273,
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      598.13,
      348.43,
      620.93
    ],
    "text": "-Vs-",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      3.0,
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      623.11,
      535.78,
      672.29
    ],
    "text": "Director General, The Commission to Investigate Allegations of Bribery or Corruption.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      3.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      674.78,
      526.78,
      715.45
    ],
    "text": "Complainant-Respondent- Respondent",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "2",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.25,
      543.09,
      453.98
    ],
    "text": "Before: Nalin Perera, J., L.T.B.Dehideniya, J. and Murdu N.B.Fernando, PC. J. Counsel: Rienzie Arsecularatne PC with Thejitha Koralage, Namal Karunaratne, Udara Muhandirange, Ganesh Premkumar and Shevindri Manuel for Accused-Appellant-Appellant Ms. Sunethra Jayasinghe Deputy Director General,Bribery Commission For Complainant-Respondent-Respondent Argued on: 28.09.2018 Decided on: 25.04.2019 Murdu N.B. Fernando, PC. J. The Accused-Appellant-Appellant (“the appellant”) came before this Court being aggrieved by the Judgment of the High Court of Colombo (“the High Court”) wherein the conviction and the sentence of the appellant of a bribery charge by the Magistrate Court of Colombo was upheld. The appellant moved this Court to set aside the Judgment of the High Court and the Magistrate Court and to acquit the appellant. This Court on 24-01-2013 granted Special Leave to Appeal on the following questions of law.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      466.93,
      542.97,
      496.94
    ],
    "text": "i) Did the Learned High Court Judge fail to consider whether the Learned Trial Judge had applied the Standard of Proof applicable in a criminal case.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      500.25,
      543.1,
      542.42
    ],
    "text": "ii) Did the Learned High Court Judge fail to consider whether the Learned Trial Judge erred in law and facts by failing to evaluate the infirmities of the Prosecution’s Case.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      545.73,
      543.1,
      604.61
    ],
    "text": "iii) Did the Learned High Court Judge fail to consider whether the Learned Trial Judge erred in law by allowing uncertified copies of Identification Parade notes to be led in evidence when there was material before Courts that the originals record is misplaced.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      620.08,
      542.77,
      650.09
    ],
    "text": "iv) Did the Learned High Court Judge fail to consider whether the Learned Trial Judge delivered the Judgment according to Law?",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      665.56,
      543.03,
      712.13
    ],
    "text": "v) Did the Learned High Court Judge fail to consider whether the Learned Trial Judge erred in law by failing to appreciate that it is sufficient for the defence to create a reasonable doubt in the prosecution case to secure an acquittal.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "3",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      72.08,
      542.73,
      103.41
    ],
    "text": "vi) Did the Learned High Court Judge error in law by allowing evidence of bad character of the accused to be led in evidence.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      118.57,
      543.08,
      167.73
    ],
    "text": "The appellant in this case was a forest officer attached to the Southern Provincial Office of the Forest Department and was charged in the Magistrate Court of Colombo by the Commission to Investigate allegations of Bribery or Corruption (“the respondent”) for two offences namely,",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      185.48,
      543.0,
      252.69
    ],
    "text": "i) Being a public officer soliciting sum of Rs 2000/= from Gunasoma Mohotti Wanigasekara (‘the complainant”) on 06-08-1996 at Gintota and thereby committing an offence punishable under Section 19 (c) of the Bribery Act as amended (“the Act”); and",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      257.37,
      543.1,
      317.04
    ],
    "text": "ii) At the same time and place and during the course of the same transaction accepting a sum of Rs 2000/= from the complainant and thereby committing an offence punishable under section 19(c) of the Bribery Act.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      321.55,
      543.01,
      382.8
    ],
    "text": "After trial, on 23-08-2007 the learned Magistrate convicted the appellant and imposed a sentence of 6 months rigorous imprisonment for each count and suspended the total of 12 months for a period of 5 years and also imposed a fine of Rs 5000/= on each count.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      387.33,
      543.03,
      465.02
    ],
    "text": "The appellant went before the High Court against the said Judgment and the learned High Court Judge after hearing submissions on behalf of the appellant and the respondent affirmed the judgment and the sentence of the Magistrate Court. The appellant is now before this Court being aggrieved of the said Judgment of the High Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      469.55,
      543.1,
      557.06
    ],
    "text": "Let me now advert to the facts, as narrated by the complainant. - On the day in question, the complainant, the owner of Nandana Tea Factory Akurassa came to Colombo in a hired lorry with his carpenter Ariyadasa to purchase timber, from the Orugodawatta Depot of the State Timber Corporation for construction of a house.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      561.47,
      543.1,
      622.85
    ],
    "text": "- After purchasing and loading the timber, they left for Akurassa in the afternoon of the same date, as the time duration to transport the timber was given in the relevant receipts (“the permit”) as 2.30 pm to 6.00pm.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      627.38,
      542.92,
      669.17
    ],
    "text": "- On the way to Akurassa at Gintota the lorry in which the timber was transported and the complainant was in, was intercepted by a double cab at around 5.45pm.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      687.16,
      543.1,
      718.49
    ],
    "text": "- The occupants of the double cab identified themselves as members of the flying squad of the Timber Corporation and examined the permit and the timber for 20-25 minutes.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "4",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      72.25,
      543.1,
      175.17
    ],
    "text": "A few minutes after 6.00pm when the validity of the permit lapsed, the complainant was informed that the time has lapsed and the conditions of the permit pertaining to transportation of timber were breached and the timber will have to be seized. At that point of time one of the occupants of the cab solicited the sum of Rs 2000/= to release the lorry and the load of timber and the complainant gave Rs 2000/= to the said person and they were permitted to proceed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      179.78,
      380.71,
      205.77
    ],
    "text": "- Thereafter a complaint was made to the respondent.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      208.38,
      285.41,
      232.29
    ],
    "text": "Let me now advert to the trial albeit briefly.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      234.78,
      543.12,
      366.36
    ],
    "text": "The charges before the Magistrate Court were filed on 21-01-2001 and the trial began on 14-06-2002 six years after the incident. For the prosecution the evidence of the complainant, the carpenter Ariyadasa, the lorry driver Piyasena (the three persons who travelled in the lorry), the evidence of an Assistant Conservator of Forests, the Registrar of the Galle Magistrate Court and the Investigation Officer of the CIABOC were led. For the defense the appellant, the driver of the cab attached to the flying squad and two others attached to the Forest Office (a clerk and a peon) gave evidence.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      370.97,
      543.1,
      416.76
    ],
    "text": "The Investigation Officer in his evidence stated that upon receipt of the complaint, investigations were conducted by him, statements recorded from the three persons who travelled",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      421.5,
      543.1,
      524.42
    ],
    "text": "in the lorry and from others at the Forest Department and in October 1996 two persons attached to the Forest Office flying squad were arrested and presented at an Identification Parade at which one was identified. In November 1996, the appellant was arrested and presented for a second Identification Parade and the parade reports indicate that the appellant was identified by the complainant and the 2nd witness for the prosecution, the carpenter, as the person who examined the timber and solicited and accepted the sum of Rs 2000/=. The Investigation Officer in his",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      529.14,
      543.11,
      596.18
    ],
    "text": "evidence further said that the appellant could not be apprehended and produced at the first identification parade as the appellant was not in office during the investigation period and was supposed to have been on sick leave. Investigation Officer marked and produced the copies of the parade reports available with him at the trial without any objection. It is observed that the",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      600.93,
      549.1,
      632.09
    ],
    "text": "Investigation Officer in his evidence categorically stated that he was not present nor witnessed the Identification Parade and was giving evidence from the parade reports he had with him.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      636.62,
      542.95,
      697.85
    ],
    "text": "The Registrar of the Galle Magistrate Court in his evidence admitted that two Identification Parades were held but that the Records were not available at the Galle Magistrate Court as the parade reports had been forwarded to the Colombo Magistrate Court in November 1998.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "5",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.25,
      543.09,
      175.17
    ],
    "text": "Prior to delving further in to the trial and the evidence led, let me come back to the questions of law that this Court is called upon to answer in this Appeal. All six questions of law on which leave was granted by this Court, relates to the alleged failure of the learned Trial Judge to evaluate the facts and law correctly in coming to the finding that the appellant was guilty of the offence charged, namely soliciting and accepting a gratification under Section 19(c) of the Bribery Act as amended.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      179.82,
      272.69,
      218.25
    ],
    "text": "The said section reads as follows; “A person-",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      160.82,
      226.04,
      196.82,
      239.49
    ],
    "text": "a) ….",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      160.82,
      241.89,
      196.82,
      260.64
    ],
    "text": "b) ….",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      160.82,
      269.63,
      490.3,
      283.08
    ],
    "text": "c) Who, being a public servant solicits or accepts any gratification,",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      293.68,
      542.89,
      324.84
    ],
    "text": "shall be guilty of an offence punishable with rigorous imprisonment for a term of not more than seven years and a fine not exceeding five thousand rupees.”",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      340.12,
      543.1,
      425.16
    ],
    "text": "Admittedly the appellant is a public officer, a forest officer attached to a flying squad. Did the appellant solicited and/or accept the gratification? This is the question that the trial judge ought to have decided. Did the prosecution prove beyond reasonable doubt, that the appellant solicited and accepted the gratification in order for the trial court to find the appellant guilty for the offence stated above.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      429.8,
      543.05,
      492.14
    ],
    "text": "Though leave was granted by this Court on six questions of law, the main argument of the learned President’s Counsel for the appellant before this Court was with regard to the veracity of the complainant’s evidence and the failure of the complainant to identify the appellant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      496.88,
      543.1,
      595.1
    ],
    "text": "The learned President’s Counsel placed much reliance on the Magistrate Court proceedings of day one, when the complainant in his evidence said that ‘it is difficult now to identify the appellant’ whereas on day two he positively identified the appellant as the person who solicited and accepted the sum of Rs 2000/=. Much emphasis was also placed by the learned President’s Counsel on the proceedings at the end of the first day when the prosecution moved to consider",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      599.85,
      543.1,
      702.77
    ],
    "text": "whether the complainant should be treated as an adverse witness but on the second day continued with the evidence of the complainant without any reference to the last day’s proceedings. The respondent in its written submissions before this Court suggests that since the trial began 6 years after the incident, that the complainant would not have been able to identify the appellant at once as he would have been confused and overwhelmed by the atmosphere of the court but on the second day, he would have been more settled and focused enough to identify the appellant clearly after",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "6",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.25,
      542.98,
      121.41
    ],
    "text": "having refreshed his memory. However, this position was never put to the complainant by the respondent’s legal officer when evidence of the complainant was led on the second day before the trial court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      125.83,
      546.1,
      380.52
    ],
    "text": "The learned President’s Counsel also relied on the fact that the original Identification Parade reports were not available at the trial and only uncertified copies were marked and produced by the Investigation Officer and on that basis challenged the identification of the appellant at the Identification Parade. It is observed that two Identification Parades had been held by the Magistrate of the Galle Magistrate Court in October and November 1996 and according to the evidence of the Registrar of the Galle Magistrate Court, the original parade reports had been forwarded to the Magistrate Court of Colombo in November 1998. A note made in the Colombo trial record indicates that the original parade reports had been misplaced. It is also observed that the trial proceeded on a sub-file. The respondent has not shed any light before this Court as to why the evidence of the Magistrate who conducted the parades were not led or as to why the prosecution did not move to obtain the original parade notes forwarded to the Colombo Magistrate Court. Thus, it is abundantly clear that the trial judge conducted the trial without recourse to the original Identification Parade reports though in the judgement emphasis is placed on the Identification Parade notes.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      385.14,
      542.99,
      429.6
    ],
    "text": "The 3rd question of law raised before this Court pertains to Identification Parade notes and this is an opportune moment to answer the said question of law. Hence, I answer the said question",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      434.34,
      543.01,
      501.38
    ],
    "text": "in the affirmative for the reasons stated above, and holds that the learned High Court Judge failed to consider that the trial judge erred in law by allowing uncertified copies of identification parade notes to be led in evidence when there was material before court that the originals had been misplaced.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      506.01,
      542.97,
      547.1
    ],
    "text": "Let me come back to the main contention of the appellant, the veracity of the complaint and the identity of the appellant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      547.86,
      543.1,
      630.05
    ],
    "text": "According to the evidence of the complainant who was the 1st witness for the prosecution, the lorry was intercepted by a double cab in which three persons travelled and he identified one at the 1st Identification Parade and the appellant at the 2nd Identification Parade as the persons who examined the timber.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      646.65,
      543.1,
      695.69
    ],
    "text": "The complainant in his evidence further said the appellant and the other person identified by him, got down from the double cab at Gintota at around 5.45 pm when there was sufficient daylight and examined the permit and the length and width of the timber and counted the timber",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "7",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.25,
      543.05,
      103.41
    ],
    "text": "for 20-25 minutes, until past 6pm and then informed the complainant that the timber and the lorry will have to be seized as the permitted time for transportation had passed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      108.04,
      543.1,
      240.93
    ],
    "text": "Witness also said in his evidence, at first, he begged from the persons who examined the timber to be permitted to proceed as the timber was lawfully purchased and transported and when the said persons were insisting that action will have to be filed, told them to proceed and take legal action. Thereafter the complainant was given the three receipts/permits requesting the complainant to write in all the receipts, the time at which the timber was seized and signed. The complainant then borrowed a pen from the persons who examined the timber and kept the receipts on the bonnet of the double cab and was about to write on the receipts when he was stopped by one of them and",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      245.68,
      544.36,
      313.5
    ],
    "text": "told that the value of the load of timber is about Rs 60,000/= and without resorting to court procedure “to do something” and moved away. (fïlg fjk fudlla yrs lrkak) Witness also said that the carpenter and the driver of the hired lorry came near the witness and said, that they are also now in trouble and do as they want. (wms;a wudrefj jeá,d bkafka\" uy;a;+re lshk",
    "fonts": [
      "FMBindumathi",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      317.8,
      543.1,
      384.84
    ],
    "text": "úoshg lrkak) The complainant then said, that one of them returned to where he was, between the lorry and the double cab and asked for Rs 2000/= and he gave it to him. Although the complainant could not make a dock identification of the appellant, in cross-examination, the witness positively identified the appellant as the person who solicited and accepted the gratification.",
    "fonts": [
      "FMBindumathi",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      389.58,
      543.06,
      416.04
    ],
    "text": "The learned President’s Counsel for the appellant strenuously argued before us, that no",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      419.73,
      543.1,
      595.46
    ],
    "text": "reliance can be placed on this witness as the witness on the 1st day of trial indicated that it is difficult to identify the appellant but on the 2nd day of trial clearly identified the appellant. The appellant in his written submissions has taken up the position that the 180-degree turnaround of the complainant was necessitated in order to overcome him being considered an adverse witness and punished for a charge of perjury. Its noted that the respondent has failed to justify or give any reason as to why the prosecution went back on its application made on day one to consider the complainant, as an adverse witness. This brings us back to the main contention of the appellant, was the appellant properly identified? This Court has already come to a finding that the Trial Judge has erred in law in permitting Identification Parade notes to be led in evidence and placing reliance on same. Thus, in the absence of such evidence only the belated dock identification is available to",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      600.21,
      244.37,
      613.49
    ],
    "text": "pin responsibility on the appellant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      617.9,
      543.01,
      642.17
    ],
    "text": "The next line of cross examination of the complainant at the trial had been that the soliciting",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      647.01,
      543.1,
      714.29
    ],
    "text": "and acceptance never took place but there was only an altercation (nyska nia ùula) between the appellant and the complainant and the appellant has alleged to have said that I will put you in trouble (uu ;uqfij wudrefj odkjd) to the complainant which proposition the complainant categorically denied. Complainant when cross examined had taken the position that his house was",
    "fonts": [
      "FMBindumathi",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "8",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.25,
      543.11,
      211.05
    ],
    "text": "10 minutes away and if not for the interception and lengthy examination of timber that he could have easily gone home before 6 pm. Further the complainant when cross examined specifically stated that there was sufficient daylight to identify the appellant and that the complainant had never met the appellant earlier and the 1st interaction was the day of the incident, the 2nd at the Identification Parade and the 3rd at the trial. It is noted that during the cross examination of the complainant the appellant has not taken up the plea of alibi nor a suggestion made that the appellant was not in the vicinity which appears to be the defense put forward by the appellant when giving evidence at the trial.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      215.68,
      543.1,
      330.96
    ],
    "text": "The 2nd witness for the prosecution Ariyadasa the carpenter categorically identified the appellant at the trial as the person who solicited and accepted the gratification. It appears that at the Identification Parade too this witness has identified the appellant. However as held earlier no reliance can be placed on the Identification parade notes. This witness also referred to the appellant’s statement prior to soliciting the gratification, that ‘if action is filed the fine will be Rs 3000/= and the timber will perish by the time the case is concluded. There are three of us, so give",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      335.8,
      544.26,
      349.62
    ],
    "text": "us Rs 2000/= and you will not have any problems. (wms ;=kafofkla bkakjd\" Thdg lrorhla",
    "fonts": [
      "FMBindumathi",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      354.04,
      234.53,
      367.86
    ],
    "text": "ke;sfjkak re'2000'00/= fokak)",
    "fonts": [
      "Calibri Light",
      "FMBindumathi",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      372.66,
      543.02,
      417.48
    ],
    "text": "The 3rd witness Piyasena the driver of the hired lorry was specific in his evidence with regard to the incident but did not identify the appellant. It’s observed that the appellant has not",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      421.19,
      419.95,
      435.5
    ],
    "text": "taken up the plea of alibi when cross examining the 2nd and 3rd witness.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      440.01,
      543.1,
      591.14
    ],
    "text": "Though it appears that the veracity of the complaint is genuine, the fundamental flow in this appeal is that the prosecution has failed to establish beyond reasonable doubt, the identity of the person who solicited and accepted the gratification from among the three members of the flying squad who stopped and examined the lorry load of timber at Gintota especially in the light of the complainant’s belated dock identification. It is significant that only one person was charged but the prosecution failed to identify clearly and beyond reasonable doubt that it was the appellant who solicited and accepted the gratification. The learned Magistrate and the learned High Court Judge also failed to evaluate and analysis this significant piece of evidence regarding the identity of the",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      595.89,
      543.08,
      627.05
    ],
    "text": "appellant, especially in a scenario where the Identification Parade notes as held earlier, could not be relied upon either as substantive or corroborative evidence.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      631.68,
      543.06,
      693.17
    ],
    "text": "The 1st and 2nd questions of law raised before this Court pertains to the failure of the Learned High Court Judge to consider whether the learned trial judge applied the standard of proof applicable in a criminal case correctly and whether the learned trial judge failed to evaluate the",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      728.6,
      312.05,
      755.69
    ],
    "text": "9",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.25,
      543.05,
      103.41
    ],
    "text": "infirmities of the prosecution case correctly .In view of the analysis given above, especially with regard to the identity of the appellant, I answer the said two questions of law in the affirmative.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      107.94,
      543.1,
      239.85
    ],
    "text": "The appellant’s defense at the trial was that the appellant was at the Matara Office on the day in issue and not on flying squad duty. The evidence of the 2nd witness for the defense, namely the driver of the cab allocated to the flying squad was that he took the cab alone to Galle office to change the tyres on the day in question. Both parties heavily relied upon the day books and running charts to justify their position. The prosecution in its cross examination took up the position that all these records are maintained by the individuals concerned and was not subjected to approval from higher ups of the Forest Department. The learned trial judge considered the said evidence",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      244.6,
      543.09,
      275.76
    ],
    "text": "and disbelieved the said witnesses and found the appellant guilty of the offence. At the hearing of the appeal before the High Court, the learned High Court Judge also disbelieved the position of",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      280.48,
      543.01,
      311.64
    ],
    "text": "the defense, though the plea of alibi was strenuously argued before the High Court, by the learned President’s Counsel who appeared for the appellant at that point of time.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      316.27,
      543.1,
      449.18
    ],
    "text": "J.A.N. de Silva CJ in Jayatissa Vs Attorney General [2010] 1 SLR page 279 discussed in detail the plea of alibi and referred to certain fundamentals to be observed when an alibi is set up as a defense. In the instance case before us the plea of alibi was taken up belatedly, when evidence for the defense was led and this proposition was not put forward to any of the witnesses for the prosecution. As stated in Jayatissa’s case when an alibi is taken up belatedly the credibility of the alibi will be less and a false alibi will weaken the defense case and strengthen the prosecution case.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      453.62,
      543.06,
      544.1
    ],
    "text": "In Attorney General Vs Sandanam Pitchi Mary Theresa 2011(2) SLR page 292 Shirani Thilakawardena, J. dealt with the proper analysis and assessment of evidence and laid down many guidelines and at page 300 stated, the spontaneity or the promptness in which a witness makes a statement to the police would accrue in favour of the credit worthiness of the witness, as it precludes the time needed for deliberate fabrication.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      548.75,
      543.1,
      716.09
    ],
    "text": "However, in the instant case it is not necessary for this Court, now to evaluate and analysis the weight of evidence led by the prosecution against the weight of evidence led by the defense, with special reference to the plea of alibi, since as discussed in detail earlier a more fundamental issue cropped up pertaining to the identity of the appellant specifically in view of the failure of the complainant to identify the appellant in the dock on day one of the trial. Moreover, it was transpired during the hearing before this Court that the original Identification Parade notes were not available at the trial and the evidence of the Magistrate who conducted the parades was not led. Only uncertified copies of parade notes produced and marked by the Investigation Officer at the trial, were briefed to this Appeal. This Court is thus, not privy to the said evidence and no reliance is",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      728.6,
      315.05,
      755.69
    ],
    "text": "10",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.25,
      542.86,
      115.89
    ],
    "text": "placed on the identification of the Appellant at the Identification Parade, leaving only the dock identification of the Appellant, which too was belatedly made by the complainant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      116.1,
      521.4,
      148.29
    ],
    "text": "This Court has already answered the 1st, 2nd and 3rd questions of law in the affirmative in favour of the appellant.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      162.25,
      521.49,
      229.29
    ],
    "text": "For the reasons enumerated above, I am of the view that the conviction and the sentence imposed on the accused-appellant-appellant cannot be sustained. Accordingly, I set aside both the judgements of the learned Magistrate as well as the learned High Court Judge and make order acquitting the accused-appellant-appellant of all charges.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      234.03,
      521.46,
      324.0
    ],
    "text": "In view of the above finding, answering the 4th, 5th and 6th questions of law on which leave was granted will not arise. The appeal of the Accused-Appellant-Appellant is allowed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      390.28,
      543.1,
      403.56
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      415.71,
      216.05,
      431.18
    ],
    "text": "Nalin Perera, Chief Justice.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      0.9599999785423279,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      438.42,
      144.02,
      451.7
    ],
    "text": "I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      523.14,
      526.42,
      536.42
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      541.96,
      478.57,
      557.5
    ],
    "text": "L.T.B. Dehideniya, J.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      564.3,
      169.46,
      609.88
    ],
    "text": "I agree",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      21.959999084472656
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      643.89,
      583.42,
      657.17
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]