[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.68,
      534.03,
      262.19
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA In the matter of an Application in terms of an Article 126 of the Constitution read with Articles 12(1), 12(2), 12(3) and 14(1)e of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      263.1,
      537.39,
      279.32
    ],
    "text": "1. Rev. Athuthudave Gunasiri Thero,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      282.32,
      523.35,
      398.96
    ],
    "text": "Chairman, Sri Wijeyashrama Vihara Sanwardana Samithiya, No. 1080, Sri Jayawardenapura Mawatha, Bandaranayakapura, Rajagiriya. 2. Wanigasuriya Arachige Priyani,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      401.96,
      541.23,
      716.41
    ],
    "text": "Secretary, Sri Wijeyashrama Vihara Sanwardena Samithiya, No. 1080, Sri Jayawardenapura Mawatha, Bandaranayakapura, Rajagiriya. SC APPLICATION No. SC FR 452/2008 3. Jayakody Arachilage Jayalath Premawansa, Treasurer, Sri Wijeyashrama Vihara Sanwardena Samithiya, No. 1080, Sri Jayawardenapura Mawatha, Bandaranayakapura, Rajagiriya. PETITIONERS Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      18.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.63,
      497.43,
      88.85
    ],
    "text": "1. Muthuwelu Manimuththu,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      91.85,
      541.83,
      225.53
    ],
    "text": "Former Chairman, Sri Lanka Land Reclamation and Development Corporation, No. 7/2, Liberty Plaza Colombo 3. And : 10/A. 2/1, Ward Place, Colombo 7. 2. Karunasena Hettiarachchi,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      228.65,
      520.95,
      311.0
    ],
    "text": "Chairman,Sri Lanka Land Reclamation and Development Corporation, No. 3, Welikada, Rajagiriya. 3. Valance Guneratne, Former",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      314.12,
      543.18,
      396.44
    ],
    "text": "Managing Director, Sri Lanka Land Reclamation and Development Corporation, No. 12, Vandervert Place, Colombo 12. 4. Sri Lanka Land Reclamation and",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      399.56,
      537.63,
      447.82
    ],
    "text": "Development Corporation, No. 3, Welikada, Rajagiriya. 5. Chandrapema Gamage,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      450.82,
      543.21,
      652.93
    ],
    "text": "Commissioner of Buddhist Affairs, Ministry of Buddhist Affairs, No. 301, T.B.Jaya Mawatha, Colombo 10. 6. Dinesh Goonewardena, Hon. Minister of Urban Development And Sacred Area Development, Ministry of Urban Development and Sacred Area Development, 3rd Floor, Sethsiripaya, Battaramulla. 7. Depanama Sugathabandu Thero",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      655.93,
      543.24,
      704.17
    ],
    "text": "(now deceased), Sri Dharmakirthiyaramaya, Polwatte Pansala, Kollupitiya, Colombo 3.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.05,
      72.63,
      543.22,
      140.09
    ],
    "text": "8. Hewawasamge Padmalal Wijeratne, No. 12/1, Gregory’s Road, Colombo 7. 9. Lanka Orix Leasing Company Ltd.,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      140.51,
      543.26,
      208.49
    ],
    "text": "No. 100/1, 1/1, 1st Floor, Sri Jayawardenapura Mawatha, Rajagiriya.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.05,
      209.31,
      543.99,
      225.53
    ],
    "text": "10. Vidyaranya Winayakarma Sabawa",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.05,
      228.65,
      543.21,
      293.96
    ],
    "text": "Head Office, Sri Dharmakirthi Rajakiya Pansala, Polwatta Pansala, Kollupitiya, Colombo 3. 11. Honourable Attorney General,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      296.96,
      543.21,
      709.0
    ],
    "text": "Attorney General’s Department, Colombo 12. RESPONDENTS Ven. Omare Kassapa Thero, Ilangagoda Purana Rajamaha Viharaya, Sapugoda, Kamburupitiya. INTERVENIENT RESPONDENT BEFORE : S. EVA WANASUNDERA PCJ., PRIYANTHA JAYAWARDENA PCJ. & L. T. B. DEHIDENIYA J. COUNSEL : M.U.M. Ali Sabry, PC with Ms. Shehani Alwis for the Petitioners. Uditha Egalahewa, PC for the 2nd and 4th Respondents.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.520000457763672,
      14.039999961853027,
      18.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      75.68,
      542.13,
      225.56
    ],
    "text": "Kuwera de Zoysa, PC with Pulasthi Rupasinghe, Ameer Maharoof and Ms. P. Kulatilake for the 9th Respondent. Ms. M.W.Padmaraji for the 10th Respondent. D.S.Hewapathirana for the Intervenient Respondent. (Allowed in place of the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.520000457763672,
      18.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      225.86,
      539.73,
      445.33
    ],
    "text": "Deceased 7th Respondent) Ms. Indika Demuni de Silva PC, ASG for 5th,6th and 11th Respondents ARGUED ON : 19.02.2018 AND 28.02.2018. DECIDED ON : 01. 06. 2018. S. EVA WANASUNDERA PCJ.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.520000457763672,
      18.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      448.42,
      543.27,
      718.81
    ],
    "text": "The Petitioners in this Application filed their Petition dated 22.10.2008 before this Court praying for many reliefs against the 1st to 6th Respondents including that their fundamental rights under Articles 12(1), 12(2), 12(3) and 14(1)(e) have been violated. On 29.10.2008 when the Application was supported for leave to proceed, this Court has granted leave to proceed on the alleged violation of the fundamental rights of the Petitioners under Article 12(1) and 14(1) (e) of the Constitution along with interim relief as prayed for in paragraph (N) to the prayer, issuing a stay order staying further proceedings of the District Court of Colombo Case No. 20286/L and 00231/08/DLM until the hearing and final determination of this Application. During the pendency of this case, the 7th Respondent had departed from his life and accordingly the Intervenient Respondent having made an application to",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.09,
      546.39,
      704.17
    ],
    "text": "intervene in view of the death of the 7th Respondent was allowed by this Court and thus he has been brought into the case with permission of Court on 06.03.2013. On record, the 9th Respondent who had filed Objections dated 09.01.2009 and the 7th and 10th Respondents have filed their Objections together dated 27.11.2008. At the time of the hearing of this Application, the Petitioners withdrew the payers (g) and (L) to the Petition and then they informed court that they would proceed with the rest of the prayers. Thereafter, at the stage of hearing this matter, it was apparent from the submissions made by counsel for each party, represented in Court by counsel, except the 9th and 10th Respondents , that the position taken up by the Petitioners in this Application are not contested by them. The 2nd to 4th Respondents, the Intervenient Respondent and the 5th , 6th and 11th Respondent, (the Hon. Attorney General) submitted that the Petitioners are entitled to the reliefs prayed for in their Petition. I observe that the 1st Respondent, the former Chairman of SLLRDC, the 3rd Respondent, the former Managing Director, SLLRDC and the 8th Respondent, Hewawasamge Padmalal Wijeratne were not represented in Court by any counsel. The Petitioners have come before this Court as citizens of this country who are professing the faith of Buddhism seeking to protect the temple property of Sri Wijeyashramaya in which they practiced their religious rights and seeking a declaration from Court, that their right to worship protected under Art. 14(1)(e) of the Constitution has been infringed. They allege that the said temple property was quite illegally, arbitrarily and unreasonably removed from them by the Respondents. The subject matter of the case is the property depicted as Lot 1 in Plan 1270 dated 17.07.1987 surveyed and partitioned on 16.07.1987 and prepared by J.S.E. Jayasooriya, Licensed Surveyor. This plan is marked as P1 with the Petition. The said land is of an extent of A0 R2 P20 which is equal to 100 Perches. It is admitted by the parties as the land which is the subject matter of this Application. According to the Schedule to the Petition, the said land is situated at Jayawardenapura Mawatha at Welikada in the Welikada Ward No. 3 of the Municipal Council of Sri Jayawardenapura Kotte in the Palle Pattu of Salpiti Korale in the District of Colombo and the said land is registered in volume/folio M 1639/63 at the Mount Lavinia Land Registry.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "In or around the year 1954, the Sri Wijeyashrama Temple was situated on an extent of land belonging to the State, which was later vested in the Urban Development Authority and was originally taken care of by Ven. Nehinne Saddhasiri Thero as the Viharadhipathi of the temple. The said Thero had been the Viharadhipathi until his death in the year 1980. It is only thereafter that the 7th Respondent , Depanama Sugathabandu Thero had become the Viharadhipathi of the Sri Wijeyashramaya Temple. Since the said land was required by the UDA for a public purpose, it was agreed with the Sri Lanka Land Reclamation and Development Corporation to transfer a portion of the land owned by the UDA (bounded by the Sri Jayawardenapura Mawatha, Rajagiriya which was adjoining another land of SLLRDC) to the SLLRDC in order to enable the SLLRDC to allocate a portion of land to the said temple, Sri Wijeyashramaya. Then the whole land within part of which the temple was situated including the blocks of land namely Lots 24, 25,22(part) and 23(part) in Preliminary Plan No. Co. 5534 made by the Surveyor General were amalgamated, re-surveyed and sub-divided by T.S.E. Wijesuriya Licensed Surveyor, on 16.07.1987 and Plan 1270 was prepared by him on 17.07.1987. The Surveyor had divided the land into three allotments, namely Lots 1,2 and 3. Then the UDA transferred the said land and premises of Lot 1 of the said Plan No. 1270 dated 17.07.1987 to the 4th Respondent, SLLRDC, (Sri Lanka Land Reclamation and Development Corporation) by way of a grant in terms of Deed No. 314 dated 12th January, 1988. This Deed is marked and pleaded as P2 with the Petition. In this Deed, I observe that in the third covenant of the Deed in page 2 , it is mentioned thus: “ AND WHEREAS the Grantor in consideration of the said desire and approval of the Minister of Local Government, Housing and Construction, the Board of Management at its meeting held on 17th November, 1987 approved the said allocation of lands marked Lot 24 in P. Plan Co. 5534 and Lots 1B and 2B in Plan No. 1270 to the Sri Lanka Land Reclamation and Development Corporation, a body duly corporate and established under Colombo District (Low Lying Areas) Reclamation and Development Board (Amendment) Act No. 52 of 1982 and having its Registered Office at No. 302, Galle Road, Colombo 4 (hereinafter sometimes referred to as “the GRANTEE” which term or expression as herein used shall where the context so requires or admits mean and include the said Sri Lanka",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "Land Reclamation and Development Corporation and its successors in office and assigns) by way of a free Grant of all that and those the lands marked Lot 24 in the said P.Plan No. 5534 and Lots 1B and 2B in Plan No. 1270 fully and particularly described in the Schedule hereto to enable the Grantee to exchange the lands with Sri Wijeyashramaya Temple for its development purposes.” The SLLRDC had promptly allocated a portion of land in extent of 100 Perches to the Sri Wijeyashramaya according to the Plan No. 1270 as aforesaid. The Board of Directors of SLLRDC at its meeting held on 03.08.1998 had approved the allocation of land subject to obtaining the cabinet approval. Subsequently, the committee appointed by the “cabinet sub-committee on Urban Development to determine the sale of lands reclaimed by the SLLRDC” on 10.08.1988, approved the said free grant of the said land of 100 Perches according to Plan No.1270 to the temple. The SLLRDC thereafter executed a Deed of Declaration No. 18 dated 09.12.1988 attested by J.C.K. Goonethilake, Notary Public renouncing its right title claim and demand upon the land apportioned to the Sri Wijeyashramaya temple and declared that the said property was granted as a free grant, as temple property in favour of Rev. Depanama Sugathabandu Thero, the Viharadhipathi at that tme of Sri Wijeyashramaya temple, his successors and the Shishyanu Shishya Paramparawa. The said Deed and the Board decision , the relevant memorandum and the cabinet sub committee minutes are also produced before this Court , marked as P3, P3A, P3B and P3C. Even though this Deed 18 is titled as a Deed of Declaration it is in fact “ a free grant to the temple.”, in particular to the Viharadhipathi of the temple, his successors and the Shishyanu Shishya Paramparawa. The covenant number 6 of the said Deed 18 marked as P3 reads as follows: “ AND WHEREAS it has become expedient and necessary that there should be a declaration by the Sri Lanka Land Reclamation and Development Corporation renouncing its right title and interest to the said Lot 1 in the Schedule No. 3 hereto fully described and that Rev. Depanama Sugathabandu, Viharadhipathi of the Sri Wijeyashramaya temple of Bandaranayakepura ( Kadurugastuduwa ), Rajagiriya his successors as Viharadhipathi of the said Sri Wijeyashramaya Temple in the Sishyanushishya Paramparawa , are entitled to the same.”",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "With the other covenants placed in that Deed thereafter, the land named as Lot 1 in Schedule 3 was declared to be the property passing on to the Viharadhipathi of Sri Wijeyashramaya temple, by the name of Rev.Depanama Sugathabandu, and his successors in the Shishyanushishya Paramparawa to have and to hold without any encumbrances whatsoever. The land named as Lot 1 of Schedule No. 3 in the said Deed No. 18 is the subject matter contended in this Application , namely Lot 1 in Plan 1270 dated 17.07.1987 made by T.S.E.Wijesuriya Licensed Surveyor and Leveller of the land called Kadurugasduwa. I find that according to these two Deeds 314 and 18 , the land in question had become temple property which passes on according to the Shishyashishyanu Paramparawa , in terms of the Buddhist Temporalities Ordinance No. 19 of 1931 as amended. This temple, Sri Wijeyashramaya had been in existence from 1954. Documents P4 and P5 show quite well that the existing temple had a letter head with the name and address as it is and that there was a Dhamma School carried out by the said temple for the neighbouring children. After the demise of the then Viharadhipathi Nehinne Sadhdhasiri Thero in the year 1980, according to the Shishyashishyanu Paramparawa, his pupil, Depanama Sugathabandu Thero had succeeded to the post of Viharadhipathi. With the passage of time, the standard of the temple had come down and no development had taken place but the Buddhists who used to come had continued to come there and worship the Bodhi Tree, the Buddha statue and do their regular worshipping at the Viharaya. The 7th Respondent, Depanama Sugathabandu Thero seemed to have left the Sri Wijeyashramaya temple by the year 2004 and there had been no information at that time about his whereabouts. Yet, the Petitioners and the Buddhists in the area had continued to maintain the Viharaya by performing the religious activities at the Viharaya with the younger monks who were residing there at that time. On 03.06.2005, some unknown outsiders had reached the temple and had started to fence the property of the Sri Wijeyashramaya. It was prevented by the Petitioners and others in the area. At that time, the 1st Petitioner had held the office of ‘controlling Viharadhipathi’ of the temple at the request of the people who fostered the temple. On 25.07.2005 close upon 5 p.m. in the evening, the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "Registrar of the District Court of Colombo had come to this temple to execute a writ in the District Court of Colombo case number 20286/L and to eject the 1st Petitioner from the premises of the Wijeyashramaya temple and to demolish the Viharaya. The members of the Dayaka Sabhawa of the temple and the people of the area had got together and had objected to such execution of writ. The report of the fiscal is marked with the Petition as P6. The same fiscal Piyarathna Muthukumarana had again gone there to execute the writ once again on 05.09.2005 and had failed to do so due to a massive crowd having objected to the same. I observe that the Buddhists in the area who had been the persons coming to the temple for worship are the people who had objected to the execution of writ at both times. The second fiscal report is marked as P6(A) and is before Court in which the fiscal explains how the people objected having gathered in crowds into the temple premises. The Petitioners had perused the case record in the case No. 20286/L and found out that the 8th Respondent, one Hewawasamge Padmalal Wijeratne had instituted the action seeking a declaration that he is the owner of the property in question, i.e. the land on which the Sri Wijeyashramaya was situated, on 22.04.2004. It is observed by me and should be noted that this person who had instituted action in D.C.Colombo Case No. 20286/L as Plaintiff, is not before this Court even though he is the 8th Respondent in this Fundamental Rights case and is not represented in this Court either. He has failed to get himself represented and/or to file objections to the Application of the Petitioners. The events which had taken place can be narrated thus: The property was declared as temple property by none other than the grantee, the SLLRDC by P3, Deed 18. The 7th Respondent who was the Viharadhipathi at that time had thereafter requested the 1st Respondent, the then Chairman of SLLRDC to transfer the said property to him , in his private capacity as a single private person. The 1st Respondent and the 3rd Respondent had acted in collusion with the 7th Respondent, Depanama Sugathabandu Thero and had transferred the said temple property in favour of the 7th Respondent by Deed No. 289 dated 11.03.2004 attested by A.C.S.N. Perera Notary Public. The Vendor was SLLRDC",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      543.29,
      704.17
    ],
    "text": "and the property had been valued for Rs. 10 million for calculating the stamp fees. I observe that this had taken place 17 years after the SLLRDC had granted the property to the Viharadhipathi of Sri Wijayashramaya and the Shishyanushishya Paramparawa by Deed No. 18. The very next day, i.e. on 12.03.2004, the 7th Respondent, Depanama Sugathabandu Thero had transferred the property in question, to the 8th Respondent, Hewawasamge Padmalal Wijeratne, the 8th Respondent, by Deed No. 368 dated 12.03.2004 attested by Rasika Subasinghe Notary Public, for a big sum of money as sale price, i.e. for a sum of Rs. 75 million. Then and there , by Deed 369 dated 12.03.2004 attested by the same Notary Public Rasika Subasinghe, the 8th Respondent, H.P.Wijeratne had mortgaged the said property to the 9th Respondent, Lanka Orix Leasing Company Ltd. and had obtained a loan of Rs. 75 million. Documents P7 is before Court. It is Deed 289 as aforementioned. P7A is the request made to the SLLRDC by the 7th Respondent, Depanama Sugathabandu Thero to transfer the property to his private name. P8 is Deed 368 and P9 is Deed 369. At this juncture I observe that as at present, according to the submissions made by counsel in this case , the fact that the said Depanama Sugathabandu Thero , the 7th Respondent , had passed away on 19.03.2012 is accepted by all parties before Court. The two persons who had signed on behalf of the SLLRDC as Vendors, namely Muthuvelu Manimuttu , the former Chairman of SLLRDC , the 1st Respondent and Valence Gunaratne, the then Acting General Manager of SLLRDC, the 3rd Respondent are not represented by any counsel before this Court. The person who bought the land and property from the 7th Respondent and who mortgaged the property to Lanka Orix Leasing Company Ltd. , namely Hewawasamge Padmalal Wijeratne , the 8th Respondent is also not present or represented before this Court. It is pleaded by the Petitioners that the transfer deed No. 289 had been executed after the dissolution of the Parliament in 2004 and all other allegedly wrong transactions had occurred before the General Election was held. The former",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      546.38,
      704.17
    ],
    "text": "Chairman, Manimuttu and Acting General Manager Valence Gunaratne of SLLRDC had not obtained the Board Approval or the Cabinet Approval for the said transaction before executing the transfer deed No. 289. They had signed the deed on behalf of SLLRDC. The 9th Respondent, Lanka Orix Leasing Company Ltd. in its Statement of Objections has not pleaded that the SLLRDC had ever got the approval of the Board of Directors and Cabinet approval. Therefore it is a fact that the proper procedure had not been followed by the two authoritative persons before placing their signatures on Deed 289. There is no seal of the SLLRDC placed on that deed either. The said Deed 289 seems to be an invalid document. The 5th Respondent , the Commissioner of Buddhist Affairs had sought the legal advice of the 11th Respondent, the Hon. Attorney General with regard to the property in question. This matter had been dealt with twice by the Attorney General. The inadequacy of documents brought to the notice of the Attorney General had resulted in an incorrect advice being given firstly and thereafter when all the documents were submitted to the Attorney General, a second advice had been given cancelling the former advice. This final advice is contained in the document 5R7 which was submitted to court with the statement of objections filed by the 5th Respondent. The advice contained in 5R7 is to the effect that Deed 289 is legally null and void and that by Deed 18, the property granted by the SLLRDC is ‘temple property’. Thereafter again, by a letter of advice dated 27.03.2008, marked as 5R8, the Hon. Attorney General had directed the 5th Respondent, the Commissioner of Buddhist Affairs, to firstly get a Viharadhipathi appointed to the Wijeyashramaya temple, so that action can be taken under Sec. 28 of the Buddhist Temporalities Ordinance. It is observed that the Viharadhipathi of Sri Wijeyashramaya , Depanama Sugathabandu Thero belonged to the Sri Lanka Ramanna Nikaya and sequent to the problems arisen by his actions in transferring the land to an outsider, the Commissioner of Buddhist Affairs had written to the Chief Maha Nayaka Thero of Ramanna Nikaya , a letter dated 31.03.2008 requesting him to appoint a new Viharadhipathi to facilitate the process of taking legal action with regard to the problem, under Sec. 28 of the Buddhist Temporalities Ordinance. In that regard, Depanama Sugathabandu Thero, the 7th Respondent had addressed a letter dated 24.01.2012 to the President of the Country, with a copy to the Chief Incumbent Maha Nayaka Thero of Sri Lanka Ramanna Nikaya, stating that he is",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.81,
      546.09,
      398.57
    ],
    "text": "agreeable to the appointment of Omare Kassapa Thero as the new Viharadhipathi of Sri Wijeyashramaya of Rajagiriya. The Intervenient Respondent had brought these matters before court by his documents marked as IP2 and IP3. The said 7th Respondent had been living in Sri Dharmakeerthi Royal Temple, Polwatta, Kollupitiya, Colombo 3 and he had been the Director of Vidyarannya Vinayakarma Sabhawa situated at the same address. This Vidyarannya Vinayakarma Sabhawa is the 10th Respondent to this Application. In fact it is only the 9th Respondent and the 10th Respondent who are opposing the Petitioners’ Application filed in this Court. It is interesting to see part of the contents of the letter IP3 which was written by the 7th Respondent to the President. In the first paragraph of that letter, he states thus: “ by; ls jsydria:dkh msysgs foam< Y%s ,xld bvus f.dvlsrsus yd ixjraOkh lsrsfus ixia:dj jsiska 1988 foieusnra ui 29 jeks osk Tmamq wxl’18 hgf;a hf:dala; Y%s jschdY%u jsydria:dkfha ta jk jsg;a jsydrdOsm;s jYfhka lghq;= l, mqcH fomdku iq.; nkaOq kdhl ia:jsr jk ud yg yd udf.a YsIHdkqYsIH mrusmrdjg mjrdos we;’",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Su_VIJAYA0"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      399.71,
      545.99,
      440.83
    ],
    "text": "tfiau Y%s ,xld rdu[a[ uydksldh u.ska ksl=;a lrk ,o wxl’1365 yd 1987 cq,s ui 26 osk orK iusuq;s m;%h u.skao hf:dla; Y%s jschdY%u jsydrfha jsydrdOsm;s Oqrhg ud m;a lr we;’",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      442.09,
      546.09,
      526.99
    ],
    "text": ".; jq ld,h ;=, ;;a jsydria:dkha meje;au oshqKqj Wfoid tla tla NslaIqka jykafia,d fhdojd fld;rus W;aidy l<;a Bg irs,k mrsirhla f.dvk.Zd .eksug fkdyels jsh’ tfiau jskhdKql=, jd;djrKhla ilia lr .eksug wmyiqjsh’ tfia jqj;a ;;ajsydria:dkfha ksS;Hdkql+, ud i;= whs;sh lsisoq oskl” lsisoq wdldrhlska wkai;= lr ke;’ ”",
    "fonts": [
      "Calibri",
      "Su_VIJAYA0"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      530.5,
      546.27,
      715.45
    ],
    "text": "As such it is obvious that the 7th Respondent, Depanama Sugathabandu Thero had admitted to the President of this Country as late as on 24th January, 2012, i.e. about three months before his death, that he knew and he was aware that Deed 18 had granted the property in question to him only as Viharadhipathi to continue to be held by his Shishyanushishya Paramparawa and he had sneakily hidden the fact that he had got the property transferred to him to become his private property and blatantly had lied when he said that he had never ever transferred it to any other person. This letter explains that even though he knew what he did and had got done illegally with the temple property, he knew the true situation where it should have stayed, i.e. that the property",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "was meant to be always temple property to continue from one Viharadhipathi to the next Shishyanushishya Paramparawa in accordance with the provisions of the Buddhist Temporalities Ordinance. This letter IP3 is proof of the 7th Respondent having robbed the temple property from the Sri Wijeyashramaya. However he had not been able to get the SLLRDC Chairman and the Acting Managing Director to obtain the Board approval or the Cabinet approval for the said transaction. In this Application, the 9th and 10th Respondents challenge the validity of the Deed No. 18 which is a Deed of Declaration on the basis that the necessary rituals were not performed . Therefore, the said Respondents argue that the property remained with the 7th Respondent as property he received under the Deed No. 18. They argue that the second Deed by which the 7th Respondent received the property in question as a transfer from SLLRDC is Pudgalika property stands in his favour as a valid deed. The 9th Respondent argued that the said leading financial institution Lanka Orix Leasing Company Limited is a bona fide claimant to the land in question, in terms of the judgment entered into in the District Court of Colombo case No. 20286/L. It is also argued that the Petitioners are not legally entitled to seek relief to set aside the said judgment of the District Court without ever taking part in a judicial proceeding in the appropriate judicial forum meaning the District Court . The 9th Respondent challenges that the Petitioners are in effect challenging a judicial act and not an executive or an administrative action. The next argument is that the Petitioners are trying to vindicate a claim in respect of a land by way of a fundamental rights case and that it amounts to an abuse of judicial process. It is also submitted by the 9th Respondent that the Petitioners have no locus standi as they are not entitled in law to prefer any claim in respect of temple property. It is also alleged that the Petition is time barred and the 9th Respondent also complains that in this case leave to proceed was granted when the 9th Respondent was not represented in Court. I will address these arguments in the following paragraphs. The record of this case bears the date this application was supported in Court for leave to proceed. It was supported on the 29th October, 2008 before a bench comprising of the then Chief Justice S.N.Silva, Justice Sripavan and Justice",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.09,
      543.28,
      704.17
    ],
    "text": "Ratnayake. On that day, the Hon. Attorney General and the 7th and 10th Respondents had been represented in Court. It is the 7th Respondent, Sugathabandu Thero who had obtained the property in an unlawful manner and then had transferred the same to the 8th Respondent who mortgaged the same to the 9th Respondent. Therefore the predecessor in title whose title had descended to the 9th Respondent had been present in Court when leave to proceed was granted and after considering the submissions of the Petitioners and those Respondents who were represented only, leave to proceed under Article 12 and 14(1)e had been granted. The argument of the 9th Respondent that he was not represented and that the application is time barred cannot be gone into at this juncture and that is not an argument which could be considered at present. The 7th Respondent , his predecessor in title was represented in Court and it can be presumed that all the legal objections taken up by the 7th Respondent had been considered by Court prior to granting leave to proceed. The 9th Respondent being such a big legal person in the business world would have gone through the volume/folios in the land registry prior to granting such a big amount as Rs.75 million to the 8th Respondent and also would have gone through the deeds registered in the land registry, before the company decided to grant the mortgage of the land in question. The volume / folio where the land was registered when the same was granted by the SLLRDC to the Wijeyashramaya temple as temple land by P3 deed was also the same volume/folio where the 7th Respondent’s deed P7 was registered. It is Volume/ Folio M 1482/250. The company definitely knew the fact that it was temple land which was improperly obtained as pudgalika property by the 7th Respondent which he passed on to the 8th Respondent from whom the 9th Respondent got the legal hold as mortgagee. The 9th Respondent cannot claim to be a bona fide claimant to the property in question. If at all, the company whose main office is situated in the adjacent land to the land in question would have happily taken a step to grant the money to the mortgagor, the 8th Respondent who had bought the property for Rs. 75 million by Deed 368 on 12.03.2004 and on the very same day mortgaged the same for Rs. 75 million by Deed 369. The 7th Respondent, Sugathabandu Thero got the property by Deed 289 on 11.03.2004 from the SLLRDC. The whole transaction from SLLRDC to the 7th Respondent , from the 7th Respondent to the 8th Respondent and then from the 8th Respondent to the 9th Respondent had been done within 2 dates. Can the 9th",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      72.09,
      543.31,
      704.17
    ],
    "text": "Respondent be classified as a bona fide purchaser is the question. The 7th and 8th Respondent had collusively planned to get the property and transfer the same and thereafter mortgage the same within the shortest possible time period. The 9th Respondent had the knowledge of the improper actions of the 7th and the 8th Respondents and had agreed to grant the money. I find that the 9th Respondent is not a bona fide purchaser. The true value of 100 Perches of land by the side of the Jayawardenapura Mawatha, the main road in Rajagiriya would have been much more than Rs. 75 million at that time. The Petitioners in this Application are the persons who were the resident monk at the Sri Wijayashramaya temple and the president and the Secretary of the Dayaka Sabha of the temple. They are persons who are in charge of running the temple. The property of the temple has to be safeguarded by them for the Buddhists in the area to practice their religion which is a fundamental right enshrined in the Constitution. The Petitioners are not persons who are claiming the ownership of the land in question. They represent the Buddhists who are entitled in law to practice their religion including themselves, for whom the property on which the temple is situated is very important and worthy of preserving the same which was and had been continuously known and pronounced and held by the Viharadhipathi as “temple or sanghika property”. The argument of the 9th Respondent that they have no locus standi to claim the property fails because they are before court alleging that their fundamental rights have been violated especially by the 4th Respondent, the SLLRDC, having acted in collusion with the 7th and 8th Respondents to wrongfully get paper title to the property as private property whereas the property was already declared as sanghika property. Furthermore, the 10th Respondent, the Commissioner of Buddhist Affairs who has to secure temple and sanghika property according to Sec. 26 of the Buddhist Temporalities Ordinance had been silent even after the complaints were made to him about the wrongful acts done by the 7th, 8th and 9th Respondents with regard to the property. His inaction has caused difficulties for the Buddhists in the area to practice their religion peacefully. The District Court case No. 20286/L was filed against the monk who was resident in the temple and the members of the dayaka sabha and even though it had been informed to the Commissioner of Buddhist Affairs, he did not make any effort to intervene and do the needful to secure the sanghika property. At the end of the case writ of execution to get possession was",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      74.81,
      546.31,
      601.57
    ],
    "text": "issued by Court and the Buddhists in the area including the Petitioners had gathered in masses to prevent the 7th Respondent getting possession through the fiscal. The argument of the 9th Respondent that it is against a judicial act that the Petitioners are seeking relief from, fails. They are seeking relief against the SLLRDC and the Commissioner of Buddhist Affairs who are alleged to have infringed their fundamental rights. The 4th Respondent SLLRDC, the 2nd Respondent who is the Chairman of the SLLRDC, the 5th Respondent who is the Commissioner of Buddhist Affairs, the 6th Respondent who is the Minister of UDA, the 10th Respondent which is the Vidyaranya Winayakarma Sabhawa , the main temple the 7th Respondent Sugathabandu Thero was belonging to and the Honourable Attorney General have made submissions written and oral, to the effect that there is a violation of fundamental rights of the Petitioners enshrined in Article 12(1) and 14(1) e and that what is prayed for by the Petitioners in their Application to this Court should be granted. They admit the wrong doing of the corrupt officers of the SLLRDC by having granted a deed of transfer of the land in question as pudgalika property to the 7th Respondent. The particular land was already declared as temple property and granted to the Sri Wijayashramaya of Rajagiriya by the SLLRDC. Chief Justice Sharvananda in his book of Fundamental Rights in Sri Lanka , commenting on the application of Section 126 of the Constitution stated thus: “ This clause gives very wide discretion to the Court in the matter of the relief to be granted. Once it is established that a fundamental right had been infringed by an executive action, it is the duty of the Supreme Court to afford to appropriate relief. It is mandated to grant such relief as Just and Equitable in the circumstances. The relief must be according to law and principles of equity, justice and conscience.” In the case of Omare Dhammapala Thero Vs Rajapakshage Peiris and Others 2004, 1 SLR 1, Dr. S.A.Bandaranayake J ( as then she was ) held that;",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      602.51,
      542.95,
      618.73
    ],
    "text": "1. A temple could possess Sanghika property, pudgalika property and property",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      90.02,
      621.73,
      543.09,
      669.97
    ],
    "text": "which is neither Sanghika nor Pudgalika property but could be treated as temple property. 2. A temple is an institution sui generis which is capable in law of receiving",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      673.09,
      234.82,
      687.13
    ],
    "text": "and holding property.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      90.02,
      72.63,
      542.97,
      88.85
    ],
    "text": "3. A temple could acquire property by ordinary civil modes of acquisition",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      91.85,
      546.07,
      687.13
    ],
    "text": "without a ceremony conducted according to Vinaya. Dr. Bandaranayake J ( as she then was ), in the same case had given her mind to the provisions of the Buddhist Temporalities Ordinance and stated that there is no reference to Sanghika property but Pudgalika property and temple property. She had gone through the previous case law and concluded that a temple could acquire property by civil modes of acquisition and that rituals are not required. As it is in the law of this country, the non performance of any ritual in any culture prevalent within the country cannot invalidate a transfer of immovable property done in accordance with the terms of the Notaries Ordinance. I hold that the Deed of Declaration No. 18 executed in favour of the Viharadhipathi of Sri Vijayashramaya temple remains valid at all times. The 9th Respondent’s argument that the ‘rituals like pouring water etc. were not done when the said Deed was executed and that makes it invalid’ does not hold water. It is not a valid argument according to the law as prevalent at present with regard to temple property. Deed 18 was not a simple Deed of Declaration. It explained the background to such execution. The covenants contained therein are quite explanatory. The Sanghika Property was given by the Sri Vijayashramaya to the UDA for development purposes on the promise that another land will be given by the SLLRDC to the temple in exchange for the Sanghika Property given to the UDA by the temple. There is no way that the Sanghika property given can be exchanged for Pudgalika property. The Deed 289 granting the same property to the 7th Respondent is ab initio null and void. Such action admittedly is illegal , unlawful and invalid per se. All sales and mortgages are null and void. The 4th Respondent has acted in violation of the fundamental rights of the Petitioners when the 4th Respondent transferred the temple property without any ownership of the land in its hands to do so, after firstly, having granted the land to the Viharadhipathi of the Sri Wijayashramaya temple 17 years before such date of transfer. The said Deed 289 after all is not even a properly executed deed according to law.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      72.09,
      543.27,
      140.09
    ],
    "text": "I have considered all the oral and written submissions made by the 9th Respondent as well as the case law contained in the following cases quoted by the counsel on behalf of the 9th Respondent in the written submissions filed:-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      141.03,
      543.24,
      259.76
    ],
    "text": "1. Peter Leo Fernando Vs AG (1985) 2 SLR 341 2. Velemurugu Vs AG (1981) 1 SLR 406 3. Farook Vs Raymond and Others (1996) 1 SLR 217 4. Gamaethige Vs Siriwardena (1998) 1 SLR 384 5. Liyanage Vs Rathnasiri (2013) 1 SLR 6 6. Pemananda Thero Vs Thomas Perera 56 NLR 416 7. Amarawansa Thero Vs Panditha Galwehera Amaragnana Thero (1985) 2 SLR",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      262.88,
      543.08,
      345.2
    ],
    "text": "275 8. Therunnanse Vs Andrayas Appu 68 NLR 286 9. Dias Vs Ratnapala Therunnanse 40 NLR 41 10. Jinaratana Thero Vs Dhammaratana Thero 57 NLR 372 11. Welakanda Dhammasiddi Vs Kamburupitiye Somaloka Thero (1990) 1 SLR",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      348.32,
      543.08,
      379.4
    ],
    "text": "234 12. Kelegama Ananda Thero Vs Makkuddala Gnanissara Thero (1999) 2 SLR",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      382.4,
      546.15,
      482.02
    ],
    "text": "218 13. Surasena Vs Rewatha Thero 60 NLR 182 14. Wickremasinghe Vs Unnanse 23 NLR 236 15. Rev. Werahera Wimalasara Vs Porolis Fernando 56 NLR 369 16. Wijewardena Vs Buddharakkita Thera 59 NLR 121 17. Rev. Oluwawatte Dharmakeerthi Thero Vs Rev. Kevitiyagala Jinasiri Thero",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      90.02,
      485.02,
      543.06,
      516.1
    ],
    "text": "(2) 79 NLR 86 18. Kampane Gunaratna Thero Vs Mawadawila Pannasena Thero (1998) 2 SLR",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      519.22,
      543.27,
      687.13
    ],
    "text": "196 and 19. Ven. Omare Dhammapala Thero Vs Rajapakshage Pieris (2004) 1 SLR 1 I hold that all the Deeds written after the Deed of Declaration No. 18 are null and void. I declare that the Deeds Nos. 289 dated 11.03.2004 attested by A.L.S.W. Perera Notary Public, 368 dated 12.03.2004 attested by Rasika Subasinghe Notary Public and 369 dated 12.03.2004 attested by Rasika Subasinghe Notary Public are ab initio null and void and has no force or avail in law.",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      74.81,
      543.28,
      687.13
    ],
    "text": "Since the said transactions as aforementioned are null and void, the District Court Cases filed under Case numbers 20286/L and 00231/08/DLM which were based on the footing that the said Deeds were correctly executed cannot be allowed to be proceeded with. They are hereby dismissed. The judgment and decree in the case No. 20286/L is hereby set aside. I make order dismissing the 5th Respondent’s application in terms of Section 325 of the Civil Procedure Code in the District Court of Colombo Case No. 20286/L and discharge all the Respondents to the said Application. I make further order directing the 4th , 5th and 6th Respondents to take steps if necessary and as and when it becomes necessary in the future, to remove all encumbrances from the temple property according to law, at all times with the purpose of protecting the said temple property of Sri Wijayashramaya Viharaya. According to the document I P3 which is before this Court filed by the Intervenient Petitioner, at the time he sought intervention into the present case before the Supreme Court for which no other party before Court objected, he has been held as the Viharadhipathi of the said Wijayashramaya since his appointment has been accepted according to law as approved by the Mahanayake Thero of the Sri Lanka Ramanna Nikaya with the consent of the 7th Respondent who later had passed away on 19.03.2012 according to the death certificate filed marked as I P4. Therefore the Intervenient Petitioner, Ven. Omare Kassapa Thero is entitled to hold the temple property according to the Shishyanu Shishya Paramparawa to be carried on in the same way in the future. I declare that the Petitioners’ fundamental rights under Articles 12(1) and 14(1)e have been violated by the 1st to 6th Respondents and as such I award a nominal sum of One Hundred Thousand from each them be paid to the Sri Wijayashrama Vihara Sanwardana Samithiya as compensation to be used for the welfare of the Viharaya in the future.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      74.81,
      542.99,
      447.82
    ],
    "text": "The Treasurer of the Sri Wijayashrama Vihara Sanwardana Samithiya is entitled to receive the costs of this action from the 8th and 9th Respondents. Judge of the Supreme Court Priyantha Jayawardena PCJ. I agree. Judge of the Supreme Court L.T.B.Dehideniya J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  }
]