{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-09-08-SC-APPEAL-115-2013",
  "num": "SC/APPEAL/115/2013",
  "date_str": "2025-09-08",
  "description": "",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_115_2013.pdf",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "parties": "1B,16A. Edirisingha Mudiyanselage Arachchilage Kanthi Manika of Wamulla Junction, Walpola, Bamunakotuwa. 19. Jayasingha Mudiyanselage Heenmanika of Walpola, Bamunakotuwa (deceased). 19A. Edirisingha Mudiyanselage Arachchilage Kanthi Manika of Wamulla Junction, Walpola, Bamunakotuwa. DEFENDANTS – APPELLANTS - APPELLANTS Vs. Edirisingha Mudiyanselage Herath Banda of Kalugamuwa Road, Bamunakotuwa near School, Bamunakotuwa. SUBSTITUTED PLATINTIFF – RESPONDENT - RESPONDENT 2A. W.M. Herath Banda of Kadihare, Bamunakotuwa. S.C. Appeal No. 115/2013 S.C. (S.P.L.) (L.A.) 208/2012 CA 159/97 (F) D.C. Kurunegala 5340/P 3A. Andasuriya Mudiyanselage Herath Banda of Walpola, Bamunakotuwa. 4A. Edirisingha Mudiyanselage Sirisena of Thibbatupitiya, Kudagalgamuwana. 5. Edirisingha Mudiyanselage Arachchilage Ukku Amma of Wevewelayaya, Ibbagamuwa. 6. H.M. Appuhamy of C/O H.M.N.N. Herath in front of 125th Post, Pamunugama, Pulathisigama, Polonnaruwa. 7. Andasuriya Mudiyanselage Piyasena of Walpola, Bamunakotuwa. 8. Andasuriya Mudiyanselage Sittamma of Walpola, Bamunakotuwa. 9. Andasuriya Mudiyanselage Dissanayaka of Kadihare, Bamunakotuwa. 10. Andasuriya Mudiyanselage Rajohamy alias Padmawathie Manike of Lenapelassa, Kosdeniya. 11. Andasuriya Mudiyanselage Nandawathi Manike of Wegama, Rathmale, Uhumiya. 12. Andasuriya Mudiyanselage Seelawathi Manike of Wegama, Rathmale, Uhumiya. 13. Andasuriya Mudiyanselage Somawathie Manike of Wegama, Rathmale, Uhumiya. 14. Andasuriya Mudiyanselage Kusumawathie Manike of Walpola, Bamunakotuwa. 15. Andasuriya Mudiyanselage Gunathilake of Walpola, Bamunakotuwa. DEFENDANTS – RESPONDENTS – RESPONDENTS 17. Edirisingha Mudiyanselage Arachchilage Somapala of 171, Koslanda, Kadihare, Bamunakotuwa. 18. Edirisingha Mudiyanselage Arachchilage Jayasena of Koslanda, Kadihare, Bamunakotuwa. DEFENDANT – APPELLANT – RESPONDENTS\n\nView More",
  "judgement_by": "Hon. Janak De Silva J"
}