[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      88.34,
      75.68,
      527.73,
      93.68
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      97.64,
      542.91,
      705.37
    ],
    "text": "REPUBLIC OF SRI LANKA In the matter of an Appeal from the Civil Appellate High Court. Weragoda Arachchillage Weraj Sharm Weragoda, of No. 95, Castle Street, Colombo 8. Plaintiff SC APPEAL 09/2011 SC/HCCA/LA 362/2010 Vs WP/HCCA/AV/263/2008(F) D.C. AVISSAWELLA 19008/L 1. Kullaperuma Arachchilage Kusuma- -wathie,“Sampath” Tholangamuwa. ( deceased ) Defendant 1a. Ganehi Achchi Vederalalage Jayasekera, 1b. Ganehi Achchi Vederalalage Sampath Priyadarshana Jayasekera 1c. Ganehi Achchi Vederalage Hasitha Dharshani Jayasekera 1d. Ganehi Achchi Vederalalage Dimuthu Priyadarshana Jayasekera 1e. Ganehi Achchi Vederalalage Jayasekera, ( as Guardian ad litem Over 1c and 1d Substituted Defendants, minors ), All of “Sampath”, Tholangamuwa. Substituted Defendants",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027,
      15.960000038146973,
      18.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.81,
      542.91,
      704.17
    ],
    "text": "2. Shridara Wasantha Rajakaruna, Madoltenne Estate, Waharaka. 2nd Defendant AND THEN BETWEEN Weragoda Arachchillage Weraj Sharm Weragoda, of No. 95, Castle Street, Colombo 8. Plaintiff Appellant Vs 1. Kullaperuma Arachchilage Kusuma- -wathie,“Sampath” Tholangamuwa. ( deceased ) Defendant 1a. Ganehi Achchi Vederalalage Jayasekera, 1b. Ganehi Achchi Vederalalage Sampath Priyadarshana Jayasekera 1c. Ganehi Achchi Vederalage Hasitha Dharshani Jayasekera 1d. Ganehi Achchi Vederalalage Dimuthu Priyadarshana Jayasekera 1e. Ganehi Achchi Vederalalage Jayasekera, ( as Guardian ad litem Over 1c and 1d Substituted Defendants, minors ), All of “Sampath”, Tholangamuwa. Substituted Defendant Respondents",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      542.91,
      704.17
    ],
    "text": "2. Shridara Wasantha Rajakaruna, Madoltenne Estate, Waharaka. 2nd Defendant Respondent AND NOW BETWEEN 1a. Ganehi Achchi Vederalalage Jayasekera, 1b. Ganehi Achchi Vederalalage Sampath Priyadarshana Jayasekera 1c. Ganehi Achchi Vederalage Hasitha Dharshani Jayasekera 1d. Ganehi Achchi Vederalalage Dimuthu Priyadarshana Jayasekera 1e. Ganehi Achchi Vederalalage Jayasekera, ( as Guardian ad litem Over 1c and 1d Substituted Defendants, minors ), All of “Sampath”, Tholangamuwa Substituted Defendant Respondent Appellants Vs Weragoda Arachchillage Weraj Sharm Weragoda, of No. 95, Castle Street, Colombo 8. Plaintiff Appellant Respondent 2. Shridara Wasantha Rajakaruna, Madoltenne Estate, Waharaka. 2nd Defendant Respondent Respondent",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      75.68,
      543.93,
      491.74
    ],
    "text": "BEFORE : S. EVA WANASUNDERA PCJ. L. T. B. DEHIDENIYA J. & MURDU FERNANDO PCJ. COUNSEL : Dr. S.F.A. Coorey for the 1a to 1e Substituted Defendant Respondent Appellants. H. Withanachchi with Shantha Karunadhara for the Plaintiff Appellant Respondent. ARGUED ON : 10.05.2018. DECIDED ON : 29.06.2018. S. EVA WANASUNDERA PCJ. This Court has granted leave to appeal on the following questions of law, which are contained in paragraph (a) to (f) of the Petition:-",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      18.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      492.56,
      297.94,
      508.78
    ],
    "text": "1. Did the High Court err by failing :",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      509.72,
      543.28,
      662.65
    ],
    "text": "(i) to appreciate that there was a dispute whether the amount paid on deed P3 was Rs. 150,000/- as suggested by issue No. 14 or was Rs. 50,000/- as suggested by issue No. 3 ? (ii) to consider in any manner the evidence placed by the parties before the District Court ( especially the evidence of witness Punchinilame ) on the said disputed amount? and (iii) to arrive at a decision whether the said amount was Rs. 150,000/- or was Rs. 50,000/-? 2. Did the High Court err in holding that under Sec. 83 of the Trusts Ordinance",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      663.07,
      543.27,
      713.89
    ],
    "text": "the 1st Defendant held the corpus under a constructive trust for the benefit of Appuhamy Weragoda on the transfer of the corpus to the 1st Defendant on deed P3, whereas the owner of the corpus who transferred the same to",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      72.09,
      543.27,
      123.05
    ],
    "text": "the 1st Defendant on P3 was not Appuhamy Weragoda but the 2nd Defendant? 3. Even if the corpus was subject to a constructive trust under Sec.83 of the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      123.35,
      543.29,
      225.53
    ],
    "text": "Trusts Ordinance under deed P1 in the hands of the 2nd Defendant, can the Plaintiff follow the said trust property into the hands of the 1st Defendant without raising the issue and proving that the purchase made by the 1st Defendant from the 2nd Defendant on deed P3 was not a bona fide purchase for consideration? 4. In any event, was there absolutely no evidence that Appuhamy Weragoda",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      225.95,
      543.18,
      276.92
    ],
    "text": "agreed to pay legal interest to the 1st Defendant on the money he was allegedly to have borrowed from the 2nd Defendant? 5. Did the High Court overlook the evidence that the 1st Defendant took no",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      279.92,
      543.27,
      362.36
    ],
    "text": "action to eject Appuhamy Weragoda after she purchased on deed P3 solely because there was an arrangement between Appuhamy Weragoda and the 1st Defendant’s husband ( who were relatives ) that Appuhamy Weragoda was to be allowed to live in the corpus until his death? 6. Did the High Court err by holding that the Plaintiff had on 15.10.1999",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      365.36,
      542.98,
      464.86
    ],
    "text": "deposited Rs. 50,000/- to the credit of this action? The Plaintiff, Weragoda Arachchillage Weraj Sharm Weragoda instituted action in the District Court of Avissawella against two Defendants on 23.11.1993 praying inter alia for ;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      465.28,
      543.06,
      482.02
    ],
    "text": "1. a declaration that the 1st Defendant was holding the property which is the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      485.02,
      543.14,
      516.1
    ],
    "text": "subject matter of the case, in trust for the Plaintiff 2. an order directing the 1st Defendant to convey the said property to the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      519.22,
      543.27,
      704.17
    ],
    "text": "Plaintiff on payment of Rs. 50,000/- together with legal interest from 04.11.1990. The 1st Defendant was Kullaperuma Arachchilage Kusumawathie living in Tholangamuwa, a village close to Basnagoda in the District of Kegalle. The 2nd Defendant was Shridara Wasantha Rajakaruna from Waharaka in the District of Kegalle. The owner of the land prior to 1990 was W.A.Rajapakse Appuhamy Weragoda, who was the father of the Plaintiff , Sharm Weragoda. The said Appuhamy Weragoda and his wife had got divorced when the only child the son was somewhat at a young age. The child Sharm had since then lived with",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "the mother in Colombo at No. 95, Castle Street, Colombo 08. He was schooling in Colombo. He used to visit the father Appuhamy Weragoda who was living in the big house which was on the land which is the subject matter of this case since the father of Sharm had access to the child during the school holidays. When he grew up and got married his visits to see the father were few and far according to the evidence before court. The property was of an extent about three Acres according to the evidence led before the District Court (pg. 178 of the brief). Appuhamy Weragoda had borrowed Rs. 35,000/- from the 2nd Defendant Rajakaruna. He had effected the Deed of Transfer No. 3207 dated 30.01.1990 in favour of Rajakaruna. They were related to each other. The beneficial interests of the property had remained with Appuhamy Weragoda. When Rajakaruna wanted the money back which was given on loan to Apphuhamy Weragoda to be repaid within one year, as Appuhamy had no money, Appuhamy and his brother Punchinilame had approached another relation of theirs , one Ganehi Achchi Vederalalage Jayasekera who was the husband of the 1st Defendant, Kullaperuma Arachchilage Kusumawathie. A deed of transfer of the property was then executed in favour of Kusumawathie by the 2nd Defendant Rajakaruna and the consideration amount as placed in the Deed No. 3644 dated 04.12.1990 was Rs. 50,000/-. One of the witnesses to this Deed 3644 was Appuhamy Weragoda. Yet the beneficial interests of the property remained with Appuhamy Weragoda. Out of the money received from the execution of the Deed 3644, Rajakaruna was paid by Appuhamy, the due amount, i.e. Rs 35,000/- plus interest amounting to Rs. 10,000/- as promised for a whole year, even though a whole year had not passed, in front of the Notary Public who executed the Deed 3644 within the precincts of his office. After about 11 months i.e. on 17.11.1991 the said Appuhamy Weragoda passed away. The son, the Plaintiff in this case had applied for letters of administration in Case No. 33095/T in the District Court of Colombo regarding the estate of the deceased Appuhamy Weragoda. The Plaintiff being the sole heir to the properties of the deceased Appuhamy Weragoda filed this action against the 1st and 2nd Defendants praying inter alia that the Plaintiff is entitled to become the owner of the property after paying up the alleged loan and interest thereon which was allegedly taken by his father from the 1st Defendant, Kusumawathie who is",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      546.39,
      379.4
    ],
    "text": "alleged to be holding the property on a constructive trust on behalf of the Plaintiff’s father Appuhamy Weragoda by Deed 3644. The basis of the cause of action was that the property was held firstly by the 2nd Defendant Sridhara Rajakaruna in trust for his father, the deceased Appuhamy Weragoda and secondly by the 1st Defendant, Kusumawathie who held again the same property in trust for the same person the deceased Appuhamy Weragoda. The Plaintiff’s contention is that the property was held by the 2nd Defendant and the 1st Defendant in trust for Appuhamy Weragoda and now that the Plaintiff is the sole heir of the deceased Appuhamy Weragoda, the 1st Defendant is now holding the property in trust for the Plaintiff. He prayed for a reconveyance of the property to him for the consideration of Rs. 50,000/- with interest from the date that Kusumawathie got paper title by Deed 3644. When action was filed, the 2nd Defendant did not enter an appearance in the action but the 1st Defendant filed answer. In her answer, Kusumawathie the 2nd Defendant prayed as follows:-",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      380.22,
      543.27,
      687.13
    ],
    "text": "(i) for dismissal of the action, (ii) for a declaration that she is the owner of the property, (iii) for delivery of possession of the property to her and (iv) for recovery of Rs. 200,000/- as a counter claim. The Plaintiff filed a replication. The action went ex parte against the 2nd Defendant but surprisingly , the 2nd Defendant gave evidence for the Plaintiff. At the trial two admissions were recorded. They are, that Appuhamy Weragoda was the owner of the land and the house thereon and that the two deeds 3207 and 3644 marked as P1 and P3 were duly executed. The Plaintiff had raised 11 issues and the 1st Defendant had raised 6 issues. Within the course of the trial, the 1st Defendant Kusumawathie died after undergoing surgery for a cancer and then she was substituted by the husband and three children out of whom two were minors. The widower was appointed guardian ad litem over the minor children.",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.09,
      543.3,
      430.66
    ],
    "text": "On behalf of the Plaintiff, the Plaintiff and the 2nd Defendant gave evidence. On behalf of the heirs of the deceased 1st Defendant who was the only contesting Defendant in the case, the 1(a) Defendant, the husband of the deceased 1st Defendant, Kusumawathie, had given evidence. Thereafter, one Weragoda Arachchillage Punchinilame, a relation of the deceased Appuhamy Weragoda and also a relation of the husband of Kusumawathie had given evidence on behalf of the 1(a) to 1(d) Defendants. After hearing the evidence and the written submissions were filed by both parties, the learned trial judge had delivered judgment on 16.08.2004 dismissing the Plaint and granting the reliefs prayed for by the Defendant in her answer. The aggrieved Plaintiff appealed to the Civil Appellate High Court of Avissawella and at the end of oral arguments and after the written submissions were filed, the High Court over turned the judgment of the District Court and allowed the Appeal and declared that the Substituted Defendant Respondents, who were the husband and children on the 1st Defendant Kusumawathie, have held that property in dispute in trust for the Plaintiff Appellant as a constructive trust. The said judgment had further directed many other things which on record read as follows:-",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      431.6,
      543.2,
      447.82
    ],
    "text": "1. “ I direct the Plaintiff to deposit the sum of Rs. 50,000/- together with legal",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      450.82,
      543.28,
      550.3
    ],
    "text": "interest from 04.12.1990 until the date of payment’. On perusal of the case record it was revealed that the Plaintiff has deposited Rs. 50,000/- on 15.10.1999. Therefore, the Defendant Respondents 1A to 1E are entitled to the aforesaid sum of Rs. 50,000/- and also legal interest from 04,12.1990 until the date of payment”. 2. On payment of the aforesaid Rs.50,000/- and the legal interest referred to",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      553.42,
      543.28,
      652.93
    ],
    "text": "above sum of money within six months of the record reaching the District Court of Homagama, if 1A to 1E substituted defendants fail to re-transfer the property in suit at the expense of the Plaintiff Appellant as mentioned, the registrar of this Court is directed to convey this property executing a deed in favour of the Plaintiff Appellant. 3. 1A to 1E Substituted Defendants are entitled to withdraw this money at the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      655.93,
      543.02,
      687.13
    ],
    "text": "time of the execution of a conveyance by the Defendants or by registrar of the District Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      72.63,
      543.15,
      88.85
    ],
    "text": "4. The Plaintiff should bear all expences of the conveyance of the property in",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      91.85,
      542.94,
      123.05
    ],
    "text": "his favour. 5. If the Plaintiff Appellant fails to pay the sum of money due to the 1A to 1E",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      126.05,
      546.3,
      704.17
    ],
    "text": "Substituted Defendants within 6 months as aforesaid the trust hereby declared would come to an end the 1A to 1E Substituted Defendants would then be entitled to take out writ of possession. Being aggrieved by the said Judgment of the High Court dated 27.09.2010 , the 1A to 1E Substituted Defendant Respondent Petitioners sought Leave to Appeal against the said Judgment and the Supreme Court has granted leave to appeal on the questions of law as aforementioned at the very beginning of this judgment. First and foremost, with the evidence of the 2nd Defendant, S.Rajakaruna, it is apparent that, when Appuhamy Weragoda transferred the property to S.Rajakaruna for a petty sum of Rs. 35,000/- even at that time in the year 1990, for a house and land of three Acres, it was a transfer to secure the loan of Rs. 35,000/. Rajakaruna was a relation of Appuhamy Weragoda as well. It can be held that Rajakaruna held the property on trust for Appuhamy Weragoda from the date of Deed 3207 until the time the loan given was demanded to be returned and paid on the date that the second Deed 3644 was executed. When Appuhamy Weragoda had no money to pay back the loan, he had looked for another relation together with the help of his brother Punchinilame. Then only the 1st Defendant’s husband G.A.V. Jayasekera who was again a relation was approached by Appuhamy and Punchinilame. Then, Rajakaruna has transferred the land and property to the 1st Defendant, Kusumawathie the wife of G.A.V. Jayasekera with the consent of Appuhamy who had even signed as a witness to Deed No. 3644. Appuhamy was not the transferor in the Deed 3644. He was a witness to the fact that Rajakaruna signed as the transferor of the property to Kusumawathie. Section 83 of the Trusts Ordinance does not provide that one person who holds a property as a constructive trust for another person can pass that ‘holding in trust’ to any other person. The ‘holding in trust’ is a concept in law. To prove that the said concept was prevailing at a particular transaction where the transferor on paper transferred the property to the transferee, it has to be proven that there was no intention whatsoever in the mind of the Transferor to part with",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      543.31,
      704.17
    ],
    "text": "his property to the Transferee as a purchaser of the property. To demonstrate that there existed no intention to transfer, the attendant circumstances have to be proven. When Rajakaruna transferred the property to Kusumawathie, on paper, it can be a genuine transfer of the property for consideration or it can be on trust that Kusumawathie would reconvey the property to Rajakaruna if the money received by Rajakaruna from Kusumawathie was a loan taken by Rajakaruna until he pays back the loan to Kusumawathie. In the case in hand, Rajakaruna has never said anywhere in his evidence that he obtained a loan from Kusumawathie and Kusumawathie promised to reconvey the property to him when the loan was paid back. Rajakaruna’s evidence is that he signed the Deed P3 bearing No. 3644 knowing that he was transferring the property to Kusumawathie. Even supposing that it was a loan transaction, showing on the face of the Deed as a proper transfer of property, the maximum that can be presumed is that Kusumawathie held the property in trust for Rajakaruna. According to the law prevailing in this regard in this country, that property can only be identified as a property which can be regarded as ‘property held in trust’ by Kusumawathie, the transferee, on behalf of Rajakaruna, the transferor. It can never be identified as a property held in trust for any other person. How can anyone argue that the property owned by Kusumawathie according to a properly executed deed, can be held in trust by the owner Kusumawathie was in trust for a third party named Appuhamy Weragoda who has signed as a witness to the said transaction? The ground position is that the property held by Rajakaruna in trust for Appuhamy Weragoda was transferred to a third party named Kusumawathie at the request of A. Weragoda. The presumption of trust held in the transaction done by Deed 3207 had come to an end then and there at the time of executing the Deed 3644 by Rajakaruna placing his signature as the transferor. On the other hand, Appuhamy Weragoda could have requested Rajakaruna to reconvey the property back to him which would have brought the trust between them to an end and thereafter transfer the property to Kusumawathie. The Notary would have definitely advised that every transaction costs a particular amount of money as stamp fees, Notary’s fees etc. As such, practically to pay the loan taken from Rajakaruna within the period of one year, Appuhamy Weragoda had to get the money from another person and that person was Kusumawathie",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      569.14,
      439.44
    ],
    "text": "and therefore Appuhamy Weragoda directed Rajakaruna to execute a transfer in the name of Kusumawathie. It was all done in the presence of the Notary Public who would have advised the parties with regard to unnecessary stamp fees which would have had to be spent, if the said Rajakaruna had to transfer the land to Appuhamy and then in turn Appuhamy would have had to execute the transfer to Kusumawathie. There cannot exist a trust between Appuhamy Weragoda and Kusumawathie. The concept of trust does not pass automatically from one person to another with regard to the property and with regard to the original transferor since Section 83 of the Trusts Ordinance does not provide for such a reasoning to imply a constructive trust at all. The property can change hands but the trust created in the first deed of transfer cannot get attached to every change of hand of the property and end up with a different transferee who cannot be held in law to own the property on trust for the first transferor of the first deed in the chain of deeds executed thereafter. Rajakaruna’s evidence at page 125 of the brief is quite clear as to what had happened. It reads as follows:- m%’ flfia fj;;a me’3 Tmamqjg w;aika lf,a ;uka” ;ukag me’1 Tmamqfjka whs;s jqk foam, me’3 Tmamqfjs ,enqusldr l=iqudj;s lshk whg iusmqraK jYfhka mejrsula f,i @",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Su_VIJAYA0"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      449.41,
      192.14,
      461.28
    ],
    "text": "W’ ksjeroshs’",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      471.49,
      532.29,
      497.28
    ],
    "text": "m%’ ta mejrsu fjkqfjka uqo,a ,nd oqkafka;a ta l=iqudj;sf.a mqreIhd jk chfialr lshk wh @",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      507.25,
      288.53,
      519.12
    ],
    "text": "W’ ug oqkafka fjsrf.dv uy;d’",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      529.21,
      508.18,
      541.08
    ],
    "text": "m%’ ;uka bosrsmsg chfialrf.ka fjsrf.dv uy;d wrf.k ;ukag oqkafka @",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      551.17,
      166.7,
      563.04
    ],
    "text": "W’ Tjs’",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      573.25,
      545.59,
      598.95
    ],
    "text": "m%’ fjsrf.dv wmamqydus uy;dhs ta Tmamqfjs ,enquslrejkqhs w;r ;snqk iusnkaO;djh fyda ta wh w;r jqk idlpsPdjka ms<snoZj ;uka jsfYaIfhka okafka keye @’",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      609.04,
      288.41,
      620.91
    ],
    "text": "W’ jsfYaI fohla okafka keye’",
    "fonts": [
      "Su_VIJAYA0"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      656.05,
      543.2,
      704.29
    ],
    "text": "The next argument of the Plaintiff Appellant Respondent ( hereinafter referred to as the Plaintiff) is that the holder of title to the property at the time he filed action before the District Court , namely Kusumawathie in law was holding the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.81,
      550.59,
      687.13
    ],
    "text": "property in trust for his father who died and after the death of the father, still she is holding the property in trust for the son, the Plaintiff. To simplify the argument, may I say that, the Plaintiff W1 , the son of the deceased W ,argues that if and when, in law, the person K was holding a property in trust for W1’s father W, that concept of trust should survive the father and should be carried on to the son W1 who is the Plaintiff. If that argument is accepted, by any chance, if Plaintiff W1 passes away, W1’s son also should be able to ask for the property back on ‘constructive trust’ from K. So, according to the Plaintiff’s argument, there is no end to the concept of ‘constructive trust’ created by Statute, the Trusts Ordinance. Section 83 of the Trusts Ordinance reads as follows: Where it does not appear that transferor intended to dispose of beneficial interest. “ Where the owner of property transfers or bequeaths it, and it cannot be reasonably be inferred consistently with the attendant circumstances that he intended to dispose of the beneficial interest therein, the transferee or legatee must hold such property for the benefit of the owner or his legal representative.” According to the evidence before us, it can be seen that when Appuhamy Weragoda died, the son moved court to get letters of administration of the Testamentary case and he tried to include the land and the house where his father was living in the village of Basnagoda. He then came to know that it was transferred to Kusumawathie who was a relation. It is G.A.V. Jayasekera , Kusumawathie’s husband who had set fire to the pyre at the funeral when Weragoda Appuhamy died according to the Sri Lankan custom that the nephew should do so. The son of Weragoda Appuhamy , the Plaintiff had lived in Colombo and only visited the father at different times. The Plaintiff, the son , while giving evidence kept on stating that the father had informed him that there were debts to be paid. It may be that he expected the son to offer money for any debts he had incurred to be paid. The Plaintiff in his evidence never mentioned that he gave any money to the father. He said in evidence that he presumed that the consideration amount as placed in Deed 3644 , i.e. Rs. 50000/- is the debt that the father used to talk about.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      74.81,
      543.31,
      704.17
    ],
    "text": "The evidence of G.A.V. Jayasekera was that when Rajakaruna signed the deed 3644 as Vendor, it is he who paid the money to Appuhamy Weragoda his uncle and in turn Appuhamy Weragoda paid Rs. 45000/- to Rajakaruna then and there. Jayasekera states that he bought the property in his wife’s name because since he is a lorry driver and his life is at stake all the time and therefore he did not want to write the property bought in his name. The wife Kusumawathie was not present at the Notary’s office at the time of the transaction. He claims that the transaction was an outright purchase of the property from Appuhamy Weragoda on one condition. That condition was that Appuhamy Weragoda would be allowed to stay in the house until he dies. That was the reason for possession not being taken by the purchaser, Kusumawathie, his wife after the property was bought for Rs. 150,000/-. At page 157 of the brief, Jayasekera has further given evidence to the effect that Weragoda Appuhamy had come with his brother Punchinilame and both of them had told Jayasekera that as Appuhamy was old , there was no one to care for him, he had no money and therefore it was suggested that Jayasekera should get a transfer of the house and property where Appuhamy was living in and let him live in the house untill he passes away some day. It is at that time that Jayasekera decided to buy the house and on 04.12.1990 he got it transferred to his wife Kusumawathie’s name. He had given Rs. 150000/- altogether to Appuhamy Weragoda. The Notary had said since the consideration amount was recorded in the earlier Deed 3207 as Rs. 35000/-, that it is good enough to record as consideration, only Rs. 50000/- in the Deed 3644 even though the full amount was Rs. 150000/-. His evidence shows that it was a direct transfer and the concession given for his relation Appuhamy was for Appuhamy Weragoda to live in the house on the three Acres of land, until he dies. After his death, when Kusumawathie and Jayasekera and family was trying to take possession of the house and property, Sharm, the Plaintiff, the son of A.Weragoda, had asked Jayasekera to sell the property back to the Plaintiff. He further divulged that as on that date of giving evidence, a person named Martin who was the helper in the house when A. Weragoda was living , was in possession and enjoying the benefits of the property. The Plaintiff had bargained on the purchase price and finally got the consent of Kusumawathie and Jayasekera to sell the same for Rs.300,000/- but on the pretext of wanting to get a loan from a Bank, the Plaintiff had written on paper a document like a letter from Kusumawathie to the Plaintiff without a date on it stating that the Plaintiff’s",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      74.81,
      546.31,
      687.13
    ],
    "text": "father had borrowed Rs. 300000/- and if it is paid that Kusumawathie is willing to transfer the property to the Plaintiff. The document is marked and produced by the Plaintiff as P9 and it is at page 260 of the brief. Only the signature is Kusumawathie’s. The rest is in the handwriting of a lady who accompanied the Plaintiff when they visited Kusumawathie and Jayasekera in their house at Tholangamuwa after the death of Appuhamy Weragoda. It is only after getting that letter that the Plaintiff had made arrangements to file action against Kusumawathie in the District Court using the said letter as the basis to demonstrate that Deed 3644 was not a true transfer for proper consideration but it was against a loan that was raised by his father Appuhamy Weragoda from Kusumawathie. In P9, Kusumawathie had placed her signature over the name written by some one else on that paper as ‘kusumawathie’. The evidence of Punchinilame, the deceased A.Weragoda’s brother at pages 175 to 185 confirms the position taken up by the 1st Defendant Kusumawathie on whose behalf her husband Jayasekera gave evidence as described above. There was no evidence to show that it was a loan given to A.Weragoda on transfer of the property by Deed 3644. The Plaintiff’s evidence did not contain any reason to show that it was a constructive trust. No attendant circumstances with which only a constructive trust can be proved was present in the evidence of the Plaintiff and the witness Rajakaruna who gave evidence for the Plaintiff. Kusumawathie was a bona fide purchaser who allowed the transferor to live in the house until his death. The minute sheets of the District Court record are available with the brief before this Court. A note for depositing money has been issued by the office of the District Court. There is no money deposited on 15.10.1999 even though the learned High Court Judge has stated so in her judgement. The High Court has made a mistake in directing the record to be sent to Homagama whereas the case was heard by the District Court of Avissawella. I have considered the authorities referred to by the counsel for the Plaintiff Appellant Respondent to support his arguments. Yet, I hold that the matter before this Court does not attract any of the cases with regard to constructive",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      74.81,
      546.12,
      687.13
    ],
    "text": "trusts because the reliefs sought by the Plaintiff depend on a decision whether a constructive trust , can be claimed by the Plaintiff who was not a party to Deeds 3207 and 3644. The transactions were between the Plaintiff’s deceased father and the 1st and 2nd Defendants before the District Court. Section 83 of the Trusts Ordinance does not attract other parties other than who were parties to the particular transfer deed. The concept of constructive trust does not survive after the death of a party and cannot be carried on like a chain after the death of the parties who signed the transfer deed. Moreover, a constructive trust can be inferred with the attendant circumstances between only two parties. A bona fide purchaser cannot be held not to own the property he bought on the ground that his predecessor was holding the property under a constructive trust, specially when the person on behalf of whom he was holding the property in trust, directs him to transfer the same to another. I find that the learned High Court Judge has not considered the evidence of the witnesses of the 1st Defendant which specifically demonstrated that the Deed 3644 was not held by the purchaser on a constructive trust. The learned High Court Judge has disregarded the ratio decidendi in the case of Alwis Vs Piyasoma Fernando, 1993 1 SLR 119, where the Chief Justice G.P.S. De Silva states that “ It is well established that findings of primary courts ……are not to be lightly disturbed in Appeal.” The learned District Judge had seen and heard the witnesses and arrived at a conclusion on facts and then considered the law prior to arriving at a conclusion. Having gone through the evidence before the District Court, I find that the analysis of evidence done by the District Judge was correctly done on a balance of probabilities of evidence before the trial court. I answer the questions of law in favour of the 1(a) to 1(e) Defendant Respondent Appellants and against the Plaintiff Appellant Respondent. I do hereby set aside the judgment of the Civil Appellate High Court dated 27.09.2010. I affirm the judgment of the Additional District Judge of Avissawella dated 16.08.2004.",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.09,
      543.18,
      704.17
    ],
    "text": "The Plaint is dismissed with costs. The heirs of the original 1st Defendant, who are the 1(a) to 1(e) Defendant Respondent Appellants are declared to be the owners of the house and property in the Schedule to the Plaint. I hold that they are entitled to take out the writ of possession of the house and property and get peaceful possession of the same forthwith. The Appeal is allowed with costs. Judge of the Supreme Court L.T.B. Dehideniya J. I agree. Judge of the Supreme Court Murdu Fernando PCJ. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  }
]