[
  {
    "page_number": 0,
    "bbox": [
      85.44,
      72.05,
      528.97,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      87.89,
      542.63,
      198.95
    ],
    "text": "In the matter of an application under and in terms of Article 17 read with Article 126(2) of the Constitution of the Democratic Socialist Republic of Sri Lanka. SC (FR) Application No: 198/2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      207.05,
      464.42,
      286.31
    ],
    "text": "Isula Damsith Jayaratne, 07/3B/17, Oval View Residencies, Borella. PETITIONER",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.0,
      302.21,
      324.59,
      317.99
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      341.93,
      542.71,
      706.91
    ],
    "text": "1. University Grants Commission, No. 20, Ward Place, Colombo 7. 2. Senior Professor Kapila Seneviratne, Chairman, University Grants Commission, No. 20, Ward Place, Colombo 7. 3. Hon. Dr. Harini Amarasuriya, Prime Minister & Minister of Education, Higher Education and Vocational Education, Nipunatha Piyasa, Colombo 5. 4. Hon. Attorney General, Attorney General’s Department, Hulftsdorp, Colombo 12. RESPONDENTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      542.88,
      427.55
    ],
    "text": "Before: Janak De Silva, J Arjuna Obeyesekere, J Dr. Sobhitha Rajakaruna, J Counsel: Hafeel Fareez with Nishika Fonseka and Shannon Tillekeratne for the Petitioner Ganga Wakishta Arachchi, Deputy Solicitor General for the Respondents Argued on: 12th January 2026 Written Tendered on behalf of the Petitioner on 16th January 2026 Submissions: Tendered on behalf of the Respondents on 16th January 2026 Decided on: 5th February 2026 Obeyesekere, J (1) The Petitioner filed this application on 2nd September 2025 seeking inter alia a",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      430.85,
      542.46,
      611.63
    ],
    "text": "declaration that he is eligible for admission to a Sri Lankan State University under the category of “Students with Foreign Qualifications” and that the failure on the part of the University Grants Commission to give recognition to his qualifications and the special circumstances relating to him is a violation of his fundamental rights guaranteed under Articles 12(1) and 14(1)(g) of the Constitution. Leave to proceed was granted on 13th October 2025 for the alleged violation of Article 12(1). The Petitioner (2) The Petitioner is a nineteen year old citizen of Sri Lanka. He had been admitted to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      614.93,
      542.39,
      687.71
    ],
    "text": "Year One at Royal College, Colombo 7 in 2013 and had sat for the General Certificate of Education (Ordinary) Level Examination [2022] held in May 2023, where he secured 8 distinctions.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.43,
      87.95
    ],
    "text": "(3) The Petitioner’s father is an Officer of the Sri Lanka Air Force holding the rank of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      90.9,
      542.75,
      256.07
    ],
    "text": "Group Captain. By letter dated 23rd May 2023 signed by the Secretary, Ministry of Foreign Affairs [P2a], the Petitioner’s father had been appointed as Defence Advisor to the Embassy of Sri Lanka in Moscow, Russia with the rank of Counsellor, with effect from 8th July 2023 for a period of two years to replace Air Commodore N.H.D.N Dias, the Counsellor (Defence) at the Embassy of Sri Lanka in Moscow at that time. (4) P2a provided inter alia for the following with regard to the Petitioner’s father:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      256.25,
      542.43,
      306.95
    ],
    "text": "(a) His work place shall be the Embassy of Sri Lanka in Moscow; (b) He shall be entitled to the payment of the Overseas Service Allowance and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      310.25,
      542.74,
      452.99
    ],
    "text": "other allowances and privileges applicable to an officer of the rank of Counsellor at the Embassy of Sri Lanka in Moscow; (c) He shall be subjected to administrative and disciplinary control of the Ambassador of Sri Lanka in Moscow and he shall be assigned his duties and functions by the Government through the Ambassador of Sri Lanka in Moscow; (d) He shall enter into an agreement with the Government of Sri Lanka before",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      456.17,
      542.47,
      545.03
    ],
    "text": "assuming his post and his appointment shall be subject to the Instruction Series of the Ministry of Foreign Affairs, with the Secretary to the Ministry of Foreign Affairs having the power to terminate his appointment at any time; (e) All correspondence on policy matters related to his duties or matters affecting",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      548.21,
      542.46,
      637.07
    ],
    "text": "the foreign relations of the Government of Sri Lanka shall be forwarded to the Secretary, Ministry of Foreign Affairs through the Ambassador of Sri Lanka in Moscow. (5) P2a did not provide details with regard to the education of the children but made it",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      640.25,
      542.4,
      713.15
    ],
    "text": "clear that the Petitioner’s father shall be entitled to privileges applicable to an officer of the rank of Counsellor, which, in the normal course of events, shall include the concession that the Government would extend to all diplomatic personnel with regard to the education of their children.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.48,
      87.95
    ],
    "text": "(6) The Petitioner states that his father assumed duties in Moscow, Russia as directed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      91.25,
      542.53,
      218.03
    ],
    "text": "by P2a. The Petitioner, his mother who was a retired Commissioned Officer of the Sri Lanka Air Force and his younger brother who was also studying at Royal College, Colombo 7 at that time accompanied his father to Russia. It is admitted that the Petitioner’s father completed his two year assignment in Russia and that the Petitioner too was in Russia during the entire duration of his father’s assignment. (7) It is common ground that costs relating to the education of children of all diplomatic",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      221.33,
      542.84,
      522.71
    ],
    "text": "personnel including the Petitioner are borne by the Government. However, given the costs involved in providing such facilities, the Secretary, Ministry of Foreign Affairs had issued Circular No. 312 dated 14th December 2020 [P3] addressed to all heads of mission pointing out that in respect of some embassies, “the amount reimbursed on education expenses is extremely higher than the expenditure on salaries and overseas service allowances” since most officers serving at such embassies send “their children to the school with the highest school fees”. Therefore in order to curtail the costs incurred on the education of children of those in the Foreign Service, P3 had directed that children of diplomatic personnel should be admitted to a Government school of the host country where the medium of education is English and where that is not possible, for the children to be admitted to ‘community schools’ such as ‘Sri Lankan, Indian, Pakistan and Bangladeshi schools’. Admission to an international school where the school fees were high was permitted only where none of the above schools were available. Thus, the education that a child of a diplomat was to receive and the type of curriculum that a child was to follow was determined by economic considerations.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      525.89,
      542.38,
      557.63
    ],
    "text": "(8) It is admitted that there was no school in Moscow that offered the Sri Lankan",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      560.93,
      542.49,
      710.03
    ],
    "text": "curriculum where the Petitioner could have engaged in his higher studies. The Petitioner had accordingly been admitted in July 2023 to the Embassy of India School [Kendriya Vidyalaya, Moscow] which offered the Central Board of Secondary Education [CBSE] curriculum. Having followed the course of study in Biology, Physics, Chemistry, English and Information Practice, the Petitioner had sat the CBSE Senior School Certificate Examination [Senior Secondary Examination] in March 2025 and secured A1 grades in all 5 subjects with an average of 92 for Biology, Physics and Chemistry.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.05,
      301.99,
      122.87
    ],
    "text": "Admission to a State University in Sri Lanka",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      126.05,
      542.44,
      157.79
    ],
    "text": "(9) Admission to a State University in Sri Lanka for a particular year is determined on",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      161.09,
      542.49,
      364.07
    ],
    "text": "the results of the General Certificate of Education (Advanced) Level Examination conducted the previous year by the Department of Examinations. However, a limited number of places are offered to students with foreign qualifications to follow undergraduate courses at State Universities in Sri Lanka, in accordance with the criteria determined by the University Grants Commission and published in the Handbook titled ‘Admission of Students with foreign qualifications to undergraduate courses’ issued by the University Grants Commission for a particular year. The Handbook applicable for the Academic Year 2024/2025 has been tendered by the Petitioner marked P8. (10) Paragraph 2.1 of P8 provides that a candidate who sits for a foreign examination",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      367.37,
      542.95,
      646.55
    ],
    "text": "held outside Sri Lanka which is considered by the University Grants Commission as being equivalent to the General Certificate of Education (Advanced) Level Examination of Sri Lanka is eligible to apply for admission to Universities in Sri Lanka. P8 provides further that such candidate is eligible to apply for the courses of study in Medicine and Dental Surgery and that such application shall be determined by the criteria defined by the University Grants Commission Standing Committee of Medicine and Dental Sciences and the Sri Lanka Medical Council (SLMC). While it is admitted by the Respondents that the CBSE Senior School Certificate Examination, referred to as the ‘qualifying examination’ in P8, is equivalent to the General Certificate of Education (Advanced) Level Examination conducted by the Department of Examinations, Sri Lanka [R2], the Respondents have not claimed that the Petitioner has not satisfied the criteria relating to admission to a medical faculty. Thus, the Petitioner has satisfied the first requirement specified in P8. (11) Paragraph 2.2 of P8 sets out the eligibility criteria of candidates under two",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.32,
      649.85,
      164.99,
      665.63
    ],
    "text": "categories.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      668.69,
      542.34,
      700.55
    ],
    "text": "(12) The first is Sri Lankan candidates who have studied abroad for a period of not less",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.32,
      703.73,
      542.49,
      719.51
    ],
    "text": "than three academic years immediately prior to sitting the qualifying examination,",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      72.17,
      542.4,
      145.07
    ],
    "text": "and whose father or mother has worked in the same country in which the candidate has studied, during the same period that the candidate has studied abroad [Paragraph 2.2 (a) and (b) of P8]. These candidates are eligible to be admitted to a State University on a fee levying basis.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      148.25,
      542.39,
      179.99
    ],
    "text": "(13) The second category are the children of Sri Lankan Diplomatic Personnel attached",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      183.29,
      542.44,
      291.11
    ],
    "text": "to Sri Lankan diplomatic missions abroad or on foreign assignments sponsored by the Government of Sri Lanka [Paragraph 2.2 (c) of P8]. These candidates are eligible to be admitted to a State University on a non-fee levying basis. The Petitioner is seeking admission under this category. (14) In addition to the aforementioned first requirement, there are two further",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      294.29,
      542.51,
      386.15
    ],
    "text": "requirements that must be satisfied in order to be eligible under the second category. The first, which I shall refer to as the second requirement, is that the father or mother must be a “Sri Lankan Diplomatic Personnel”, [Diplomatic Personnel] which, as defined in P8, comprises of the following four groups:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      386.33,
      542.93,
      694.07
    ],
    "text": "“The Sri Lankan Foreign Service Officers Officers from certain other Services and Ministries/Agencies such as the Ministry of Foreign Affairs, Foreign Employment & Tourism, Ministry of Defence, Department of Commerce, Ministry of Public Administration, Department of Labour and the Sri Lankan Bureau of Foreign Employment who have been appointed to serve in Sri Lankan Missions abroad for limited periods Officers from other Services and Ministries/ Departments attached to Missions abroad whose overseas assignments are not routine and serve only limited periods abroad Appointments to Missions abroad made on the approval of the Cabinet of Ministers as approved by the Ministry of Foreign Affairs, Foreign Employment & Tourism”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.49,
      87.95
    ],
    "text": "(15) I must state that by bringing all four groups of Officials under one heading of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      91.25,
      542.48,
      218.03
    ],
    "text": "Diplomatic Personnel, the University Grants Commission has conceded that all four groups are similarly circumstanced and are equal as far as eligibility for admission to a State University is concerned in that they have all been appointed to serve at an Embassy or a High Commission of Sri Lanka and to represent the interests of the Government. (16) It is admitted that the Petitioner has satisfied the second requirement since his",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      221.33,
      542.43,
      329.15
    ],
    "text": "father, by virtue of having been nominated by the Ministry of Defence to serve as a Defence Advisor and appointed by the Ministry of Foreign Affairs to serve at the Embassy of Sri Lanka in Moscow with the rank of Counsellor, falls within the category of a Diplomatic Personnel. (17) The next requirement that must be satisfied to be eligible under this category in",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      332.45,
      542.91,
      405.35
    ],
    "text": "Paragraph 2.2(c), which I shall call the third requirement, is that the candidate should have studied abroad for at least a period of three academic years in the six year period immediately prior to sitting the qualifying examination, while the candidate’s parent was serving as a Diplomatic Personnel during such period.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      408.53,
      542.4,
      440.27
    ],
    "text": "(18) Paragraph 2.2(c) provides further that the aforementioned third requirement is",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      443.45,
      542.6,
      611.63
    ],
    "text": "deemed to have been satisfied where the candidate sits for the qualifying examination in Sri Lanka within a period of one year from the date of his or her return to Sri Lanka after completion of a continuous period of not less than two academic years of studies abroad immediately prior to sitting the qualifying examination and provided the parent of the candidate who holds diplomatic status too has returned to Sri Lanka on completion of the assignment having served at least for a period of three years or have been recalled by the Government of Sri Lanka due to the exigencies of service having served at least for a period of two (02) years immediately prior to their child sitting the said examination locally.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      614.81,
      542.51,
      646.55
    ],
    "text": "(19) Thus, a child of a Diplomatic Personnel who has only studied two years abroad would",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      649.85,
      542.5,
      703.67
    ],
    "text": "still be eligible under Paragraph 2.2(c) provided the child sits the foreign examination within one year from the recall to Sri Lanka of his father or mother. However, according to the Respondents, the Petitioner does not qualify under this",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      72.17,
      542.53,
      183.11
    ],
    "text": "deemed provision for two reasons. The first is that his father’s appointment was only for two years and he returned to the Country not due to being recalled or due to exigencies of service. The second reason is that the Petitioner completed his study programme and sat for the qualifying examination while being in Russia and hence, the question of him sitting for any further examination upon his return to Sri Lanka does not arise.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      186.29,
      542.34,
      218.03
    ],
    "text": "(20) If I may summarise, in terms of Paragraphs 2.1 and 2.2(c) of P8, a candidate must",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      221.33,
      542.51,
      443.39
    ],
    "text": "have satisfied three requirements in order to be considered for admission to a State University under the category of those with foreign qualifications on a non-fee levying basis. The first requirement is that the qualifying examination must be approved by the University Grants Commission as being equivalent to the General Certificate of Education (Advanced Level) Examination. The second is that the candidate’s father or mother should come under the category of Diplomatic Personnel. These two requirements are clear leaving nothing to the discretion of the University Grants Commission. Hence, an application of a candidate who has not satisfied either of these two requirements need not be considered any further by the University Grants Commission. (21) However, the third requirement that the period of service of the parent shall be",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      446.69,
      542.46,
      557.63
    ],
    "text": "three years and the period of education of the candidate shall be three academic years cannot be applied across all four groups that come within the definition of Diplomatic Personnel in a uniform manner since the period of their engagement is not the same and can be for a period less than three years as the definition consists of groups composed of persons who are appointed to Missions abroad for “limited periods” as well.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      560.81,
      542.37,
      592.55
    ],
    "text": "(22) This distinction must be recognised by the University Grants Commission since it has",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      595.85,
      542.53,
      706.79
    ],
    "text": "acknowledged that despite this distinction all four categories are similarly circumstanced and are equal as far as eligibility of the children of a Diplomatic Personnel for admission to a State University in terms of P8 is concerned. Therefore, when an application is made, the University Grants Commission is required to carefully consider all the circumstances of a particular application in the light of the objective sought to be achieved in providing such concession and in particular",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.49,
      237.11
    ],
    "text": "whether the Diplomatic Personnel has served the full term of his or her assignment and whether the child seeking admission studied in the country of assignment during that period. In other words, Paragraph 2.2(c) confers the University Grants Commission a narrow and limited discretion with regard to the third requirement when it comes to Diplomatic Personnel whose terms of engagement are limited to a shorter period by virtue of the appointment granted to them by the Ministry of Foreign Affairs. (23) It is admitted that the three year requirement was applicable at the time of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      240.41,
      542.7,
      405.35
    ],
    "text": "appointment of the Petitioner’s father in July 2023. The Respondents have alleged that ‘the Petitioner was aware of the three year academic years of study requirement abroad at the time the Petitioner moved to Russia’. While in my view it is not a relevant factor, the Respondents have not tendered any material to establish knowledge of such requirement on the part of the Petitioner or his father, nor have the Respondents alleged that the father of the Petitioner secured his appointment in July 2023 in order to manipulate and/or abuse the concession. (24) Be that as it may, just as any other parent, the father of the Petitioner was mindful",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      408.65,
      542.53,
      535.43
    ],
    "text": "of the disruption that has been caused to the education of the Petitioner as a result of him taking up the assignment in Moscow and more particularly with the effect it can have on the Petitioner obtaining admission to a State University in Sri Lanka due to him not following the General Certificate of Education (Advanced Level) Examination conducted by the Department of Examinations. (25) Realising that his son, although eligible on the face of it to apply under the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      538.73,
      542.72,
      668.75
    ],
    "text": "aforementioned second category may not secure admission as a result of his period as Counsellor being only for two years, the father of the Petitioner had inquired from the University Grants Commission in July 2024 [P9b] whether children of Military Officers serving in foreign missions would be deprived of the opportunity of securing admission to a State University in Sri Lanka under the category of students with foreign qualifications, even though they are similarly circumstanced as those of the Sri Lanka Foreign Service, due to them not having served three years.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.38,
      122.87
    ],
    "text": "Review of the provisions of P8 (26) In his affidavit tendered to this Court, the Chairman of the University Grants",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      126.17,
      542.62,
      272.03
    ],
    "text": "Commission has stated that “as per the criteria that had been followed to date by the University Grants Commission, the period of studying not less than three academic years in the relevant foreign country before sitting the qualifying examination had been applied equally to all such applicants, including the Petitioner”. This probably explains the reason for the University Grants Commission not responding to P9b. (27) However, in December 2024, which is just a few months after P9b, and in response",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      275.33,
      542.54,
      383.15
    ],
    "text": "to requests by several parties that the minimum requirement of three years be revised, the University Grants Commission had appointed a Committee consisting of several senior academics to examine the eligibility criteria of the special provision for students with foreign qualifications. (28) Having noted that the children of Diplomatic Personnel who are/have been",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      386.33,
      542.46,
      459.11
    ],
    "text": "stationed in other countries is one of the categories considered under this provision, the Committee had sought clarifications from the Ministry of Foreign Affairs by letter dated 26th May 2025 on the following matters:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      459.41,
      542.51,
      529.07
    ],
    "text": "(a) The definition of ‘Diplomatic Personnel’ and the designations that should be considered as being eligible under Diplomatic Personnel; (b) If members of other Ministries are considered as diplomatic personnel, to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      532.37,
      542.5,
      675.11
    ],
    "text": "specify the designations of those who should be considered as being eligible for admission; (c) The duration of the foreign mission assigned for Diplomatic Personnel including the officers of other Ministries, if they are considered as diplomatic personnel; (d) The frequency of assigning a foreign mission to the same diplomatic personnel",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      128.64,
      678.41,
      542.46,
      713.15
    ],
    "text": "including the officers of other Ministries, if they are considered as diplomatic personnel.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.05,
      542.92,
      103.79
    ],
    "text": "(29) The response of the Ministry of Foreign Affairs as contained in their letter dated 19th",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      107.09,
      226.32,
      139.31
    ],
    "text": "June 2025 is as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      138.77,
      542.92,
      389.51
    ],
    "text": "(a) The phrase, ‘diplomatic personnel’ is not explicitly defined in any specific legal instrument for the purpose of admission to a State University. However, based on standard diplomatic practice within the context of assignments to the Sri Lanka’s diplomatic missions, diplomatic personnel can generally be identified as ‘officers who are issued diplomatic passports and are appointed to Sri Lanka’s diplomatic missions abroad at specified diplomatic ranks by the Ministry of Foreign Affairs.’; (b) The designations that are eligible include the rank of Counsellor; (c) The Ministry is not agreeable with the current definition of Diplomatic Personnel and thus, a comprehensive review of the definition is essential; (d) Officers from other Ministries are appointed to diplomatic missions generally",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      392.69,
      542.81,
      443.39
    ],
    "text": "for a single term, or rarely more; (e) If an officer is to be considered as diplomatic personnel the diplomatic",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      446.69,
      542.53,
      589.43
    ],
    "text": "assignment concerned should not be less than a period of three years and their assignment shall be more than one; (f) A distinction must be drawn between diplomatic personnel who serve more than one term and those who serve a single term and thus, for the purpose of admission, it is only the former category who should be eligible. (30) While the necessity to consider the rationale behind the above response does not",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      592.73,
      542.43,
      662.39
    ],
    "text": "arise in this application, the Ministry of Foreign Affairs made it clear that the concession must be limited to those in the Foreign Service. (31) The Committee had thereafter considered the request made to it that since the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      665.69,
      542.53,
      719.51
    ],
    "text": "duration of the foreign assignment of those nominated by other Ministries such as the Ministry of Defence is two years, the eligibility requirement of studying three academic years must be amended in line with the period of their foreign assignment",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.44,
      160.91
    ],
    "text": "and concluded that such a change is not required in view of the proposal of the Ministry of Foreign Affairs that children of those other than from the Foreign Service shall not be considered as being eligible for the said concession. (32) Although the Committee was in agreement with the proposal of the Ministry of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      164.21,
      542.86,
      329.15
    ],
    "text": "Foreign Affairs that the concession must be limited to those from the Foreign Service, the Chairman of the University Grants Commission has stated in his affidavit that, “Having noted that not only the children of career diplomats from the Sri Lanka Foreign Service but also the children of diplomats whose foreign assignments are for limited duration and not repetitive are eligible as per the existing definition as mentioned in Section 2.2 of the Handbook, the Committee was of the view that this provision should be limited only to the career diplomats.” (33) Thus, in the minds of the senior academics sitting on the Committee, a candidate",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      332.45,
      542.76,
      443.27
    ],
    "text": "such as the Petitioner was eligible for admission under the existing definition of Diplomatic Personnel. The report of the Committee had been considered by the University Grants Commission at their meeting held on 19th July 2025 – vide minutes of the meeting R5. Having considered the above matters, the Commission had stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      443.45,
      542.76,
      570.35
    ],
    "text": "“It is to be noted that if the definition provided by the Ministry is implemented, in future this special provision will be limited to only the children of career diplomats holding the specified officer-level ranks in the Sri Lanka Foreign Service, excluding the children of diplomats in other institutions such as the Ministry of Defence … who are usually appointed for a single appointment.” (34) It is clear from R5 that the University Grants Commission was of the view that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      573.65,
      542.44,
      662.39
    ],
    "text": "eligibility under the existing definition of Diplomatic Personnel extended to the children of those appointed by the Ministry of Defence for limited periods and that that provision shall remain without any amendment to the definition. (35) Thus, the University Grants Commission had every opportunity of limiting the special",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      665.69,
      542.4,
      719.51
    ],
    "text": "concession to those in the Foreign Service if it was of the view that the three year requirement is mandatory. While I shall not comment on whether such a decision would have been correct, the University Grants Commission instead opted not to",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      72.17,
      542.52,
      183.11
    ],
    "text": "accept the proposal of the Ministry of Foreign Affairs and the recommendation of its Committee of senior academics since to do so would amount to excluding the children of diplomats in other institutions such as the Ministry of Defence who are usually appointed for a single appointment and who are eligible as per the existing definition. It is in this background that I shall now consider the application of the Petitioner for admission to a State University under Paragraph 2.2(c) of P8.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      186.29,
      330.82,
      218.03
    ],
    "text": "Application to the University Grants Commission",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      221.21,
      542.35,
      252.95
    ],
    "text": "(36) P8 required applications of candidates to be submitted to the University Grants",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      256.25,
      545.31,
      405.35
    ],
    "text": "Commission through the Ministry of Foreign Affairs. However, the Ministry had informed the Petitioner that he does not meet the criteria set out in P8 and therefore the Ministry of Foreign Affairs would not be forwarding his application seeking admission to a State University to the University Grants Commission. I must state that with the Petitioner being eligible to apply under the aforementioned second category, the decision whether the Petitioner is eligible for admission to a State University is a matter for the University Grants Commission and not for the Ministry of Foreign Affairs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      408.53,
      542.4,
      440.27
    ],
    "text": "(37) The Petitioner therefore submitted an application directly to the University Grants",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      443.45,
      542.42,
      532.31
    ],
    "text": "Commission seeking admission to a State University under the category of students with foreign qualifications and immediately thereafter filed this application, seeking inter alia the aforementioned declarations. (38) Having considered the application of the Petitioner for university admission, the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      535.14,
      542.92,
      570.35
    ],
    "text": "University Grants Commission had informed the Petitioner by its letter dated 18th November 2025 [P11] as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      589.49,
      542.44,
      681.35
    ],
    "text": "“In order to be eligible for the university admission under this special provision, a candidate should have fulfilled the requirement cited below in addition to the other minimum requirements specified in Part 1 and Part 2 of the Foreign Admissions Handbook valid for the Academic Year 2024/2025.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      128.64,
      681.53,
      542.52,
      716.39
    ],
    "text": "2.2(c) - Children of Sri Lankan diplomatic personnel attached to Sri Lankan diplomatic missions abroad or on foreign assignments sponsored by the",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.73,
      367.19
    ],
    "text": "Government of Sri Lanka, should have studied abroad at least for a period of three academic years in the six year period immediately prior to sitting the qualifying examination, along with their parents who are Sri Lankan diplomats.” However, your application indicates that you have not completed the required three academic years of studying in the six year period immediately prior to sitting the qualifying examination in Russia. Having considered the recommendations of the Selection Committee, the Commission at its 1158th meeting held on 6th November 2025 decided to reject your application due to the non-fulfillment of the above requirement. Accordingly, your application for university admission under this special provision for the academic year 2024/2025 is hereby rejected.” (39) The response of the University Grants Commission in P11 is baffling since exactly",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      370.49,
      542.52,
      497.39
    ],
    "text": "four months prior to that, the Commission had decided that persons such as the Petitioner are in fact eligible [vide R5]. I am therefore of the view that the University Grants Commission is estopped from claiming that the Petitioner is not eligible in terms of P8. Be that as it may, the application of the Petitioner has been rejected solely on the basis that he has not completed three years of study abroad. (40) P11 gives rise to several issues. The first is whether drawing a distinction among the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      500.69,
      542.49,
      706.79
    ],
    "text": "four groups coming under the definition of Diplomatic Personnel based on the period of stay abroad disregarding its concession that all four categories are considered one equal category of “diplomatic personnel” as far as the eligibility of their children to a State University is concerned, is discriminatory. The second issue which perhaps is an extension of the first is whether children of those whose appointment as a Diplomatic Personnel is for a period of less than three years are eligible for admission to a State University under the second category. The third issue is whether the University Grants Commission took into consideration all relevant matters in considering the eligibility of the Petitioner. The final issue is whether the decision of the University Grants Commission contained in P11 to reject the Petitioner is in any event, reasonable, fair and rational.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.05,
      542.46,
      138.71
    ],
    "text": "Right to education (41) There is no doubt that education is extremely important for a child. While the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      142.01,
      542.55,
      344.99
    ],
    "text": "Government has made every endeavour to provide a child with an education through the Free Education system, a parent too will make every effort to ensure that his or her child gets the best education that this Country has to offer its citizens, whether it be at primary, secondary or tertiary level. This is clearly evident by the competition that exists to secure admission to Year One of a Government school or secure admission to a Government school based on the results of the Scholarship examination that is held in Year Five or based on the results of the General Certificate of Education [Ordinary Level] Examination and finally when it comes to admission to a State University. (42) This Court has time and again stressed the importance of education. As far back as",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      348.29,
      542.87,
      570.35
    ],
    "text": "in 1980, Justice Sharvananda (as he then was) stated in Rienzie Perera v University Grants Commission [(1978-79-80) 1 Sri LR 128; at page 138] that, “Education is one of the most important functions of the State today. The large expenditure of money incurred by the State for education signifies its recognition of the importance of education to a democratic society. In these days, it is doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of education. Such an opportunity, where the State undertakes to provide it, is a right which must be made available to all on equal terms. The Constitution enjoins the organs of Government to secure and advance and not deny this fundamental right of equality of treatment.” [emphasis added] (43) Thurairaja, PC, J observed in M. D. Malik Sachinthana v University Grants",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      573.3,
      542.96,
      703.67
    ],
    "text": "Commission and others [SC (FR) Application No. 311/2019; SC Minutes of 9th June 2022] that, “although there is no specific provision dealing with the right to Education in our Constitution as such in the Universal Declaration of Human Rights, the said right has been accepted and acknowledged by our Courts through the provisions embodied in Article 12 (1) of the Constitution. In doing so, the Supreme Court has not only considered that the Right to Education should be accepted as a fundamental human right, but also had accepted the value of such Education, which",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.17,
      542.76,
      179.99
    ],
    "text": "has been described by James A. Garfield (in his letter accepting the Republican nomination to run for President on 12th July 1880), as, “next in importance to freedom and justice is popular Education, without which neither freedom nor justice can be permanently maintained.” (44) While university education is of critical importance for a youth to forge ahead in life,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      183.29,
      542.51,
      364.07
    ],
    "text": "the effect of the decision in P11 is to permanently deprive the Petitioner of the opportunity that he is entitled as a citizen of this Country of securing admission to a State University. Thus, such a decision cannot be taken and should not be taken lightly. Therefore, the decision in P11 deserves an extremely high degree of scrutiny by this Court in deciding whether the fundamental rights of the Petitioner guaranteed by Article 12(1) have been violated. Article 12(1) of the Constitution (45) I shall at the outset very briefly examine the scope of Article 12(1) and the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      367.37,
      542.72,
      418.07
    ],
    "text": "parameters within which this Court has considered its application. (46) In terms of Article 12(1), “All persons are equal before the law and are entitled to",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      421.25,
      542.79,
      494.03
    ],
    "text": "the equal protection of the law.” In W.P.S.Wijerathna v Sri Lanka Ports Authority and others [SC (FR) Application No. 256/2017; SC minutes of 11th December 2020], Kodagoda, PC, J stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      494.33,
      542.52,
      662.27
    ],
    "text": "“It is well settled law that, at the core of Article 12 of the Constitution is a key concept, namely the concept of ‘equality’. The concept of equality is founded upon the premise that, all human beings are born as equals and are free. Equality confers equal value, equal treatment, equal protection and equitable opportunities to all persons, independent of or notwithstanding various demographic, geographic, social, linguistic, religious and political classifications based on human groupings prevalent in contemporary society, some of which are immutable or born to and others acquired.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      114.6,
      662.45,
      542.87,
      716.39
    ],
    "text": "“The principle which underlines Article 12 is that, equals must be treated equally, operate equally on all persons, under like circumstances. Article 12 guarantees equality among equals. It is violated both by unequal treatment of equals and",
    "fonts": [
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      72.17,
      542.92,
      522.71
    ],
    "text": "equal treatment of the unequal. Indeed, the concept of equality does not involve the idea of absolute equality among human beings. Thus, equality before the law does not mean that persons who are different shall be treated as if they were the same. Article 12 does not absolutely preclude the State from differentiating between persons and things. The State has the power of what is known as ‘classification’ on a basis of rational distinction relevant to the particular subject dealt with. So long as all persons falling into the same class are treated alike, there is no question of discrimination and there is no question of violating the equality clause. The discrimination that is prohibited is treatment in a manner prejudicial as compared to another person in similar circumstances. So long as classification is based on a reasonable and a justifiable basis, there is no violation of the constitutional right to equality. What is forbidden is invidious (unfair / offensive / undesirable) discrimination. The guarantee of equal protection is aimed at preventing undue favour to individuals or class privilege, on the one hand, and at hostile discrimination or the oppression of equality on the other. Since the essence of the right guaranteed by Article 12 and the evils which it seeks to guard against are the avoidance of designed and intentional hostile treatment, or discrimination on the part of those entrusted with the administering of the same, a person setting up grievances of denial of equal treatment must establish that between persons similarly circumstanced, some were treated to their prejudice and the differential treatment had no reasonable relevance to the object sought to be achieved.” [emphasis added] (47) While in terms of Article 12(1), the basis of classification must generally be so drawn",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      526.01,
      542.83,
      633.83
    ],
    "text": "that those who stand in substantially the same position in respect of the law are treated alike and discrimination of persons in one class or who are similarly circumstanced shall be avoided, Article 12(1) does not prohibit equals from being classified differently provided there exists a “reasonable basis” to do so. (48) As stated by Chief Justice Parinda Ranasinghe in Ramuppillai v Festus Perera,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      637.13,
      542.92,
      690.83
    ],
    "text": "Minister of Public Administration, Provincial Councils and Home Affairs and others [(1991) 1 Sri LR 11; page 20]:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.17,
      542.8,
      326.03
    ],
    "text": "“In order to pass the test of permissible classification, two conditions must be fulfilled, namely, (i) that the classification must be founded on an intelligible differentia which distinguishes persons or things that are grouped together from others left out of the group, and (ii) that the differentia must have a rational relation to the objects sought to be achieved by the Act; What is necessary is that there must be a nexus between the basis of the classification and the object of the act; The classification to be acceptable must be based on some real or substantial distinction bearing a just and reasonable relation to the object sought to be attained;” (49) In Wickremasinghe v Ceylon Petroleum Corporation and others [2001 (2) Sri LR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      329.21,
      542.79,
      532.31
    ],
    "text": "409; at pages 416-417], Chief Justice Sarath Silva stated that reasonableness, as opposed to being arbitrary, is the basic component of the guarantee of equality and that the executive or administrative action in question must “be reasonable and based on discernible grounds that are fairly and substantially related to the object of the legislation in terms of which the action is taken or the manifest object of the power that is vested with the particular authority. ... If the action at issue is based on discernible grounds that are fairly and substantially related to the object of the legislation or the manifest object of the power that is vested in the authority, it would ordinarily follow that the action is reasonable..” (50) It was held in Ratnayake and others v Justice Jagath Balapatabendi, Chairman,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      535.49,
      542.65,
      589.31
    ],
    "text": "Public Service Commission and others [SC (FR) Application No. 16/2021; SC Minutes of 26th November 2025] that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      114.6,
      589.49,
      542.5,
      716.39
    ],
    "text": "“While the classification doctrine continues to hold its relevance, judicial reasoning has increasingly focused on the denial of the equal protection of the law occasioned by the arbitrary and unfettered exercise of discretionary administrative power… Thus, as explicitly stated in Wickremasinghe v Ceylon Petroleum Corporation and others [supra] and reiterated in W.P.S. Wijerathna v Sri Lanka Ports Authority and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "19",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      72.17,
      542.96,
      383.15
    ],
    "text": "others [supra], the judicial reasoning has evolved into a synthesized position on the applicability of the right to equality that “if legislation or the executive or administrative action in question is ‘reasonable’ and ‘not arbitrary’, it necessarily follows that all persons similarly circumstanced will be treated alike, being the end result of applying the guarantee of equality.” Therefore, the demand that stems from the maintenance of the rule of law that the power vested in the State should not be used in an arbitrary manner, which in effect gives rise to the principle that powers vested in the State are held in public trust and for the public benefit, and that power must be exercised for the purpose for which such power has been conferred, have ultimately made the guarantee of equality to be reconceptualized as a bulwark against the arbitrary exercise of state power, as opposed to merely serving as a guarantee against discrimination.” The objective for the concession to Diplomatic Personnel (51) It is important to understand the objective sought to be achieved by the creation of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      386.33,
      542.43,
      475.19
    ],
    "text": "a separate category where children of Diplomatic Personnel are offered the opportunity of entering a State University on the strength of their foreign qualifications on a non-fee levying basis. (52) To my mind, there are at least three objectives.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      478.25,
      542.42,
      510.11
    ],
    "text": "(53) The first and the most important objective is that the education of the children of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      100.32,
      513.29,
      542.49,
      624.35
    ],
    "text": "Diplomatic Personnel must not be disrupted due to the employment of their parent/s with the Government. This has been specifically recognised in paragraph 11(c) of the affidavit of the Chairman of the University Grants Commission where he has stated that, “the reason behind this kind of concession is the disruptions that can occur to the education of the accompanied children of Sri Lankan Diplomatic Personnel due to the foreign missions/assignments of their parents.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.0,
      627.41,
      542.35,
      659.27
    ],
    "text": "(54) The second objective is to ensure that children of Diplomatic Personnel are not",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      100.32,
      662.45,
      542.47,
      697.31
    ],
    "text": "deprived of the opportunity that a citizen of this Country has in seeking admission to a State University.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "20",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      72.17,
      542.36,
      87.95
    ],
    "text": "(55) The third objective, which is implicit in the said concession, is the recognition of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      91.25,
      542.79,
      218.03
    ],
    "text": "fact that Diplomatic Personnel are appointed by the Government to serve and secure its interests abroad and that such personnel must be able to have their family accompany them when they take up employment outside of Sri Lanka. This is a reflection of Article 27(12) of the Constitution which stipulates that, “The State shall recognize and protect the family as the basic unit of society.” (56) Given the objectives that are sought to be achieved, I shall first consider if the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      100.32,
      221.33,
      542.44,
      256.19
    ],
    "text": "imposition of a three year requirement in a rigid manner across both categories is reasonable.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      259.25,
      299.26,
      291.11
    ],
    "text": "Background to the three year requirement",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      294.17,
      542.35,
      326.03
    ],
    "text": "(57) In paragraph 13 of his affidavit, the Chairman of the University Grants Commission",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      329.21,
      515.71,
      363.95
    ],
    "text": "explains the rationale for the three year requirement in the following manner:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      364.13,
      542.6,
      617.99
    ],
    "text": "“The existing university admission policy for students who sit for the G.C.E. (Advanced Level) Examination in Sri Lanka is based not only on the All Island Merit admissions but also the District Quota for most of the courses of study following equity and equality; When determining the District Quota of such local applicants, in order for them to be eligible for university admissions, the UGC considers the place where such students have resided during the three year period prior to sitting the relevant G.C.E. (Advanced Level) Examination; This is the same criteria that has been applied for the applicants with foreign qualifications.” (58) The manner in which the three year requirement for those sitting the General",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.0,
      621.29,
      542.81,
      713.03
    ],
    "text": "Certificate of Education (Advanced Level) Examination is to be applied was considered in M. A. Shamly Mohammed v Professor Mohan De Silva, Chairman, University Grants Commission and others [SC (FR) Application No. 61/2019; SC minutes of 25th October 2024] where it was stated as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "21",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      72.17,
      542.92,
      535.43
    ],
    "text": "“ According to the First Handbook, in order to decide the district of a school candidate for university admission, the candidate must provide evidence of enrolment in a school/s for a period of three years preceding the date of the Advanced Level examination. For this purpose, the head of the school must certify, on the basis of school records, the accuracy of the information provided by the candidate. The aforementioned three-year period is calculated backwards from the month immediately preceding the month in which the student sat the Advanced Level examination to qualify for university admission. The district where the school at which the applicant studied for more than one year during this period is situated will be considered as the district of the candidate for university admission. If the applicant has enrolled in more than one school during the said three-year period, then, the district within which the school at which the applicant has studied the most number of days is situated is considered as the district of that applicant. If however the applicant has not enrolled in any school for his or her Advanced Level studies during that period, the district where the permanent place of residence of the applicant is situated is the district considered for university admission, with the applicant required to submit his original school leaving certificate and a certificate from the Grama Niladhari together with his application.” [emphasis added] (59) Identical provisions are found in Paragraph 1.5 of the Handbook issued by the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      538.73,
      542.41,
      665.63
    ],
    "text": "University Grants Commission for the academic year 2024-2025. It must be noted that in determining the three year requirement, Paragraph 1.5 draws a distinction between an applicant who presents himself as a school candidate and those candidates who have not enrolled in any school [non-school candidates] in the three years preceding the date of the Advanced Level Examination. (60) The three year requirement that the Chairman of the University Grants Commission",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      100.32,
      668.81,
      542.51,
      703.67
    ],
    "text": "has referred to has been formulated in order to avoid any manipulation with the process of admission to a State University whereby a student resident in a district",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "22",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      72.17,
      542.43,
      294.23
    ],
    "text": "such as Colombo, Kandy or Jaffna shifts to an educationally disadvantaged district such as Anuradhapura where the qualifying ‘Z’ score is less than the district of his or her residence. Given that the threshold of a lesser ‘Z’ score is an opportunity given for those students who have studied in less advantaged schools with limited resources and facilities in order to level the disparity that exists among schools situated in different districts, a requirement of three years is justifiable since it prevents such an opportunity being misused. It also seeks to avoid an injustice being caused to those who follow the straight path and continue their education in a school situated in a district such as Colombo, Kandy or Jaffna where they have their residence. (61) However, what the University Grants Commission has not disclosed to this Court is",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      297.53,
      542.92,
      408.47
    ],
    "text": "the fact that the three year requirement for a candidate enrolled in a school is not a rigid requirement in that where a candidate has studied in more schools than one during the preceding three years, the University Grants Commission would consider the district where the school that the student studied for the longest period within that three year period is situated as being the district from which such student would be eligible for entry to a State University.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      411.65,
      542.48,
      443.39
    ],
    "text": "(62) Thus, the three year requirement that the University Grants Commission has put",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      446.69,
      542.49,
      644.63
    ],
    "text": "forward as its justification for P11 is not a rigid requirement and offers the flexibility that allows the University Grants Commission to act reasonably. Accordingly, had the University Grants Commission applied the same criteria to the Petitioner, it ought to have taken into consideration the fact that of the three years prior to the qualifying examination, the Petitioner spent the longest period of time in a school in Moscow. On that basis, the Petitioner was eligible for admission had the same flexibility been shown to the Petitioner. The three year requirement and Article 12(1) (63) I shall now consider if the rigid imposition of the three year requirement across both",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.0,
      647.93,
      542.25,
      698.63
    ],
    "text": "categories of candidates is in violation of Article 12(1). (64) In my view, the imposition of a minimum time period for those qualifying under the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      100.32,
      701.81,
      542.38,
      717.59
    ],
    "text": "aforementioned first category is understandable since what is being offered is a",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "23",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      72.17,
      542.87,
      218.03
    ],
    "text": "special concession to those with foreign qualifications and the decision whether a person must accept foreign employment and the duration of such employment are matters that are within the control of such person. Furthermore, the absence of such a criteria can lead to abuse, similar to the situation that arose in M. A. Shamly Mohammed v Professor Mohan De Silva, Chairman, University Grants Commission and others [supra]. (65) Similarly, the application of the three year requirement to those persons appointed",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      221.33,
      542.43,
      291.11
    ],
    "text": "to Sri Lankan missions with the approval of the Cabinet of Ministers is also in order since the term of office would be three years. (66) This brings me to the principal argument of the learned Counsel for the Petitioner.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      100.32,
      294.29,
      225.88,
      310.07
    ],
    "text": "It was his position that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      100.32,
      313.25,
      542.52,
      344.99
    ],
    "text": "(a) Within the definition of Diplomatic Personnel are four groups from four",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      100.32,
      348.29,
      542.42,
      437.03
    ],
    "text": "different sources but who have all been classified under one group referred to as Diplomatic Personnel since all are being appointed by the Government to represent its interests abroad; (b) The objective of offering the concession would apply with equal force to each",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      100.32,
      440.33,
      542.51,
      491.03
    ],
    "text": "of the said groups; and (c) There is no reasonable basis to classify the Petitioner any differently from",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.0,
      494.33,
      542.39,
      545.03
    ],
    "text": "those who come from the Foreign Service. (67) The learned Counsel for the Petitioner therefore submitted that having classified all",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      100.32,
      548.21,
      545.23,
      716.39
    ],
    "text": "four groups together as one group, it is discriminatory to impose a minimum stay and/or a minimum period of study when the period of engagement among all groups is not identical resulting in the Petitioner who is otherwise eligible being ruled ineligible. He submitted further that the equal protection afforded by Article 12(1) would be rendered illusory if, having recognised that all four groups are equal, the University Grants Commission was permitted to defeat that recognition by subsequent differentiation which is not intelligible and has no logical nexus to the objective that is sought to be achieved by the introduction of this special scheme to children of Diplomatic Personnel.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "24",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      72.05,
      542.73,
      103.79
    ],
    "text": "(68) In Rienzie Perera v University Grants Commission [supra; at page 142]",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      107.09,
      341.55,
      141.83
    ],
    "text": "Sharvananda, J [as he then was] stated that:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.0,
      142.01,
      542.52,
      551.27
    ],
    "text": "“The consequence of the Respondent's decision to select candidates on the results of both the April and August examinations was that eligibles from both sources were integrated into one class; no discrimination in the matter of ultimate selection for admission could thereafter have been made in favor of the eligibles from one source as against those from the other source. Once the qualified students from both sources were clubbed together, they constituted one class and there could not be a class within that class. There came to exist only one source of selection and not two sources of selection and there was no basis for any classification and no distinction could any further be made in selecting the best candidates for admission to the Universities. The preferential treatment of one source in relation to the other, based on the differences between the said two sources, can no further be justified. Also, there was no reasonable nexus between the differences in the two sources and the ultimate objective of selection, namely, to secure the best talent. Once the qualified candidates were absorbed into one class, they cannot, by reference to their original source be discriminated in the selection for admission to the Universities. The discrimination that is manifest in the Respondent's policy-decision is, in my view, not based on any reasonable classification and is violative of the petitioner's fundamental right of equality of opportunity.” (69) Seeking to impose the three year requirement or a minimum time period of study",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      100.32,
      554.57,
      542.44,
      703.67
    ],
    "text": "in a uniform manner across all four groups of Officials who seek to qualify under the second category can lead to the unequal treatment of those who are equally placed. This is evident when one considers the fact that those belonging to the Foreign Service would serve periodical assignments outside Sri Lanka with the term of each assignment being three years. Together with the further concession offered to those from the Foreign Service that the period of three years must be out of a six year period immediately prior to sitting the qualifying examination, children of those in the Foreign Service have every opportunity of meeting the three year requirement",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "25",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      72.17,
      542.45,
      275.15
    ],
    "text": "and thus making them eligible for admission to a State University. There cannot be any grievance in affording such a concession to children of those in the Foreign Service when one considers the objectives that are sought to be achieved in offering this concession and of course taking into consideration the yeoman service that each and every Officer of the Sri Lanka Foreign Service renders to our Country. Thus, the imposition of the three year requirement [out of six years] in respect of the children of officers of the Foreign Service and the further concession of studying two years abroad and sitting the qualifying examination in Sri Lanka within one year of their return to Sri Lanka is in order. (70) However, the issue arises in respect of those Diplomatic Personnel such as the father",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      100.32,
      278.45,
      542.5,
      446.63
    ],
    "text": "of the Petitioner. Even though appointed by the Government to serve at an embassy of the Country, such persons are generally permitted only a single assignment and that too only for a limited period which is less than three years. Neither such persons nor their children can ever satisfy the three year requirement. To insist on the three year requirement is totally contrary to the aforementioned objectives that the special concession offered to those with foreign qualifications was seeking to achieve. Thus, once the Petitioner was recognised and integrated into an eligible class, to exclude the Petitioner by the creation of a restriction is arbitrary, and is in violation of the right to equality guaranteed by Article 12(1).",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      449.69,
      542.31,
      481.55
    ],
    "text": "(71) Furthermore, a requirement of three years will result either in the Petitioner and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      100.32,
      484.73,
      542.45,
      557.63
    ],
    "text": "the rest of his family being left behind in Sri Lanka, disrupting their family life or in the alternative accompanying his father thus sacrificing the right that every citizen of this Country is entitled to in securing admission to a State University and possibly disrupting not only his education but his future prospects in life, as well.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.0,
      560.93,
      542.45,
      593.87
    ],
    "text": "(72) In my view, the determining factor for eligibility for Diplomatic Personnel who are",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      100.32,
      597.05,
      542.46,
      670.07
    ],
    "text": "not from the Foreign Service is twofold. The first is that the Diplomatic Personnel must serve the entire period of their assignment. The second is that their children who wish to claim the benefit of the concession must accompany them and study in the same country for the same period as their Diplomatic Personnel parent.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "26",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      72.17,
      542.37,
      87.95
    ],
    "text": "(73) In those circumstances, the imposition of the three year requirement on those",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      100.32,
      91.25,
      542.48,
      240.35
    ],
    "text": "Diplomatic Personnel whose term of engagement is limited by their letter of appointment undermines and defeats the object sought to be achieved under the concession. Furthermore, it creates an unintelligible differentiation which has no logical nexus to the objective that is sought to be achieved by the introduction of this special scheme for children of Diplomatic Personnel. Thus, to have rejected the Petitioner on the basis that he does not have three years of study amounts to a violation by the University Grants Commission of the fundamental rights of the Petitioner guaranteed under Article 12(1).",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      243.41,
      542.37,
      275.15
    ],
    "text": "(74) The above finding is sufficient for this Court to grant the Petitioner the relief that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      278.45,
      542.79,
      402.11
    ],
    "text": "has been sought. However, for the sake of completeness, I wish to consider whether the decision to have rejected the Petitioner satisfies the test of rationality and reasonableness. Is the decision of the UGC reasonable? (75) In Council of Civil Service Unions v Minister for the Civil Service [1985 AC 374][the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.0,
      405.41,
      542.81,
      589.43
    ],
    "text": "GCHQ case], Lord Diplock, having identified 'illegality', 'irrationality' and 'procedural impropriety' as the three heads upon which administrative action is subject to control by judicial review, went on to state that, “By ‘irrationality’ I mean what can now be succinctly referred to as ‘Wednesbury unreasonableness’ [Associated Provincial Picture Houses Ltd v Wednesbury Corporation 1948 (1) KB 223]. It applies to a decision which is so outrageous in its defiance of logic or of accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it.” (76) Whether a decision is reasonable in the particular circumstances of that case was",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      100.32,
      592.73,
      542.8,
      684.59
    ],
    "text": "considered in the dissenting opinion in Ambika Sathkunanathan v Attorney General and others [SC (FR) Application No. 246/2022; SC minutes of 23rd July 2025] where, having referred to the judgments in the GCHQ case, Associated Provincial Picture Houses, Limited v Wednesbury Corporation [1948 1 KB 223] and Secretary of State for Education and Science v Metropolitan Borough Council of Tameside [[1977] AC",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "27",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      100.32,
      72.17,
      542.45,
      107.03
    ],
    "text": "1014], the following passage from R v Chief Constable of Sussex (Ex parte International Trader’s Ferry Ltd) [(1998) UKHL 40] was cited with approval:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.0,
      126.17,
      542.51,
      481.55
    ],
    "text": "“Associated Provincial Picture Houses Ltd. v. Wednesbury Corporation [1948] 1 KB 223, an apparently briefly--considered case, might well not be decided the same way today; and the judgment of Lord Greene M.R. twice uses (at 230 and 234) the tautologous formula \"so unreasonable that no reasonable authority could ever have come to it.\" Yet judges are entirely accustomed to respecting the proper scope of administrative discretions. In my respectful opinion they do not need to be warned off the course by admonitory circumlocutions. When, in Secretary of State for Education and Science v. Tameside Metropolitan Borough Council, the precise meaning of \"unreasonably\" in an administrative context was crucial to the decision, the five speeches in the House of Lords, the three judgments in the Court of Appeal and the two judgments in the Divisional Court all succeeded in avoiding needless complexity. The simple test used throughout was whether the decision in question was one which a reasonable authority could reach. The converse was described by Lord Diplock as \"conduct which no sensible authority acting with due appreciation of its responsibilities would have decided to adopt.\" These unexaggerated criteria give the administrator ample and rightful rein, consistently with the constitutional separation of powers.” [emphasis added] (77) This brings me back to P11. The University Grants Commission was well aware at the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      100.32,
      484.73,
      545.41,
      710.03
    ],
    "text": "time the decision in P11 was taken that a person such as the Petitioner was eligible for admission under Paragraph 2.2(c) of P8, yet it chose to ignore it. The University Grants Commission thereafter sought to justify the three year requirement in P8 by linking it to the three year requirement applicable to candidates who sit the General Certificate of Education (Advanced Level) conducted by the Department of Examinations as non-school candidates ignoring the fact that the Petitioner was a school candidate and what was required to be considered was the equivalent of a school candidate, that being the place where the Petitioner had studied for the longest period prior to sitting for the qualifying examination and not the rigid application of the three year requirement. The University Grants Commission then attempted to apply a requirement which it was fully aware the Petitioner could never have satisfied for reasons beyond the control of the Petitioner and his father.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "28",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      72.17,
      542.4,
      87.95
    ],
    "text": "(78) I am therefore of the view that the decision in P11 is a decision which no sensible",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      91.25,
      542.47,
      229.19
    ],
    "text": "authority acting with due appreciation of its responsibilities would have decided to adopt and that the University Grants Commission acted unreasonably and irrationally when it rejected the application of the Petitioner, resulting in the violation of the fundamental rights of the Petitioner guaranteed by Article 12(1). Conclusion (79) In the above circumstances, I am of the view that:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      100.32,
      228.65,
      542.43,
      308.51
    ],
    "text": "(a) The Petitioner is eligible for admission to a State University under the category of “Students with Foreign Qualifications”; (b) By its refusal to grant admission to the Petitioner for the reasons set out in",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      311.81,
      542.47,
      376.79
    ],
    "text": "P11, the University Grants Commission has violated the fundamental rights of the Petitioner guaranteed by Article 12(1). (80) I accordingly direct the University Grants Commission to forthwith admit the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      380.09,
      400.01,
      492.47
    ],
    "text": "Petitioner to a Faculty of Medicine in a State University. (81) I make no order for costs.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      492.53,
      521.16,
      587.75
    ],
    "text": "JUDGE OF THE SUPREME COURT Janak De Silva, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      587.81,
      518.06,
      682.91
    ],
    "text": "JUDGE OF THE SUPREME COURT Dr. Sobhitha Rajakaruna, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.0,
      683.09,
      518.32,
      717.95
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]