[
  {
    "page_number": 0,
    "bbox": [
      86.16,
      72.05,
      528.27,
      87.83
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      87.89,
      542.97,
      214.79
    ],
    "text": "In the maƩer of an appeal in terms of ArƟcle 128(1) of the ConsƟtuƟon of the DemocraƟc Socialist Republic of Sri Lanka read with Paragraph 3(b) of ArƟcle 154(P) of the ConsƟtuƟon and SecƟon 3 of the High Court of the Provinces (Special Provisions) Act, No. 19 of 1990",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.84,
      214.85,
      308.92,
      278.27
    ],
    "text": "SC Appeal No: 110/2023 HC Galle No. HC/LT/AP No. 1372/2019 LT Case No: 04/G/94/2016",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      278.33,
      470.92,
      357.59
    ],
    "text": "Soorya Balashakthi Lankapura, No. 13/36, MalwaƩe Temple Road, Dangedara, Galle.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.64,
      357.65,
      348.04,
      373.43
    ],
    "text": "APPLICANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.56,
      373.61,
      542.73,
      500.39
    ],
    "text": "Vs. Sarvodaya Economic Development Services (Guarantee) Limited, No. 98, RawatawaƩe Road, Moratuwa.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      500.57,
      360.87,
      563.87
    ],
    "text": "RESPONDENT And between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.56,
      564.05,
      470.92,
      643.19
    ],
    "text": "Soorya Balashakthi Lankapura, No. 13/36, MalwaƩe Temple Road, Dangedara, Galle.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      643.37,
      425.13,
      674.99
    ],
    "text": "APPLICANT – APPELLANT",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      675.05,
      324.1,
      706.67
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      72.05,
      542.73,
      135.47
    ],
    "text": "Sarvodaya Economic Development Services (Guarantee) Limited, No. 98, RawatawaƩe Road, Moratuwa.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      284.64,
      135.53,
      502.21,
      309.95
    ],
    "text": "RESPONDENT – RESPONDENT And now between Soorya Balashakthi Lankapura, No. 13/36, MalwaƩe Temple Road, Dangedara, Galle. APPLICANT – APPELLANT – APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      310.13,
      327.08,
      341.75
    ],
    "text": "Vs.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.56,
      341.81,
      542.73,
      405.23
    ],
    "text": "Sarvodaya Economic Development Services (Guarantee) Limited, No. 98, RawatawaƩe Road, Moratuwa.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      405.29,
      545.71,
      709.91
    ],
    "text": "RESPONDENT – RESPONDENT – RESPONDENT Before: A.H.M.D Nawaz, J Mahinda Samayawardhena, J Arjuna Obeyesekere, J Counsel: Ruvendra Weerasinghe with Kaushalya Hapuarachchi for the Applicant – Appellant – Appellant Malik H. Hannan for the Respondent – Respondent – Respondent Argued on: 27th May 2025 WriƩen Tendered by the Applicant – Appellant – Appellant on 14th February 2024 Submissions: Tendered by the Respondent – Respondent – Respondent on 28th March 2024 Decided on: 28th January 2026",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.81,
      122.87
    ],
    "text": "Obeyesekere, J (1) The Applicant – Appellant – Appellant [the Applicant] ﬁled an applicaƟon in the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      126.17,
      542.76,
      233.99
    ],
    "text": "Labour Tribunal, Galle [Labour Tribunal] complaining that her employer, the Respondent – Respondent – Respondent [the Respondent] has served her with a vacaƟon of post noƟce dated 12th February 2016 without any reason and unfairly terminated her services. (2) Having heard the evidence presented by both parƟes, the Labour Tribunal held by",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      236.82,
      542.92,
      344.99
    ],
    "text": "its Order dated 27th November 2018 that the Respondent was jusƟﬁed in treaƟng the Applicant as having vacated her post. Aggrieved, the Applicant ﬁled an appeal with the High Court of the Southern Province holden in Galle [the High Court], which upheld the Order of the Labour Tribunal by its judgment delivered on 4th May 2023. (3) The Applicant thereaŌer sought and obtained leave to appeal from this Court on 19th",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      348.29,
      328.63,
      364.07
    ],
    "text": "July 2023 on the following quesƟon of law:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      383.21,
      542.87,
      487.91
    ],
    "text": "“Did the learned High Court Judge err by upholding the ﬁnding of the Labour Tribunal that the Applicant had vacated her post.” The concept of vacaƟon of post (4) There are many reasons why an employee will stay away from reporƟng to his or her",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      491.09,
      542.93,
      716.27
    ],
    "text": "workplace. Common among these reasons is the transfer of an employee from one work place of the employer to another work place of the employer. While the general principle is that even if the employee is aggrieved by such transfer, he or she must ﬁrst comply and then complain, there can be instances where the transfer is actuated by malice on the part of the employer or give rise to situaƟons of construcƟve terminaƟon of the contract of employment. Be that as it may, where the employee does not report to the new work place without a valid explanaƟon for his or her absence, the employer is enƟtled to arrive at a determinaƟon that the employee is not interested in conƟnuing with his or her employment and has vacated his or her post. Where such a determinaƟon is challenged in a labour tribunal, the burden of proving the vacaƟon of employment is with the employer.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.69,
      87.95
    ],
    "text": "(5) In Nandasena v Uva Regional Transport Board [(1993) 1 Sri LR 318; at page 324],",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      91.25,
      542.85,
      182.99
    ],
    "text": "Mark Fernando, J in his dissenƟng opinion referred to the judgment of the AdministraƟve Tribunal of the InternaƟonal Labour OrganisaƟon in Re Duran (No. 2) cited in C.F. Amerasinghe’s Law of the InternaƟonal Civil Service [1988, pp. 903-904] where it had been stated as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      183.29,
      542.9,
      481.55
    ],
    "text": "\" If one party to a contract fails or refuses to perform his duties under the contract in circumstances which show that he does not intend ever again to resume them, i.e. show in effect that he is abandoning his post, the other party is entitled to treat the contract as at an end; he is not obliged to wait indefinitely in case the first party might change his mind. This is what abandonment means. It contains both a physical and a mental element. A temporary absence from a place does not mean that the place is abandoned; there must be shown also an intention not to return. So to the physical failure to perform a contractual duty there must be added the intention to abandon future performance. Proof of intention is not always easy, and the object of Rule 980 is to allow the intention to be assumed from the fact of absence without reasonable explanation for fifteen days. The explanation has not got to be one that exonerates the staff member from breach of contract or from other disciplinary measures, but it has to be one which negatives the intention to abandon..........” [emphasis added] (6) That the concept of vacaƟon of post comprises of two elements has long been",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      484.73,
      542.72,
      538.55
    ],
    "text": "recognised by our Courts. In Nelson De Silva v Sri Lanka State Engineering CorporaƟon [(1996) 2 Sri LR 342; at page 343] F.N.D. Jayasuriya, J stated that:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      538.73,
      542.96,
      700.43
    ],
    "text": "“The concept of vacaƟon of post involves two aspects; one is the mental element, that is intenƟon to desert and abandon the employment and the more familiar element of the concept of vacaƟon of post, which is the failure to report at the work place of the employee. To consƟtute the ﬁrst element, it must be established that the Applicant in not reporƟng at the work place, was actuated by an intenƟon to voluntarily vacate his employment.”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.92,
      87.95
    ],
    "text": "(7) This posiƟon was reiterated in Coats Thread Lanka (Pvt) Limited v Samarasundera",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      91.25,
      542.89,
      332.39
    ],
    "text": "[(2010) 2 Sri LR 1; at pages 9 and 10] where Chief JusƟce Asoka De Silva stated that, “It has been held in several instances by this court, which now can be considered as trite law that for abandonment of the contract to be proved, proof of physical absence as well as the mental element of intent needs to be established…. I am of the opinion that \"absence\" here is a reference to the lack of presence when such presence is deemed necessary in the ordinary course of employment. In other words, where the Respondent is required to be present at the work place at a reasonable hour of the day and he absents himself and such absence conƟnues it can be safely assumed that the ﬁrst ingredient had been met. The mental element or what is referred to as ‘animus non revertendi’ is the intenƟon to abandon the contract permanently.” [emphasis added] (8) While mere physical absence alone is insuﬃcient and cannot be singled out and",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      335.57,
      542.79,
      443.39
    ],
    "text": "taken in isolaƟon to signify the abandonment of the contract of employment, the party seeking to establish a vacaƟon of post must prove that the physical absence co-existed with the mental intent of animus non revertendi. The two must co-exist for there to be a vacaƟon of post in law. (9) While proving intenƟon to abandon is diﬃcult, especially where the absence is",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      446.69,
      542.87,
      532.43
    ],
    "text": "temporary, in Building Materials CorporaƟon v Jathika Sevaka Sangamaya [(1993) 2 Sri LR 316], Perera, J while taking the view that long absence without obtaining leave or authority is evidence of deserƟon or abandonment of service, held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      114.6,
      530.81,
      545.48,
      679.79
    ],
    "text": "“Where an employee endeavours to keep away from work or refuses or fails to report to work or duty without an acceptable excuse for a reasonably long period of time such conduct would necessarily be a ground which justifies the employer to consider the employee as having vacated service. In this case it is clear that the document R11 was served on the Applicant-Respondent after he had been given several opportunities to regularise his position and to report for duty at Anuradhapura which he persistently failed to do.” [page 322]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      545.5,
      160.91
    ],
    "text": "“An intenƟon to remain away permanently must necessarily be inferred from the Employee's conduct and I hold that long absence without obtaining leave or authority is evidence of deserƟon or abandonment of service.” [page 323] (10) This being the legal posiƟon, I shall now turn to the aƩendant circumstances of this",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      164.21,
      542.47,
      279.95
    ],
    "text": "appeal on which I am required to determine whether the Labour Tribunal and the High Court erred when it held that the Applicant had vacated her employment with the Respondent. AƩendant circumstances (11) By leƩer dated 8th October 2004 [A1], the Applicant had been appointed to the post",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      282.9,
      542.92,
      467.27
    ],
    "text": "of Enterprise PromoƟon Oﬃcer [Trainee] of the Respondent with eﬀect from 15th October 2004. It is admiƩed that the said post was transferable as speciﬁcally set out in A1. The Applicant, whose home town is Galle, had iniƟally been assigned to the Hambantota Oﬃce of the Respondent, and by leƩer dated 8th June 2005 [A2], the Applicant had been transferred to the Galle Oﬃce of the Respondent. The posiƟon held by the Applicant had subsequently been re-designated as Project Oﬃcer in 2006 and the Applicant had been promoted as an ExecuƟve [Grade 2] with eﬀect from 1st December 2012. (12) It is admiƩed that the core acƟvity of the Respondent comprised of its micro ﬁnance",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      470.45,
      542.79,
      638.63
    ],
    "text": "division with the bulk of its employees being involved with the micro ﬁnance business of the Respondent. In addiƟon, the Respondent had two other divisions, namely the management division and the projects division, with the Applicant aƩached to the laƩer division. In 2013, the micro ﬁnance business had been transferred to Sarvodaya Development Finance and the employees who had been in that division had either been absorbed into the new company or else, had been oﬀered compensaƟon under a voluntary reƟrement scheme. The Respondent states that the division that the Applicant was aƩached conƟnued to funcƟon and that the services of the Applicant were required for its operaƟons.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      641.81,
      542.43,
      673.55
    ],
    "text": "(13) However, with the micro ﬁnance business not being part of the Respondent any",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      676.73,
      542.41,
      711.59
    ],
    "text": "further, the aﬀairs of the Respondent had been scaled down, and the premises where the oﬃce of the Respondent was situated in Galle is said to have been sold to",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      71.82,
      542.93,
      164.15
    ],
    "text": "Sarvodaya in 2014. Consequently, by leƩer dated 27th May 2014 [R2], the Applicant had been informed that she had been assigned to the head oﬃce of the Respondent at RawathawaƩe, Moratuwa and to report for duty at the head oﬃce from 2nd June 2014. A similar leƩer had been sent to the other three employees who were aƩached to the projects division of the Respondent.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      167.21,
      542.52,
      199.07
    ],
    "text": "(14) By leƩer dated 30th May 2014 [R3], the Applicant had informed the Respondent that",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      202.25,
      542.77,
      367.19
    ],
    "text": "she is pregnant and that she will ﬁnd it diﬃcult to report for duty at the head oﬃce and had therefore sought the indulgence of the Respondent to conƟnue to work in Galle. The Respondent had acceded to this request of the Applicant and had informed her by leƩer dated 18th July 2014 [R4] that she had been assigned on a temporary basis to the Sarvodaya District Oﬃce, Galle which was part of the Sarvodaya group, with eﬀect from 21st July 2014 and that the Respondent may require her services at the head oﬃce on a future date. (15) The Respondent had granted the Applicant maternity leave in terms of the law,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      370.49,
      542.92,
      497.39
    ],
    "text": "which had been extended with a period of paid leave followed by a further period of leave on no-pay basis unƟl 30th June 2015. While approving the no-pay leave, the Respondent had informed the Applicant by its leƩer dated 8th June 2015 [R6] that she must report for duty at the head oﬃce of the Respondent at Moratuwa on 2nd July 2015. (16) The Applicant did not report for duty as required by R6, which resulted in the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      500.34,
      542.8,
      611.51
    ],
    "text": "Respondent informing the Applicant by leƩer dated 5th August 2015 [R7] that her work place is the head oﬃce of the Respondent at Moratuwa and that she must report for duty on a daily basis. The Applicant not having complied with the above direcƟve, by its leƩer dated 13th August 2015 [R8] the Respondent had informed the Applicant as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.6,
      611.69,
      545.5,
      700.86
    ],
    "text": "“2015$07$28 jeks osk mej;s jHmD;s wxYfha udisl m%.;s iudf,dapk reiajsfusos ksfhdaPH idudkHdOsldrsjrhd jsiska jdpslj iy 2015$08$05 jk osfkka my; w;aika lrk wh jsiska Tn fj; ,sLs;j ^,shdmosxps ;emEf,ka& wxl 98\" rdj;dj;a; mdr fudrgqj msysgs iSvsia ^.erkags& ,susgvS iud.fus m%Odk ldrahd,h fj; ffokslj fiajh i|yd jdra;d lrk f,i oekqj;a lr we;' kuq;a wo osk f;la$Wla; Wmfoia mrsos fiajdjka i|yd jdra;d lr ke;' tfiau fus iusnkaOj wm fj; lsisoq oekqus oSula lr fyda jsOsu;a mrsos ksjdvq",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      72.08,
      545.03,
      84.42
    ],
    "text": ",nd.eksula o isoqlr fkdue;' ta ksid jydu fiajh i|yd jdra;d lrk f,i fus u.sla",
    "fonts": [
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      87.05,
      542.51,
      133.91
    ],
    "text": "Tn fj; kej; oekqj;a lrusq'” (17) It appears that the Applicant had disregarded R8 and failed to report for duty, since",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      136.74,
      507.34,
      171.83
    ],
    "text": "the Respondent had sent the following leƩer dated 9th September 2015 [R9]:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      114.6,
      172.01,
      545.49,
      425.24
    ],
    "text": "“2015 wf.daia;+ ui 03 jk osk isg wo osk f;la Tn fiajhg jdra;d lr we;af;a osk 01 ls' fuh b;du wi;+gqodhl ;;a;ajhls' 2015 jraIh fjkqfjka ilia lrk ,o ixjraOk ldrah ie,eiaug wkqj wdh;khg Tnf.ka bgqjsh hq;+ fiajdj ,ndosug kus fiajh i|yd l%shdldrsj jdra;d l, hq;+h' tfia fkdlsrsfuka wdh;kfha ls%hdldrs;ajh oqraj, jsug th n,mdkq we;' ta ksid l%udkql+,j fiajhg meusfKk f,i wjika jrg Tn fj; wjOdrKh lrjuq' 2015 jraIhg wod, Tng ysus ishµ ksjdvq osk .Kkg jvd oekgu;a Tn fiajhg jdra;d fldg fkdue;s osk .Kka jevsh' ta ksid oSukd f.jsfusoS fiajhg fkdmeusKs osk i|yd mvs rys; oskhka f,i i,ld 2015 iema;eusnra udifha isg lghq;= lsrsug isoqjk nj okajuq' tfiau os.ska os.gu fiajh i|yd meusfKk f,i wm jsiska oekqj;a l<;a\" ;ud fj; mejrs we;s fiajd j.lsus bgqfkdlr\" l<ukdlrKh fj; lsisoq oekqus oSula fkdlr\" fiajhg jdra;d fkdlr isgsfuka Tn lrkafka wdh;ksl ks;srs;s j,g mgyeksj l%shd lsrsuls' ta wkqj Tn fiajfhka my lrkjd yefrkakg wdh;khg fjk;a jsl,amhla fkdue;s nj fus u.ska oekqus fouq' flfia kuq;a by; lreKq flfra Unf.a oevs wjOdkh fhduq lr fuu wvqmdvqlus ksjeros",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      427.85,
      542.78,
      474.59
    ],
    "text": "lr.ksuska jydu ksishdldrj fiajhg jdra;d lrk f,i oekqj;a lruq'” (18) In spite of R9, the Applicant had conƟnued to disregard the request of the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      477.77,
      542.68,
      531.59
    ],
    "text": "Respondent to report for duty which resulted in the Respondent sending a ﬁnal noƟce by leƩer dated 22nd September 2015 [R12] informing the Applicant as follows:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      531.77,
      544.87,
      695.27
    ],
    "text": "“2015'09'09 osfkka Tn fj; my; w;aika lrk ,o wh jsiska tjk ,o ,smsh yd nefoa' fuu ,smshg lsisoq ms<s;=rla fyda m%;spdrhla Tn jsiska olajd ke;' ksishdldrj fiajhg jdra;d l<hq;+ nj usg fmr wjia:d lsysmhloS Tnj oekqj;a lr ;snqk;a 2015'08'03 osk isg wo jk;+re;a Tn wkjirfhka yd lsisoq oekqusosulska f;drj iSvsia ^.erkags& ,susgvS ys fiajhg jdra;d fldg fkdue;' Tn 98\" rdj;dj;a; mdr fudrgqj ,smskfha msysgs iSvsia ^.erkags& ,susgvS ys m%Odk ldrahd,h fj; ksishdldrj fiajh i|yd jdra;d fkdl,fyd;a Tnf.a fiajh wjika lsrSug isoqjk nj wjidk jYfhka fuhska wjjdo lruq'”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.48,
      87.95
    ],
    "text": "(19) While the Applicant did not respond to R12, the Respondent admits that the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      90.9,
      542.84,
      157.91
    ],
    "text": "Applicant visited the Head Oﬃce on 5th January 2016 at 11.09 in the morning but failed to report for duty either on that date or any day thereaŌer. This failure resulted in the following leƩer dated 18th January 2016 [R10] being sent to the Applicant:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      156.29,
      545.18,
      316.91
    ],
    "text": "“iSvsia ^.erkags& ,susgvS yS jsOdhl ^2& ;k;+r ork Tn fiajh i|yd ksishdldrj jdra;d fkdlrk ksid ta nj oekqj;a lr jydu fiajh i|yd jdra;d lrk f,i ,sLs;j wjia:d lsysmhloS ^,shdmosxps ;emEf,ka 2015.08.05, 2015.08.13, 2015.09.09 2015.09.22& oekqus os we;' kuq;a Tn fiajh i|yd jdra;d lr ke;' tnejska 2016.01.29 oskg fmr wxl 98\" rdj;dj;a; mdr fudrgqj ,smskfha we;s iSvsia ^.erkags& ,susgvS ys m%Odk ldrahd,h fj; ksishdldrj fiajh i|yd jdra;d lrk f,i Un fj; oekqus fouq' Tn fj; mejfrk fiajd j.lSus my; w;aika lrk wh jsiska fiajhg jdra;d lsrsfuka wk;+rej ,sLs;j ,ndfokq we;'” (20) The Applicant thereaŌer visited the head oﬃce of the Respondent on 29th January",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      320.21,
      542.87,
      428.03
    ],
    "text": "2016. The Applicant claimed that she reported for duty on that date but that no work was assigned. She stated further that she met the Managing Director of the Respondent in order to discuss “her plight”, presented him with three opƟons and had thereaŌer leŌ the workplace without signing oﬀ. (21) It is admiƩed that the Applicant did not report for duty on the next working date of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      430.98,
      542.66,
      485.15
    ],
    "text": "1st February 2016 or thereaŌer. It is in this background that the Respondent informed the Applicant by leƩer dated 12th February 2016 [A13] that she has vacated her employment with eﬀect from 1st February 2016.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      488.33,
      542.87,
      554.99
    ],
    "text": "The posiƟon of the Applicant (22) The Applicant, whilst admiƫng that she reported for duty only on 8-10 days during",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      557.94,
      542.77,
      688.31
    ],
    "text": "the period 2nd July 2015 – 1st February 2016, claimed for the ﬁrst Ɵme before the Labour Tribunal that her salary was not suﬃcient to meet her transport costs from Galle to Moratuwa on a daily basis and that the transfer was actuated by malice in order to force the Applicant to resign from her employment without the payment of any compensaƟon. However, it is clear that the Respondent did not have an oﬃce in Galle and hence, the services of the Applicant had to be performed from its head oﬃce where the work of the projects division was being carried out. Thus, the claim",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.64,
      141.95
    ],
    "text": "of the Applicant that her transfer was actuated by malice is not supported by the evidence. (23) This is further borne out by two other factors. The ﬁrst is the Respondent paid",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      145.13,
      542.93,
      310.07
    ],
    "text": "compensaƟon to a sizeable number of employees who opted to move on aŌer the sale of the micro ﬁnance business and therefore the payment of compensaƟon to the four employees of the projects division could not have been an issue for the Respondent. The second factor is that the Respondent acceded to the request of the Applicant to keep her in Galle unƟl she delivers her baby and thereaŌer granted her paid maternity leave as well as further no-pay leave to look aŌer the baby. Such conduct cannot be expected if the moƟve behind the transfer was malicious. (24) The Applicant has conceded further that even though she visited the Head Oﬃce on",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      313.02,
      542.92,
      459.23
    ],
    "text": "about 8-10 occasions aŌer her maternity leave was over and during the period of 2nd July 2015 – 1st February 2016, the purpose of such visits was to discuss whether the Respondent was willing to pay her compensaƟon similar to what it did with employees in the micro ﬁnance business or oﬀer her a higher salary. Thus, the intenƟon of the Applicant to refrain from reporƟng for duty unless her condiƟons were met is borne out by her own evidence. (25) The Applicant states that she reported for duty at the Head Oﬃce on 29th January",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      462.53,
      542.8,
      649.67
    ],
    "text": "2016 but was not assigned any work nor allocated a table and chair. She states that she met the Managing Director of the Respondent who oﬀered her 9 months’ salary as compensaƟon but that she declined the oﬀer, and instead presented three opƟons to the Managing Director, that being to transfer her to Galle, oﬀer her enhanced compensaƟon, or if she was to report to the head oﬃce to pay a monthly salary of Rs. 45,000, whereas her salary at that Ɵme was Rs. 16,800. The Applicant took up the posiƟon that she had no intenƟon to give up her employment and that she did not report for duty aŌer 29th January 2016 since she expected the Managing Director to inform her the posiƟon of the Respondent on the three opƟons that she had placed on the table.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      652.85,
      542.36,
      684.59
    ],
    "text": "(26) This being the factual circumstances of this case, I shall now consider the Order of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      687.89,
      400.13,
      703.67
    ],
    "text": "the Labour Tribunal and the judgment of the High Court.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.05,
      542.42,
      141.95
    ],
    "text": "Impugned Order and Judgment (27) The Labour Tribunal has at the outset considered the claim of the Applicant that her",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      145.13,
      542.82,
      310.07
    ],
    "text": "transfer was actuated by malice and had rejected such claim on the basis that the Applicant held a transferable post, the reason for her transfer was the divesƟture of the ﬁnance business and that her services were required by the Respondent at the head oﬃce. The Tribunal has held further that the Respondent acceded to the request of the Applicant and deferred the transfer that was iniƟally eﬀected in 2014 since the Applicant was expecƟng a baby and thereaŌer granted her paid and unpaid maternity leave, thus demonstraƟng that the Respondent had acted in good faith. (28) The Labour Tribunal has thereaŌer held that even though the Applicant visited the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      313.37,
      544.95,
      454.55
    ],
    "text": "head oﬃce, the Applicant did not have an intenƟon of reporƟng for duty or to comply with the transfer order or the many leƩers sent to her, when it stated as follows – “fus iusnkaOj b,a,qusldrsh wod< lreKq u. yrsuska idlaIs oS we;s w;r b,a,qusldrshf.au iuia: idlaIsh wkqj weh fiajh lsrSfus woyiska fudrgqj ldrahd,hg f.dia fkdue;s nj wOslrKh ksrslaIKh lrus”. The basis for this conclusion founded upon the evidence before the Tribunal is threefold. (29) The ﬁrst is that even out of the days that the Applicant reported at the head oﬃce,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      457.85,
      544.98,
      488.6
    ],
    "text": "she did not report at 8.30 in the morning – “tkus fiajhg jdra;d lsrsug wjYH kus jdra;d l< hq;af;a kshus;j fiajhg jdra;d l<hq;= fjs,djg jk kuq;a weh jdra;d lr we;af;a 11'00",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      491.21,
      542.65,
      541.91
    ],
    "text": "g jk w;r tkhskau weh f.dia we;af;a fiajh lsrSug fkdjk njo ksrSlaIKh fjs'” (30) The second is that she visited the head oﬃce on 29th January 2016 not with an",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      545.09,
      545.28,
      703.91
    ],
    "text": "intenƟon of reporƟng for duty but to present three opƟons to the Respondent, or in other words, to propose to the Respondent the condiƟons on which she was willing to report for duty – “tkus b;du;a meyeos,s f,i b,a,qusldrshf.au by; ud Wmqgd olajd we;s idlaIs wkqj weh jsiska wdh;k m%Odkshdg oekqus os we;af;a b,a,Sus 3 ls' tys .d,af,a relshdj\" jkaoshla fyda jegqma jevslr m%Odk ldrahd,fha relshdj ,ndfok f,ihs' tkus b,a,qusldrshf.a wjYH;djh jS we;af;a flfia fyda .d,af,a wµ;ska wdrusN lrk ,o wdh;kfha relshdj ,nd.eksu fyda fiajh wjika lr jkaos uqo,a ,nd.ekSu fyda fudrgqfjs fiajhg jdra;d lrkafka kus jegqma jevs lrk f,ig lr we;s b,a,Suhs' tkhskau weh ia:dk udrej mrsos fudrgqj wdh;khg fiajh i|yd jdra;d lsrsula lr fkdue;s nj;a\" wod< b,a,Su iusnkaOj idlpsPd lsrSfus wjYH;djh u; muKla jdra;d lr we;s njg;a ud ksrslaIKh lrus'”",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      65.93,
      542.49,
      107.87
    ],
    "text": "(31) The third was that the Applicant failed to report for duty in response to A13 dated",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      110.7,
      545.08,
      126.83
    ],
    "text": "12th February 2016 – “tfiau b,a,qusldrshg wjidk jYfhka tjd we;s R.12 f,aLkhg wkqjo",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      130.13,
      481.39,
      180.83
    ],
    "text": "weh jsOsu;aj fiajhg jdra;d fkdl< njo weh idlaIs fouska i|yka lr ;sfns'” (32) The Labour Tribunal has accordingly concluded as follows:",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      192.05,
      544.94,
      300.71
    ],
    "text": "“by; ishµu lreKq kej; mqk mqkd i|yka lruska b,a,qusldrsh ia:dk udrejg wjk; fkdjs isgsu fiajh yer hdula njg ksrslaIKh lrk w;r\" tysos b,a,qusldrshf.au idlaIs wkqj wehg fiajh yerhdfus udkisl wjYH;djhlao ;sns we;s nj ikd: jk w;r fiajh wjika lsrsu ilH;d jevsnr u; ikd: js fkdue;s njg ;srKh lruska b,a,qusm;%h ksIam%Nd lrus\"” (33) DissaƟsﬁed with the said Order, the Applicant preferred an appeal to the High Court.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      11.498174667358398,
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      304.01,
      542.95,
      395.99
    ],
    "text": "It must be noted that an appeal to the High Court is circumscribed by the provisions of SecƟon 31D(3) of the Industrial Disputes Act which provides that an appeal from an order of a labour tribunal shall be on a quesƟon of law. While a misdirecƟon on the facts can amount to a quesƟon of law, due deference must be shown to the conclusions reached by the labour tribunal which are supported by evidence.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      399.05,
      542.39,
      430.91
    ],
    "text": "(34) I have examined the judgment of the High Court and observe that the High Court",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      434.09,
      542.83,
      710.03
    ],
    "text": "has carefully considered the ﬁve grounds urged on behalf of the Applicant. Whilst rejecƟng the argument that the Labour Tribunal has not considered the evidence, the High Court has arrived at two important conclusions. The ﬁrst is that even if the Applicant was dissaƟsﬁed with the transfer, she ought to have complied ﬁrst and then complained. The High Court has correctly concluded that the Applicant did neither and that the Applicant did not even respond to the several leƩers sent to her requesƟng that she report for duty. The second conclusion reached by the High Court is with regard to what transpired on 29th January 2016, with the High Court agreeing with the Labour Tribunal that the Applicant visited the head oﬃce on that day only to present her three opƟons and not with an intenƟon to report for duty or in compliance with the transfer order, thus demonstraƟng that the Applicant did not have the intenƟon to resume her employment.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.46,
      122.87
    ],
    "text": "VacaƟon of post by the Applicant (35) The issue that needs to be determined by me is whether the High Court erred by",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      126.17,
      542.92,
      329.15
    ],
    "text": "upholding the ﬁnding of the Labour Tribunal that the Applicant had vacated her post. It is admiƩed that even though the Applicant was required to report for duty on 2nd July 2015 aŌer her no-pay maternity leave came to an end in June 2015, she failed to report to the head oﬃce except may be on 8 – 10 days. It is clear that the Applicant was served with A13 on 12th February 2016 not only due to her prolonged absence without taking leave and without any explanaƟon, but also due to her failure to report for duty either on 29th January 2016 or thereaŌer. Thus, of the two elements required to prove that an employee has vacated his or her post, the ﬁrst element of physical absence from the work place has been established. (36) This brings me to the criƟcal quesƟon of whether the Respondent has established",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      332.45,
      542.85,
      367.19
    ],
    "text": "the mental element or in other words, that the Applicant had the intenƟon to vacate her employment when she failed to report for duty on 2nd July 2015 or thereaŌer.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      370.37,
      542.45,
      402.11
    ],
    "text": "(37) Here is an employee (a) who keeps away from her work place for seven long months",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      405.41,
      542.93,
      516.47
    ],
    "text": "except a few days in-between where she steps in to the oﬃce not with an intenƟon of reporƟng for duty or to do any work or with an intenƟon to conƟnue her contract of employment, and (b) who does not make any aƩempt to inform the Respondent of any diﬃculty that prevents her from reporƟng for work on a conƟnuous basis. In other words, she couldn’t care less for the interests of her employer or her employment.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      519.53,
      542.56,
      551.27
    ],
    "text": "(38) The absence of the Applicant from employment was not temporary but for a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      554.57,
      542.96,
      703.67
    ],
    "text": "prolonged period, and that too, without leave and without any inƟmaƟon to the Respondent. During this seven month period, the Respondent had sent the Applicant several leƩers asking her to report for duty but she chose to ignore each of the said leƩers as if she was no longer in the employment of the Respondent and therefore not bound to respond. All these taken together are to my mind, a clear indicaƟon that the Applicant had no intenƟon to return to employment on the terms and condiƟons that were applicable to her at the Ɵme she was asked to report to the head oﬃce in 2014. This intenƟon of the Applicant is conﬁrmed by the fact that when",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      71.82,
      542.86,
      160.91
    ],
    "text": "she reported to the head oﬃce for the last Ɵme on 29th January 2016, it was for the purpose of presenƟng the Respondent with three opƟons and not with the intenƟon of reporƟng for work on the aforemenƟoned terms and condiƟons. (39) In Contract of Employment by S. R. De Silva [page 412; paragraph 329], the author",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      164.21,
      542.9,
      275.15
    ],
    "text": "points out that long absence without leave or authority is evidence of deserƟon. He thereaŌer cites the following passage from Jeewanal Ltd v Their Workmen [1961 (1) L.L.J 517 (SC)] where it was held that, “if an employee conƟnues to be absent from duty without obtaining leave and in an unauthorised manner for such a long period of Ɵme … an inference may reasonably be drawn from such absence that by his absence he has abandoned service…”",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      278.33,
      542.92,
      310.07
    ],
    "text": "(40) The author has thereaŌer cited the following passage from Employees' Misconduct",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      313.37,
      542.5,
      367.07
    ],
    "text": "by Alfred Avins [Law Book Company, Allahabad, 1968] which perhaps summarises what happened to the Applicant in this case:",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      367.37,
      542.79,
      608.51
    ],
    "text": "\"The basis of this rule [of prolonged absence] is that the longer the employee stays away, the more opportuniƟes he has to think about coming back, and to actually return if he so chooses. The fact that he constantly rejects these opportuniƟes at the moment of choice gives rise to a logical probability that during one of these points where the employee had to choose in his own mind between returning, staying away temporarily, or staying away permanently, he chooses not only to reject returning in favour of a temporary absence but rather in favour of a permanent absence. Thus the more opportuniƟes for choice which presented themselves by the lapse of Ɵme, the greater is the mathemaƟcal probability that at one of these choice-points the employee chose a permanent absence over a temporary one. One such choice is enough to complete the oﬀence of deserƟon.\" (41) I am of the view that the conƟnued absence of the Applicant from duty without",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      611.69,
      542.92,
      703.67
    ],
    "text": "obtaining leave, without any inƟmaƟon and in an unauthorised manner for a prolonged period of Ɵme, and her conduct on 29th January 2016 to which the Labour Tribunal has adverted to, clearly establishes that the Applicant had no intenƟon to resume her employment at the head oﬃce of the Respondent and that the Applicant has abandoned her contract of employment. I am therefore in agreement with the",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.82,
      176.87
    ],
    "text": "aforemenƟoned conclusions reached by the Labour Tribunal which have been aﬃrmed by the High Court. Conclusion (42) In the above circumstances, the quesƟon of law is answered in the negaƟve. The",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      180.05,
      538.66,
      272.03
    ],
    "text": "judgment of the High Court is aﬃrmed and this appeal is dismissed, without costs.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      275.33,
      520.9,
      386.27
    ],
    "text": "JUDGE OF THE SUPREME COURT A.H.M.D. Nawaz, J I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      389.57,
      517.97,
      500.51
    ],
    "text": "JUDGE OF THE SUPREME COURT Mahinda Samayawardhena, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      503.81,
      518.08,
      595.79
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]