[
  {
    "page_number": 0,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      125.18,
      72.2,
      489.94,
      136.4
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      188.5,
      543.09,
      320.83
    ],
    "text": "In the matter of an Application for Leave to Appeal under and in terms of inter alia section 31DD of the Industrial Disputes Act as amended and Act, No. 19 of 1990. Nilanda Thilakaratne No. 101/14, Seeduwa South, Seeduwa.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      323.29,
      543.1,
      371.35
    ],
    "text": "Applicant SC HC LA 90/2019 Vs. HC Negombo Appeal",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      374.05,
      532.9,
      422.71
    ],
    "text": "No. HC ALT 317/2019 Distilleries Company of Sri Lanka PLC LT Negombo No. 110, Norris Canal Road, No. LT/21/206/2013 Colombo 10.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      425.19,
      543.1,
      542.25
    ],
    "text": "Respondent AND Distilleries Company of Sri Lanka PLC No. 110, Norris Canal Road, Colombo 10.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      544.71,
      543.1,
      644.76
    ],
    "text": "Respondent – Appellant Vs. Nilanda Thilakaratne No. 101/14, Seeduwa South, Seeduwa.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      647.22,
      543.1,
      711.28
    ],
    "text": "Applicant – Respondent",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.2,
      541.42,
      154.0
    ],
    "text": "AND NOW BETWEEN Distilleries Company of Sri Lanka PLC No. 110, Norris Canal Road, Colombo 10.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      156.46,
      543.1,
      254.8
    ],
    "text": "Respondent – Appellant – Petitioner Vs. Nilanda Thilakaratne No. 101/14, Seeduwa South, Seduwa.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      257.29,
      543.1,
      472.81
    ],
    "text": "Applicant – Respondent – Respondent Before : Yasantha Kodagoda, PC, J. A.L. Shiran Gooneratne, J. Janak De Silva, J. Counsel : Mr. Shivan Coorey with Mr. C. Suraweera instructed by Mr. Upendra Gunasekara for the Respondent – Appellant – Petitioner.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      475.35,
      512.14,
      660.4
    ],
    "text": "Mr. G.R.D. Obeyesekara with Mr. Lal Perera instructed by Mr. U. Fonseka for the Applicant – Respondent – Respondent. Argued on : 31st August 2022 Judgment delivered on : 29th May 2025 Yasantha Kodagoda, PC, J.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      663.06,
      543.02,
      677.52
    ],
    "text": "1. This matter relates to an Application seeking Leave to Appeal against a Judgment",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      680.22,
      544.78,
      711.72
    ],
    "text": "pronounced by the High Court of Negombo exercising its Appellate jurisdiction.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      72.44,
      543.08,
      86.9
    ],
    "text": "2. The Respondent – Appellant – Petitioner (hereinafter referred to as “the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      89.62,
      543.1,
      258.4
    ],
    "text": "Petitioner”) had filed this Application in the Registry of this Court on 10th December 2019. What was filed was a Motion moving for the acceptance of the Petition, a Proxy appointing the Registered Attorney to appear for the Petitioner, a Petition, an Affidavit, and a copy of the impugned Judgment of the High Court of Negombo. Through the said Motion, Attorney-at-Law for the Petitioner had moved this Court for permission to file the entire case record of HC Negombo Appeal No. HC/ALT/317/2019 (to be marked as “X”). Attorney-at-Law for the Petitioner had also reserved his right to Support the Application upon the receipt and filing of a certified copy of the case record of the High Court of Negombo.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      261.13,
      542.92,
      275.59
    ],
    "text": "3. The Petitioner’s Attorney-at-Law had not submitted to the Registry dates on which",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      278.29,
      542.87,
      344.23
    ],
    "text": "the counsel for the Petitioner could Support the Application for consideration of the grant of Leave to Appeal. Therefore, the Application remained in the Registry without any further action being taken.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      346.93,
      542.79,
      361.39
    ],
    "text": "4. On 25th February 2022, the Registry had brought this matter to the attention of His",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      363.97,
      543.09,
      464.25
    ],
    "text": "Lordship the Honourable Chief Justice. The Honourable Chief Justice had made an order on the same day directing the Registry to have the matter listed in open court after issuing Notice to the Petitioner and his Registered Attorney-at-Law. On 3rd March 2022, the Registry had issued Notice to both parties. 5. On 23rd March 2022, Attorney-at-Law for the Petitioner had submitted to this",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      466.95,
      543.05,
      567.09
    ],
    "text": "Court a certified copy of the High Court of Negombo case record. In the Motion by which the case record was submitted, reference had been made to the absence of certain documents from the certified copy. Therefore, Attorney-at-Law for the Petitioner had moved Court for further time to file certified copies of such documents.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      569.79,
      542.95,
      584.25
    ],
    "text": "6. Pursuant to the Notice issued by the Registry, this matter came up for",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      586.95,
      542.95,
      687.24
    ],
    "text": "consideration in open court on 25th March 2022. On that day, both the Petitioner and the Respondent were represented by counsel. Learned counsel for the Petitioner submitted that he would file a certified copy of the entire brief within 6 weeks with Notice to the Respondent. Accordingly, Court had fixed this matter for Support on 28th July 2022.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      72.44,
      543.0,
      86.9
    ],
    "text": "7. By Motion dated 6th May 2022, Attorney-at-Law for the Petitioner tendered to",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      89.62,
      542.95,
      138.4
    ],
    "text": "Court the complete case record (second set) relating to the proceedings in the High Court of Negombo (marked “X”).",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      141.1,
      543.06,
      155.56
    ],
    "text": "8. By Motion dated 17th June 2022, Attorney-at-Law for the Applicant – Respondent",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      158.26,
      543.06,
      275.59
    ],
    "text": "– Respondent (hereinafter referred to as “the Respondent”) filed an Application in this Court, moving that the Application of the Petitioner be dismissed on the footing that the Petitioner had acted in an abusive and reckless manner, and as the Petitioner had failed to act with due care and diligence as provided by Rules 8(1) and 8(5) of the Supreme Court Rules. He moved that the Application of the Petitioner be dismissed in limine.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      278.29,
      543.01,
      292.75
    ],
    "text": "9. When this matter came up in open court on 28th July 2022, learned counsel for the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      295.45,
      543.1,
      481.41
    ],
    "text": "Petitioner submitted to Court that “due to some miscommunication” he was under the impression that a full set of papers had not been duly served on the Respondent. He further submitted that in the circumstances, he did not “get ready in this matter”. In response, learned counsel for the Respondent submitted that he does not object to the application for a postponement. However, he submitted that, on the next day, he wishes to support his Application dated 17th June 2022 by which he alleges that for the past two and a half years, the Petitioner had not diligently prosecuted his Application, and therefore the Application of the Petitioner should be dismissed in limine. In view of the foregoing, this matter was fixed for Support on 31st August 2022.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      484.11,
      543.05,
      498.57
    ],
    "text": "10. On 31st August 2022, learned Counsel for the Respondent Supported his",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      501.27,
      543.1,
      704.4
    ],
    "text": "Application dated 17th June 2022 and moved that this Court be pleased to dismiss the Application of the Petitioner in limine. That was due to want of due diligence in prosecuting the Application. Learned counsel submitted that his client had been an employee of the Petitioner. He had been placed on interdiction on 20th October 2011. Later, on 9th July 2013, his services had been terminated with effect from 20th October 2011. On 1st August 2013, he (the Respondent) had preferred an Application to the Labour Tribunal. On 13th March 2019, after a full inquiry, the Labour Tribunal had delivered its Order holding that the termination of employment was unjustifiable. The learned President of the Labour Tribunal directed the employer (Petitioner) to pay a sum of Rs. 660,600/= to the former employee (Respondent) as compensation. Further order was made for the payment of back wages and statutory entitlements due to the employee. The",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.44,
      543.09,
      206.92
    ],
    "text": "employer preferred an Appeal to the High Court. Following argument, the High Court dismissed the Appeal and fixed costs payable to the Respondent at Rs. 75,000/=. It was submitted by learned counsel for the Respondent that the instant Application had been filed by the Petitioner with malicious intent, merely to delay his client from reaping the fruits of the Award made initially by the Labour Tribunal which was later affirmed by the Judgment (impugned judgment) of the High Court.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      209.62,
      542.7,
      224.08
    ],
    "text": "11. Court also heard learned counsel for the Petitioner who submitted that the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      226.78,
      543.1,
      292.75
    ],
    "text": "Petitioner was not ‘guilty’ of filing the Petition in bad faith, and that the delay was due to his having awaited the issuance of a certified copy of the entire case record of the proceedings in the High Court of Negombo.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      295.45,
      543.02,
      309.91
    ],
    "text": "12. An examination of the complete case record of the High Court (document marked",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      312.61,
      543.08,
      515.73
    ],
    "text": "“X”) reveals that it had been issued on 7th April 2022. Therefore, it is clear that no sooner a certified copy of the case record of the High Court was issued, Attorney-at-Law for the Petitioner had taken steps to tender copies thereof to the Supreme Court. However, there is no mention as to when the application was made for a certified copy of the High Court case record. Even when the Application was made by learned counsel for the Respondent that the instant Application seeking Leave to Appeal should be dismissed in limine, learned counsel for the Petitioner did not tender to this Court any evidence which reveals that the reason for the delay in tendering to this Court a certified copy of the High Court case record was due to a delay on the part of the High Court Registry in issuing the certified copy. 13. I have also observed that, after the filing of the instant Application in December",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      518.43,
      542.97,
      704.4
    ],
    "text": "2019, the Petitioner has not kept the Registry of this Court informed of reasons for the delay in the submission of document marked “X” (case record of the High Court of Negombo). Nor has he intimated dates on which this Application could be Supported by counsel for the Petitioner. Thus, after filing, the Petition had remained in the Registry without any action being taken on behalf of the Petitioner to prosecute his Application. In fact, it appears that if not for steps taken by the staff of the Registry of this Court on 25th February 2022 to bring this matter to the attention of the Honourable Chief Justice, this matter would have remained in storage for a further period of time, without the Petitioner taking steps to diligently prosecute this Application.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      72.44,
      542.88,
      86.9
    ],
    "text": "14. For the purpose of ascertaining whether the Petitioner had exercised due diligence",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      89.62,
      542.97,
      172.72
    ],
    "text": "in obtaining a certified copy of the entire case record of the proceedings in the High Court of Negombo, this Court called for the original case record from the High Court. The record was received on 26th August 2024. 15. To the extent relevant to this matter, a perusal of the afore-stated record reveals",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      175.3,
      184.94,
      189.76
    ],
    "text": "the following:",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      192.46,
      543.1,
      515.73
    ],
    "text": "i. The impugned Judgment of the High Court had been delivered on 31st October 2019. ii. By Motion dated 6th December 2019 Attorney-at-Law for the Petitioner (who had been the Attorney-at-Law on record in the High Court as well as the Registered Attorney in this Court) has moved the High Court for the issue of a certified copy of the entire case record of the High Court. By order dated 9th December 2019, the learned Judge of the High Court had made order directing that such copy be issued. iii. Perusal of the entries on the afore-stated Motion indicates that the necessary payment had been made and the certified copy had been issued on 10th December 2019. iv. By Motion dated 29th March 2022 Attorney-at-Law for the Petitioner (the afore-stated Attorney-at-Law) has once again moved the High Court for the issue of a certified copy of the entire case record of the High Court. By order of even date, the learned Judge of the High Court had made order directing that such copy be issued. v. Perusal of the entries on the afore-stated Motion indicates that the necessary payment had been made and a certified copy had been once again issued.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      518.43,
      543.1,
      532.89
    ],
    "text": "16. I shall now set down in chronological sequence what had happened in both courts:",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      535.59,
      543.1,
      704.4
    ],
    "text": "(i) 31.10.2019 – The impugned judgment of the High Court was delivered. (ii) 06.12.2019 – Attorney-at-Law for the Petitioner moved the High Court for the issue of a certified copy of the entire case record. (iii) 09.12.2019 – Learned Judge of the High Court approved the application for the issue of a certified copy of the case record. (iv) 10.12.2019 – Attorney-at-Law for the Petitioner made the necessary payment, and the certified copy was issued. (v) 10.12.2019 – The Petitioner instantly filed the Application in the Supreme Court. Though a copy of the entire case record had been issued, the Petitioner chose to file only a copy of the impugned judgment of the High",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      72.44,
      543.09,
      241.24
    ],
    "text": "Court. The Attorney-at-Law for the Petitioner did not indicate to the Registry a date on which this Application could be Supported by counsel for the Petitioner. (vi) 25.02.2022 – Following the Registry of the Supreme Court bringing this matter to the attention of the Honourable Chief Justice, a directive was issued to have this matter listed in open court after issuing Notice to the parties. (vii) 03.03.2022 – The Registry of the Supreme Court issued Notices to both parties. (viii) 23.03.2022 – Attorney-at-Law for the Petitioner filed in the Registry of the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      243.94,
      543.1,
      498.57
    ],
    "text": "Supreme Court a certified copy of the case record of the High Court. Nevertheless, he has informed Court that certain documents were missing and had moved for time to file such documents. The docket of this Court does not reveal that the certified copy filed was incomplete. (ix) 25.03.2022 – The Application was called in open court. The Application was fixed for Support on 28.07.2022. (x) 29.03.2022 – Attorney-at-Law for the Petitioner made another application to the High Court for the issuance of a certified copy of the entire case record. It is not clear as to why this application was made to the High Court. No valid explanation has been provided. (xi) 07.04.2022 – A certified copy of the case record had been issued by the High Court. (xii) 06.05.2022 – Attorney-at-Law for the Petitioner filed another copy of the case record in the Registry of the Supreme Court. (xiii) 17.06.2022 – Attorney-at-Law for the Respondent filed an application",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      501.27,
      543.09,
      584.25
    ],
    "text": "moving for the dismissal of the Application of the Petitioner on the footing that the Petitioner had acted in an abusive and reckless manner and had failed to act with due diligence in terms of Rule No. 8(1) and 8(5) of the Supreme Court. (xiv) 28.07.2022 – Counsel for the Petitioner informed this Court that he “did not",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      586.95,
      542.82,
      652.92
    ],
    "text": "get ready to Support the Application due to some miscommunication”. (xv) 31.08.2022 – An inquiry was conducted into the application of the Respondent for the dismissal of this Application. Order was reserved.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      655.62,
      543.02,
      670.08
    ],
    "text": "17. On 10th December 2019, while the Petitioner’s Attorney-at-Law received a certified",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      672.78,
      542.94,
      704.4
    ],
    "text": "copy of the case record from the Registry of the High Court, the same Attorney-at-Law filed the instant Application in the Registry of the Supreme Court, which",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.44,
      543.03,
      172.72
    ],
    "text": "contained only a copy of the impugned judgment. I will not fault the Attorney-at-Law for not having tendered the entire case record along with the Application, since it is quite possible that he did not have sufficient time to obtain certified copies of the case record issued by the High Court on the same day and file them in the Registry of the Supreme Court.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      175.3,
      542.91,
      189.76
    ],
    "text": "18. However, from 10th December 2019 to 23rd March 2022, he did not take any steps",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      192.46,
      543.09,
      378.43
    ],
    "text": "to file a certified copy of the case record in the Registry of the Supreme Court. In fact, it is evident that he filed the certified copy in the Registry of the Supreme Court on 23rd March 2022 only after the Registry of this Court issued Notice to the parties on 3rd March 2022. Learned counsel for the Petitioner offered no explanation for inaction on the part of the Petitioner’s Attorney-at-Law during the period from the filing of the Application to March 2022. Not only did he not file the required number of copies of the case record of the High Court in the Registry of the Supreme Court, he also did not move the Registry to fix this matter for Support. 19. The above-mentioned sequence of events clearly shows that there had been no",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      381.13,
      543.1,
      463.17
    ],
    "text": "delay on the part of the Registry of the High Court in the issuance of a certified copy of the High Court case record. In fact, that Registry has acted quite promptly and had issued certified copies to the Attorney-at-Law for the Petitioner twice. 20. In this regard, in Attanayake v. Commissioner General of Elections [(2011) 1 Sri",
    "fonts": [
      "ArialMT",
      "BookAntiqua",
      "BookAntiqua-BoldItalic",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      465.87,
      543.11,
      716.88
    ],
    "text": "L.R. 220] this Court has held that “Rule 8 contains 7 sub-Rules and all of them deal with the purpose of serving notice and the steps that have to be taken by the petitioner, respondents and the Registrar of the Supreme Court. The sequence of relevant steps would commence with the tendering of notices with the relevant details as referred to in Rule 8(3). This position is, emphasized in Rule 8(5), which clearly shows the need to issue notice in terms of Rule 8(3) of the Supreme Court Rules 1990; wherein it is referred to the need that the petitioner should attend at the Registry to verify whether notice has not been returned undelivered and the steps that should be taken if it had been so returned”. It has also been held that the provisions laid down in Rule 8 clearly deal with the need to issue Notice to the Respondents through the Registry and had set out clear guidelines to ensure that steps are taken at several stages to ensure that the Respondents are so notified. The guidelines are given not only for the Petitioner, but also for the Registrar of the Supreme Court and even for the Respondents to see that the Application is properly instituted, notices are correctly tendered and",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      369.19,
      725.62,
      533.6,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      72.44,
      542.94,
      155.56
    ],
    "text": "relevant parties are properly notified. It is in order to follow the said procedure that it is imperative for a Petitioner to comply with Rule 8 of the Supreme Court Rules, 1990. 21. As decided time and again by this Court, a clear principle has been enumerated",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      158.26,
      543.01,
      241.24
    ],
    "text": "that where there is non-compliance with a mandatory Rule, serious consideration should be given, particularly since such non-compliance would lead to a serious erosion of well-established procedures of this Court and would cause unnecessary delay for the dispensation of justice.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      243.94,
      542.72,
      258.4
    ],
    "text": "22. In view of the attendant circumstances of this matter, it is necessary to observe that",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      261.13,
      542.94,
      445.86
    ],
    "text": "the Attorney-at-Law for the Petitioner (quite possibly on instructions received from the Petitioner) has not acted with due diligence and in compliance with the Rules of this Court. There appears to be considerable merit in the submission of learned counsel for the Respondent, that by filing the instant Application in this Court and thereafter not taking meaningful action to diligently prosecute the Application, all what the Petitioner wanted to achieve was to ensure that the Respondent suffers further without being able to reap the benefits of the Award made by the Labour Tribunal and affirmed by the impugned Judgment of the High Court. This is a clear instance of abuse of judicial process, which warrants the imposition of severe sanctions.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      455.43,
      542.67,
      469.89
    ],
    "text": "23. In view of the foregoing reasoning, I uphold the preliminary objections raised on",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      472.59,
      454.27,
      502.86
    ],
    "text": "behalf of the Respondent, and dismiss this Application in limine.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      512.43,
      543.1,
      526.89
    ],
    "text": "24. Therefore, the Respondent shall be entitled to receive the benefit of the Judgment",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      529.59,
      543.11,
      594.3
    ],
    "text": "of the Labour Tribunal, dismissal of the Appeal of the Petitioner by the High Court and the security deposit filed in the High Court by the Petitioner, together with accrued interest.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      603.78,
      543.03,
      618.24
    ],
    "text": "25. Additionally, the Respondent shall be entitled to claim from the Petitioner the",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      620.94,
      543.1,
      685.65
    ],
    "text": "actual cost incurred by him to secure his representation before the Supreme Court and receive such sum of money within 30 days of making the claim through the Registrar of this Court.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      369.19,
      725.62,
      536.48,
      736.66
    ],
    "text": "SC HC LA 90/2019 – JUDGMENT 10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      72.44,
      542.74,
      86.9
    ],
    "text": "26. Further, the Petitioner shall pay a sum of One Hundred Thousand Rupees (Rs.",
    "fonts": [
      "ArialMT",
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      89.62,
      279.65,
      120.01
    ],
    "text": "100,000/=) as costs to the State.",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      146.62,
      549.1,
      295.31
    ],
    "text": "Judge of the Supreme Court A.L. Shiran Gooneratne, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      386.71,
      297.73,
      546.1,
      311.99
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      314.41,
      543.1,
      413.23
    ],
    "text": "Janak De Silva, J. I agree.",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      415.69,
      543.1,
      447.09
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "BookAntiqua",
      "BookAntiqua-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]