[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      72.05,
      529.48,
      103.67
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.64,
      103.73,
      542.68,
      198.95
    ],
    "text": "In the matter of an appeal in terms of Section 5 of the High Court of the Provinces (Special Provisions) Act, No. 10 of 1996 SC (CHC) Appeal No: 22/2013 High Court No: HC (Civil) 150/2009/MR",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      214.85,
      465.8,
      309.95
    ],
    "text": "Megafeeder (Pvt) Ltd, Ebrahim Building, West Wharf Road, Karachi, Pakistan. PLAINTIFF",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      310.13,
      429.44,
      436.91
    ],
    "text": "Vs. Ceyaki Shipping (Pvt) Limited, No. 1, Alfred House Avenue, Colombo 3. DEFENDANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      437.09,
      372.35,
      468.71
    ],
    "text": "And now between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      468.77,
      429.44,
      532.19
    ],
    "text": "Ceyaki Shipping (Pvt) Limited, No. 1, Alfred House Avenue, Colombo 3.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      532.25,
      414.16,
      563.87
    ],
    "text": "DEFENDANT – APPELLANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      564.05,
      465.8,
      674.99
    ],
    "text": "Vs. Megafeeder (Pvt) Ltd, Ebrahim Building, West Wharf Road, Karachi, Pakistan.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.48,
      675.05,
      413.56,
      706.67
    ],
    "text": "PLAINTIFF – RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.05,
      542.75,
      424.43
    ],
    "text": "Before: S. Thurairaja, PC, J A.H.M.D. Nawaz, J Arjuna Obeyesekere, J Counsel: Dr. Romesh De Silva, PC with Sanjeewa Jayawardena, PC and Vasanthakumar Niles for the Defendant – Appellant Nigel Hatch, PC with Siroshni Illangage for the Plaintiff – Respondent Argued on: 19th March 2024 Written Tendered on behalf of the Defendant – Appellant on 28th June 2013, Submissions: 20th July 2018 and 31st May 2024 Tendered on behalf of the Plaintiff – Respondent on 31st August 2018 and 10th May 2024 Decided on: 25th September 2025 Obeyesekere, J (1) The Plaintiff – Respondent [the Plaintiff] instituted proceedings against the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      427.61,
      542.76,
      589.43
    ],
    "text": "Defendant – Appellant [the Defendant] in the High Court of the Western Province holden in Colombo exercising commercial jurisdiction [the Commercial High Court/the High Court] on 26th March 2009. The Defendant having filed its answer, the matter proceeded to trial. By its judgment delivered on 22nd March 2013, the High Court held in favour of the Plaintiff. This appeal arises from the said judgment. The plaint (2) In its plaint, the Plaintiff stated that in or about May 2006, it agreed with the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      592.73,
      542.5,
      700.43
    ],
    "text": "Defendant to purchase Motor Vessel “Eco Dani”, later re-named as Mega II [the Vessel] that was owned by the Defendant at that time, for a sum of USD 6,350,000 subject to a survey of the vessel being carried out and the Plaintiff being satisfied of the condition of the Vessel.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.54,
      87.95
    ],
    "text": "(3) It is admitted that, (a) the transaction was recorded in a series of email",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      91.25,
      542.49,
      217.91
    ],
    "text": "correspondence exchanged between the parties, (b) there was no written agreement between the parties, and (c) other than the price, the terms and conditions relating to the sale of the vessel was never agreed upon between the parties. (4) The Plaintiff stated further as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.32,
      218.21,
      542.54,
      306.95
    ],
    "text": "(a) It made an advance payment of a sum of USD 2,196,596.19 to the Defendant on the understanding that in the event of the transaction not proceeding, the Plaintiff shall be entitled to the monies so advanced; (b) At the time the advance payment was made, the Vessel had been mortgaged",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      310.25,
      542.55,
      471.95
    ],
    "text": "by the Defendant to the Bank of Ceylon, and at the request of the Defendant, the Plaintiff had paid the Bank a sum of USD 167,148.64 on behalf of the Defendant; (c) The parties had agreed that the charter hire that the Defendant was to receive by chartering the Vessel to a third party for a period of two months from June – August 2006 was to be shared in equal proportion among them. (5) After the above charter of the Vessel was over and pending the finalization of the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      475.25,
      542.52,
      716.27
    ],
    "text": "transaction, the Defendant had made available to the Plaintiff the use of the Vessel. While the terms and conditions relating to the said use of the Vessel by the Plaintiff have not been divulged by either of the parties, it is clear from the averments in the answer to which I have referred to in paragraph 51 of this judgment that the Plaintiff did not take “delivery” of the Vessel but only chartered the Vessel to the Plaintiff during this period. It is not in dispute that the ownership of the Vessel remained with the Defendant at all times and that the management and operation of the Vessel was under the control of a crew appointed by the Defendant during the period the Vessel was used by the Plaintiff. It is admitted by the Defendant that the payment of the aforementioned sum of USD 167,148.64 to the Bank of Ceylon was made during this period.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.24,
      87.95
    ],
    "text": "(6) In December 2006, the Plaintiff had decided not to proceed with the transaction and",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      91.25,
      542.51,
      237.11
    ],
    "text": "had accordingly given the Defendant notice of this fact. While the reasons for not proceeding with the transaction and whether a survey of the Vessel was carried out or not are not before Court, the Plaintiff stated further in its plaint that it returned the Vessel to the Defendant and that the Defendant took possession of the Vessel without any reservation or protest and on the understanding that the monies paid by the Plaintiff until then will be refunded to it. (7) It is admitted that even after the Vessel had been returned to the Defendant, the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      240.41,
      542.39,
      310.07
    ],
    "text": "Plaintiff paid the Bank a sum of USD 50,000 on behalf of the Defendant, thus bringing the total sum paid by the Plaintiff to the Bank to USD 217,148.64. (8) The Plaintiff had stated further that the Defendant failed to (a) refund the advance",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      313.37,
      542.86,
      424.31
    ],
    "text": "payment, and (b) reimburse the Plaintiff the sum of USD 217,148.64 paid by it to the Bank of Ceylon and its share of the charter hire, in spite of the Defendant having agreed to do so, and in spite of the said sums being demanded. It is in these circumstances that the Plaintiff instituted action claiming inter alia the following reliefs in its plaint:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.32,
      424.49,
      542.52,
      494.15
    ],
    "text": "(a) A sum of USD 2,196,596.19, paid by the Plaintiff to the Defendant as an advance payment for the purchase of the said vessel, together with interest; (b) A sum of USD 217,148.64, paid by the Plaintiff to the Bank of Ceylon, on behalf",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      497.45,
      542.43,
      602.15
    ],
    "text": "of the Defendant together with interest; (c) A sum of USD 47,670.44, being 50% of the profit earned from the charter of the said vessel from June – August, 2006, together with interest. (9) The Plaintiff had annexed to the plaint documents marked P1 – P7, with P6 being",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      605.33,
      542.5,
      709.91
    ],
    "text": "the letter of demand and P7 being the reply sent by the Defendant. These documents had been tendered with the affidavit of its witness, and the entirety of the Plaintiff’s case was dependent on P1 – P5.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.52,
      122.87
    ],
    "text": "Answer of the Defendant (10) While taking up the position that the claim of the Plaintiff is prescribed in law, the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      126.17,
      542.7,
      272.03
    ],
    "text": "Defendant admitted in its answer many of the averments of the plaint, the documents P1 – P5, except perhaps P1(d), and thereby much of the Plaintiff’s case. I shall refer to these admissions later in this judgment as they played a pivotal role in the Plaintiff establishing its case before the High Court. The Defendant had also annexed to its answer documents marked D1 – D7 which included correspondence between the parties. (11) The Defendant took up the position that “the whole transaction was based on",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      275.33,
      542.52,
      554.51
    ],
    "text": "mutual trust between the parties and general shipping practice as adopted in such transactions.” Whilst admitting the receipt of the advance payment, the Defendant claimed that the termination by the Plaintiff of the agreement to purchase the Vessel was wrongful, a claim which the Defendant failed to substantiate, either in its answer or during the trial. The Defendant stated that the established practice in the shipping industry is that where the buyer fails to take delivery of the vessel and the transaction is not completed, the seller is entitled to retain, forfeit and/or set off from the advance already paid by the buyer 10% of the contract price. It is however not clear if such right to retain is as of right or fault based. In any event, the position of the Defendant was not that it is entitled to retain the entirety of the advance payment but 10% of the agreed contract price as this was the established practice in the shipping industry. The burden of proving such a practice was therefore on the Defendant. (12) The Defendant stated that having taken over the Vessel from the Plaintiff in January",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      557.81,
      542.45,
      687.71
    ],
    "text": "2007, it was able to find a buyer for the Vessel only in January 2008, and that too for a sum of USD 5,960,000 less 4% paid as sales commission, which was lower than the price that it had agreed with the Plaintiff. The Defendant therefore took up the position that as a result of the alleged wrongful termination by the Plaintiff it had suffered a loss of USD 628,000, that being the difference between the agreed sale price and the actual price for which it was sold.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.54,
      87.95
    ],
    "text": "(13) The Defendant had stated further that between the handing over of the Vessel to",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      91.25,
      542.48,
      233.99
    ],
    "text": "the Defendant and the subsequent sale of the Vessel, the Defendant had maintained the Vessel and that it suffered an operational loss of a sum of USD 999,905 during this period. Together with the claim for the aforementioned USD 628,000, the Defendant had claimed in reconvention the said sum of USD 999,905. The trial, judgment of the High Court and the grounds of appeal (14) The Plaintiff had initially filed an affidavit of its Company Secretary, Abdul Aziz Arain.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      237.17,
      542.51,
      344.99
    ],
    "text": "Having been cross examined partially, the Plaintiff had informed Court that the witness is suffering from a terminal illness and is unable to be present any further to give evidence. The High Court had therefore directed that his evidence be struck off. (15) The Plaintiff had thereafter filed an affidavit of its In-house Legal Counsel, Rustom",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      348.29,
      542.69,
      589.43
    ],
    "text": "Feroze Virjee. Prior to his evidence being led, the learned President’s Counsel who had appeared for the Defendant at that time had claimed that Virjee was not personally involved in the transaction between the two parties and had objected to the evidence contained in the said affidavit on the basis that it is based on hearsay material and is therefore inadmissible. There is no doubt that this submission has merit. However, the affidavit of Virjee was still very much applicable as far as tendering of the documents P1 – P7, most of which had been formally admitted by the Defendant, was concerned. Having heard Counsel, the High Court had made an order that the said “objection will be considered at a later stage” and had allowed Virjee to be cross examined. The Plaintiff did not lead the evidence of any other witness. (16) Even though the parties had admitted at the commencement of the trial the bare",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      592.73,
      542.45,
      661.79
    ],
    "text": "receipt of documents marked D3(a), D3(b), D3(c) and D3(d), that the emails marked D1 and D4 had been sent by the Plaintiff, and that the emails marked D3(e), D3(f), D3(g) and D6(e) had been sent by the Defendant, the Defendant:",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      660.89,
      542.4,
      676.67
    ],
    "text": "(a) did not cross examine the Plaintiff’s witness in respect of the claims of the",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.32,
      679.97,
      175.98,
      710.99
    ],
    "text": "Plaintiff;",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      72.17,
      542.33,
      118.07
    ],
    "text": "(b) did not lead any evidence in respect of its claims in reconvention; (c) did not mark the documents D1 – D7 during the cross examination of the",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      121.37,
      542.49,
      203.75
    ],
    "text": "witness for the Plaintiff; (d) did not read in evidence D1 – D7 at the time it closed its case. (17) By its judgment, the High Court allowed all three claims of the Plaintiff. In the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      207.05,
      542.46,
      327.59
    ],
    "text": "absence of the Defendant leading any evidence to prove its claims in reconvention, the High Court had quite rightly rejected the said claims. Aggrieved, the Defendant filed this appeal. Grounds of appeal (18) At the hearing, the learned President’s Counsel for the Defendant raised the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      330.89,
      253.66,
      365.51
    ],
    "text": "following grounds of appeal:",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      365.69,
      542.48,
      451.31
    ],
    "text": "(I) Has the Plaintiff failed to discharge the burden of proof? (II) Has the Court struck off the evidence of Arain? (III) Should the High Court have made an Order on the objection raised that the",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      454.61,
      542.44,
      610.07
    ],
    "text": "evidence-in-chief of Virjee contained in his affidavit is mostly hearsay? (IV) Has the Court based its judgment on inadmissible evidence? (V) Is the action of the Plaintiff prescribed? Admissions by the Defendant (19) I have already stated that the Defendant admitted in its answer many of the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      613.25,
      542.4,
      682.43
    ],
    "text": "averments of the plaint and thereby much of the Plaintiff’s case. In order to place the above grounds of appeal in its proper context, I shall commence by referring to the following admissions that were marked at the commencement of the trial:",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.32,
      681.53,
      542.49,
      716.39
    ],
    "text": "(a) The Defendant was the owner of the Vessel, Eco Dani, later re-named as Mega II;",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      71.82,
      542.72,
      87.95
    ],
    "text": "(b) By an email dated 22nd May 2006 [P1(b)], the Plaintiff accepted the offer made",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      90.9,
      542.81,
      208.55
    ],
    "text": "by the Defendant by its email dated 22nd May 2006 [P1(a)] to purchase the Vessel for a sum of USD 6,350,000; (c) A sum of USD 2,196,596.19 was received from the Plaintiff as an advance payment [P1(c)]; (d) The advance payment is being held in trust by the Defendant – vide email",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      211.5,
      542.92,
      259.31
    ],
    "text": "dated 22nd August 2006 [P1(c)]; (e) The Vessel was chartered to a third party for a period of two months from 6th",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      262.26,
      542.76,
      487.91
    ],
    "text": "June 2006 – 6th August 2006; (f) The parties agreed that the profit of the said charter will be shared between the Plaintiff and the Defendant [P1(c)] and that 50% of the said profit amounts to USD 47,670.44, as evidenced by the Statement of Account prepared by the Defendant [P2]; (g) The Vessel was mortgaged to the Bank of Ceylon as security for financial facilities obtained by the Defendant and in terms of the agreement between the parties, the Plaintiff paid the Bank, on behalf of the Defendant, a sum of USD 217,148.64; (h) In terms of D1, the Plaintiff had agreed to service the financing of the bank loan",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.32,
      491.09,
      542.81,
      710.03
    ],
    "text": "for a period of 4-6 months; (i) That the documents P3, P4 and P5(b) by which the Defendant had acknowledged the receipt of the advance payment, the payments made to the Bank of Ceylon and the sharing of the charter hire had been sent by the Defendant to the Plaintiff; (j) The Defendant was informed in December 2006 that the Plaintiff will not purchase the Vessel; (k) The Vessel was returned to the Defendant in January 2007; (l) The receipt of P6.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      729.07,
      542.48,
      755.95
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.17,
      542.35,
      122.87
    ],
    "text": "Has the Plaintiff established its causes of action? (20) The above admissions establish the fact that (a) the parties had an unwritten",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      126.17,
      542.5,
      233.99
    ],
    "text": "agreement for the sale of the Vessel, (b) the Plaintiff paid an advance, (c) after the end of the period of the charter of the Vessel to a third party the Vessel was made available to the Plaintiff for its use, and (d) the Plaintiff returned the Vessel after several months, the reasons for which are not before Court. (21) With the Defendant having admitted P1(a) – (c), P2, P3, P4, P5(b) & P6 and while P7",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      237.17,
      542.92,
      421.19
    ],
    "text": "was the response of the Defendant to P6, the necessity for the Plaintiff to further prove these documents by calling the persons who sent/received the documents did not arise, and the formal submission of the said documents through Virjee was therefore in order. Strangely though, when the Plaintiff closed its case on 13th October 2011 reading in evidence P1 – P7, the Defendant had objected to the said documents, probably not realising that the said documents had already been admitted by it in its answer and had been recorded as admissions at the commencement of the trial. (22) Taking into consideration the above admissions, I am of the view that this was a case",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      424.49,
      542.52,
      646.55
    ],
    "text": "where the Plaintiff could very well have invoked Explanation 1 to Section 150 of the Civil Procedure Code and moved that the Defendant must start the trial. Be that as it may, I am of the view that on the above admissions alone and in particular those admissions listed in paragraph 19 (f) and (g) above, the burden of proof with regard to the second and third causes of action had been satisfied by the Plaintiff and there was no need to lead any further evidence in respect of the said causes of action. The Plaintiff was thus entitled to succeed on the second cause of action relating to the payment of a sum of USD 217,148.64 to the Bank of Ceylon and the third cause of action relating to the sharing of the refund of the charter hire in a sum of USD 47,670.44. (23) This brings me to the first cause of action. With it being admitted that the advance",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.32,
      649.85,
      542.41,
      703.67
    ],
    "text": "payment of USD 2,196,596.19 has been received by the Defendant I must decide, on the one hand, whether the Plaintiff is entitled to a full refund of the said sum of money, and on the other, whether the Defendant is entitled to (a) forfeit the entire",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.17,
      542.53,
      237.11
    ],
    "text": "sum of money, or (b) resort to the alleged industry practice claimed by the Defendant and retain 10% of the agreed price, and/or (c) recover or set off the difference between the agreed price with the Plaintiff and the actual price at which the vessel was said to have been sold by the Defendant, and/or the expenses incurred by the Defendant in maintaining the Vessel from January 2007 until its sale in January 2008 – in effect whether the Defendant is entitled to succeed with the two claims in reconvention pleaded by the Defendant in its answer. (24) The difficulty that arises in deciding in favour of the Defendant is the failure on the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      240.41,
      542.51,
      313.31
    ],
    "text": "part of the Defendant to lead any evidence in respect of (a), (b), and (c) above. The Defendant has starved the High Court of any evidence in its favour and as a result, I am unable to make any determination whether the Defendant is entitled to forfeit, set off or retain any part of the advance payment.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      316.49,
      542.51,
      348.23
    ],
    "text": "(25) With the Plaintiff claiming that it is entitled to a full refund of the sum paid as an",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      351.41,
      542.44,
      440.27
    ],
    "text": "advance, what remains to be considered is whether the Plaintiff has discharged the burden of proof in this regard, and whether the aforementioned admissions were sufficient for that purpose. (26) If I may reiterate – this is a case where the parties admit that it entered into an",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      443.45,
      542.56,
      627.47
    ],
    "text": "agreement by which the Plaintiff was to purchase the Vessel owned by the Defendant. An advance was paid, it was agreed that the charter hire from a third party shall be shared, mortgage payments were made by the Plaintiff on behalf of the Defendant and the use of the Vessel was made available to the Plaintiff although the Vessel was still under the ownership, management and control of the Defendant. The Plaintiff thereafter went back on its promise to purchase the Vessel, offered no explanation for doing so, and returned the Vessel to the Defendant in January 2007. (27) By an email sent on 4th January 2007 [D2], the Defendant intimated to the Plaintiff",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      630.77,
      542.45,
      703.67
    ],
    "text": "that it will immediately offer the Vessel for sale, that the Plaintiff must bear any loss if the sale price of the Vessel is less than USD 6,350,000, and that the Plaintiff must meet the operational costs in the interim. While the Defendant recorded in writing its right to set off its losses against the advance payment, the Defendant did not",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      72.17,
      542.47,
      141.95
    ],
    "text": "claim that the Plaintiff is not entitled to the refund of the advance payment or that it is entitled as of right to forfeit the entire advance payment or any part thereof. (28) While neither party presented any material as to what transpired immediately after",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      145.13,
      542.44,
      214.91
    ],
    "text": "D2 was sent, the documents that are available do indicate that the parties discussed a settlement and action was filed only when negotiations in that regard failed. (29) Critical to the success of the claim of the Plaintiff that the parties had agreed that",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      218.21,
      542.47,
      329.15
    ],
    "text": "the Plaintiff shall be entitled to a full refund in the event of the transaction not proceeding, is the admission made by the Defendant that the advance payment was being held in trust by the Defendant – vide P1(c). The documents before me do not indicate that there has been a change in that position, nor did the Defendant allege such a change, either in its correspondence, its pleadings or in the cross examination of Virjee.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      332.45,
      542.48,
      365.27
    ],
    "text": "(30) P3, P4 and P5 sent by the Defendant after the Vessel was returned and during",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      368.57,
      542.57,
      479.63
    ],
    "text": "negotiations acknowledge the receipt of the advance payment, but do not claim that the Defendant was entitled to forfeit the advance. Instead, P3 – P5 gives credit to the entire advance payment but asserts the right of the Defendant to set off its losses against such sum including the loss arising from the resale of the Vessel, the cost of maintenance of the Vessel and the loss suffered as a result of not being able to charter the Vessel during the interim period.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      482.81,
      542.39,
      515.75
    ],
    "text": "(31) Thus, with the Defendant having failed to prove that retaining 10% of the contract",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.0,
      519.05,
      542.75,
      699.71
    ],
    "text": "price from the advance payment is a standard practice in the shipping industry, I am satisfied on the documents that the Plaintiff has established a prima facie case that it is entitled to a full refund of the advance payment, subject to the right of the Defendant to recover any losses that it may have suffered arising from the return of the Vessel. I must state that during the negotiations and as part of an overall settlement, the Plaintiff was willing to concede that the Defendant has suffered losses arising as a result of the transaction not proceeding.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      72.17,
      542.38,
      87.95
    ],
    "text": "(32) Once negotiations failed and action was instituted, it was open for the Defendant to",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      91.25,
      542.84,
      218.03
    ],
    "text": "have made a claim to recover such losses, which it did, by setting up the aforementioned claims in reconvention. However, with the Defendant not leading any evidence in that regard and thereby abandoning its claims, what remained before the High Court was only the evidence of the Plaintiff and in particular the documents P1 – P5, and the admissions marked at the commencement of the trial. (33) The principle laid down by Chief Justice H. N. G. Fernando in Eldrick Silva v",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      221.33,
      542.92,
      275.15
    ],
    "text": "Chandradasa [70 NLR 169] was followed in Cinemas Limited v Sounderarajan [(1998) 2 Sri LR 16; at page 19] where it was held as follows:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      278.45,
      542.49,
      424.43
    ],
    "text": "“where one party to a litigation leads prima facie evidence and the adversary fails to lead contradicting evidence by cross-examination and also fails to lead evidence in rebuttal, that is a special feature in the case and it is a \"matter\" falling within the definition of the word \"proof\" in the Evidence Ordinance and if any Court were to fail to take cognizance of this feature and matter, that would be a non-direction amounting to a misdirection.\" (34) The High Court proceeded to enter judgment for the Plaintiff on the basis that the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.0,
      427.61,
      542.47,
      570.35
    ],
    "text": "claims of the Plaintiff have been admitted. I must state that for the reasons that I have already adverted to, I am in agreement with the High Court and I am of the view that the Plaintiff has discharged its burden of proof with regard to all three causes of action. I therefore do not see any merit in the first ground of appeal. Second – fourth grounds of appeal (35) I have already stated that the Plaintiff initially filed an affidavit of its Company",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.32,
      573.65,
      542.72,
      703.67
    ],
    "text": "Secretary, that he was cross examined by the Defendant but that the witness fell ill prior to his cross examination being concluded. Medical certificates were submitted to substantiate that his absence from Court was for valid reasons. After several postponements, the Plaintiff informed Court on 2nd August 2011 that the witness will not be available and that it has no objection to such evidence not being considered. The proceedings of that date do not indicate that the Defendant had objected to such application. The High Court had accordingly struck off his evidence,",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      72.17,
      542.48,
      160.91
    ],
    "text": "which was the correct course of action to have been followed. It is clear from the judgment of the High Court that it proceeded on the basis that the evidence of Arain had been struck off and his evidence has not been considered. (36) Virjee was called as a witness only because the previous witness was not available.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      164.21,
      542.74,
      329.15
    ],
    "text": "Virjee was not directly involved with the transaction and his name did not feature in any of the correspondence. He was however the Legal Counsel of the Plaintiff during the time the transaction took place and was involved during the time the parties negotiated a settlement. While he did not have personal knowledge of the transaction, his position was that he was affirming to the facts from “the information gathered from books and documents in the custody of the Plaintiff which are available to me.” (37) The application of the learned President’s Counsel who appeared for the Defendant",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      332.45,
      542.43,
      440.27
    ],
    "text": "at that time that he is objecting to paragraph 5 onwards of the affidavit of Virjee was on the basis that it contained inadmissible evidence. These averments were almost in its entirety a reproduction of the averments of the plaint, on which most of the admissions were based. (38) The learned President’s Counsel who appeared for the Plaintiff at that time",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      443.45,
      391.55,
      478.19
    ],
    "text": "responding to the said objection had stated as follows:",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.0,
      478.37,
      542.54,
      605.27
    ],
    "text": "“This is a matter that has to be gone into at a later stage because most of the documents are admitted in the admissions. Exchage of correspondence is admitted and whether the evidence is hearsay or not is a matter to be tested in cross examination because the Plaintiff’s case is basically on documents and this objection is totally premature …” (39) I am in agreement with the above submission of the Plaintiff. I am also of the view",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.32,
      608.57,
      542.55,
      719.51
    ],
    "text": "that since almost the entirety of the Plaintiff’s case was based on admissions, whether any evidence that Virjee may give was to be rejected on the basis that it was hearsay was a matter to be determined after the cross examination of Virjee. I am therefore in agreement with the view taken by the High Court that the said objection be considered at a later stage.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      72.17,
      542.48,
      87.95
    ],
    "text": "(40) I must perhaps add that Section 151A introduced by the Civil Procedure",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      91.25,
      542.6,
      294.23
    ],
    "text": "(Amendment) Act, No. 8 of 2017 provides for the tendering of an affidavit as a substitute for the oral examination-in-chief of a witness and provides further that the opposite party is entitled to object to such affidavit being received, either on the inadmissibility of such evidence or a part of the evidence or on the inadmissibility or authenticity of any documents annexed to such affidavit. Section 151A(3) provides that in such event, the Court may make a ruling on such objection, prior to the witness being cross examined by the opposite party, thus making it clear that the Court is vested with a discretion whether to make a ruling at that stage or permit the witness to be cross examined, and for a decision to be made thereafter. (41) The High Court, having considered at the conclusion of the trial whether the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      297.53,
      542.51,
      462.47
    ],
    "text": "evidence of Virjee is hearsay, has arrived at the finding that in the case of a company it is not necessary to call as a witness each and every person who was involved in a particular transaction if the person called as a witness is in a position to give evidence based on the documents that are available in the company and that the necessity to call such persons will arise only if the defendant is challenging the veracity of the documents and the truthfulness of the evidence that such witness is stating. (42) The situation that has arisen in this case is peculiar in that the entirety of the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      465.77,
      542.57,
      592.55
    ],
    "text": "Plaintiff’s case was based on P1 – P5, which documents had been admitted by the Defendant. Thus, whether Virjee had personal knowledge of the transaction was immaterial and what mattered for the success of the Plaintiff’s case was that the documents were being tendered from its proper custody, with regard to which there was no dispute. (43) In the above circumstances, I do not see any merit in the second – fourth grounds",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      595.85,
      542.47,
      678.23
    ],
    "text": "of appeal raised by the Defendant. Is the action of the Plaintiff prescribed? (44) The final ground of appeal raised by the learned President’s Counsel for the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.32,
      681.53,
      542.46,
      716.39
    ],
    "text": "Defendant was that the action of the Plaintiff is prescribed. Although prescription had been pleaded in the answer and an issue had been raised by the Defendant,",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "15",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      72.17,
      542.57,
      141.95
    ],
    "text": "the Defendant did not move that it be tried as a preliminary issue nor did the Defendant address it in the written submissions filed in the High Court. (45) The learned President’s Counsel for the Defendant submitted that the transaction",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      145.13,
      542.47,
      217.91
    ],
    "text": "was a contract for the sale of a good, that being the Vessel, and the applicable provision for the purposes of prescription is Section 8 of the Prescription Ordinance, which reads as follows:",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      218.21,
      542.93,
      326.03
    ],
    "text": "“No action shall be maintainable for or in respect of any goods sold and delivered, or for any shop bill or book debt, or for work and labour done, or for the wages of artisans, laborers, or servants, unless the same shall be brought within one year after the debt shall have become due.” (46) It is noted that in terms of Section 2(1) of the Sale of Goods Ordinance No. 11 of",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      329.21,
      542.47,
      437.03
    ],
    "text": "1896, as amended [the Ordinance], a contract for the sale of goods is a contract whereby the seller transfers or agrees to transfer the property in the goods to the buyer for a money consideration called the price, with the former called a ‘sale’ and the latter an ‘agreement to sell’. (47) The learned President’s Counsel for the Plaintiff submitted that (a) the ownership of",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      440.33,
      542.49,
      567.23
    ],
    "text": "the Vessel remained with the Defendant at all times, (b) the management and control of the Vessel too remained with the Defendant, and (c) the Vessel was never sold and/or delivered to the Plaintiff, although the Vessel was made available to the Plaintiff for its use. It was therefore his submission that the transaction was not a typical sale of a good, and the requirements of Section 8 have not been satisfied. (48) In terms of Section 2(1) it is through a ‘contract for the sale of a good' that the seller",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.0,
      570.41,
      542.43,
      678.23
    ],
    "text": "either transfers or agrees to transfer the property. The former is a sale and the latter is an agreement to sell. Therefore, as provided in Section 59, a \"contract for sale\" can include either a sale or an agreement to sell. An agreement to sell is not considered as a sale, rather it is considered as a contract for the sale of a good. (49) For Section 8 to apply, there are two elements that must be satisfied. The first is,",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.32,
      681.53,
      542.37,
      716.39
    ],
    "text": "there must be a sale of a good. It is admitted that through email correspondence an agreement to sell was made between the Plaintiff and the Defendant to purchase",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "16",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      72.17,
      542.52,
      218.03
    ],
    "text": "the Vessel for a sum of USD 6,350,000. As provided in Section 2(4) of the Ordinance, an agreement to sell becomes a sale when the time elapses or the conditions are fulfilled subject to which the property in the goods is to be transferred. The Defendant has not provided any material to establish that there was a valid transfer of the ownership of the vessel from the Defendant to the Plaintiff to constitute a sale and make the latter the owner thereof. (50) This brings me to the second element, that being whether the delivery of the Vessel",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      221.33,
      542.76,
      405.35
    ],
    "text": "had taken place, with Section 59 of the Ordinance defining “delivery” to mean \"voluntary transfer of possession from one person to another.” It is common ground that delivery of the goods to the buyer may be made by any method which the parties agree shall constitute delivery. In the absence of any such agreement, express or implied, the seller sufficiently performs his duty to deliver by making the goods available to the buyer in a deliverable state at the place and time designated in the contract of sale so as to enable the buyer to obtain custody of or control over the goods. (51) The parties have not apprised this Court of the agreement between them relating",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.0,
      408.65,
      542.46,
      458.75
    ],
    "text": "to the delivery of the Vessel. While the plaint is silent with regard to delivery, the Defendant took up the following positions in its answer with regard to delivery:",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      457.85,
      542.48,
      579.95
    ],
    "text": "(a) The Defendant called upon the Plaintiff to pay the outstanding loan instalments and the relevant interest components on the financial facility obtained from the Bank of Ceylon after the Plaintiff failed to take delivery of the Vessel in August 2006 in terms of the agreement between the parties and sought an extension of time to take delivery of the Vessel [paragraph 13]; (b) Although the Plaintiff was scheduled to take delivery of the said vessel in",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      100.32,
      583.13,
      542.87,
      705.23
    ],
    "text": "August 2006, as per the agreement between the parties, the Plaintiff unilaterally requested for further time to take delivery of the vessel notwithstanding the fact that the Defendant was ready and willing to conclude the transaction at the end of August 2006 [paragraph 37]; (c) Subject to certain conditions and purely as a gesture of goodwill towards the Plaintiff, the Defendant agreed to grant further time and to charter the said",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "17",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.32,
      72.17,
      542.7,
      194.27
    ],
    "text": "vessel to the Plaintiff under the Sri Lankan flag and Sri Lankan crew until the Plaintiff was in a position to take delivery of the vessel. The Defendant states that such concessions were given to the Plaintiff with the reasonable expectation that the Plaintiff will fulfil its obligations in concluding the transaction. [paragraph 38]; (d) However, in January 2007 the Plaintiff wrongfully and unreasonably failed",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.32,
      197.57,
      542.56,
      249.47
    ],
    "text": "and/or refused to take delivery of the vessel … [paragraph 39]; (e) About the end of December 2006 the Plaintiff gave notice to the Defendant",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      252.77,
      542.45,
      341.51
    ],
    "text": "that the Plaintiff will not purchase the said Vessel and that on or around January 2007 the said Vessel was handed over by the Plaintiff to the Defendant [paragraph 14]. (52) The above averments establish several matters. The first is that delivery of the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      344.81,
      542.53,
      547.67
    ],
    "text": "Vessel did not take place at the time the Plaintiff paid the advance. The second is that the Vessel continued to be under the management and control of the Defendant during the time it was under charter to a third party. The third is that at the end of the said charter, the Plaintiff sought further time to take delivery. The Plaintiff thus had the use of the Vessel from August – December 2006 on the basis of a charter of the Vessel to the Plaintiff and not because the Vessel had been delivered on approval or sale or return basis. The cumulative effect of the above averments is that the Vessel has not been sold and delivered to the Plaintiff. (53) In these circumstances:",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.32,
      547.97,
      542.43,
      636.71
    ],
    "text": "(a) I am unable to agree with the submission of the learned President’s Counsel for the Defendant that the prescriptive period must be governed by Section 8 of the Prescription Ordinance; (b) I am of the view that Section 7 of the Prescription Ordinance is the applicable",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.0,
      640.01,
      542.49,
      712.79
    ],
    "text": "provision to determine if the claims of the Plaintiff are prescribed, and that this action is not prescribed since action has been filed within the three year time period provided for in Section 7.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      729.07,
      542.42,
      755.95
    ],
    "text": "18",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      72.17,
      542.33,
      122.87
    ],
    "text": "Conclusion (54) For the reasons enumerated above, I am in agreement with the judgment of the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      126.17,
      542.53,
      195.71
    ],
    "text": "High Court, and accordingly I affirm the said judgment. This appeal is dismissed, without costs.",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      195.77,
      521.16,
      322.67
    ],
    "text": "JUDGE OF THE SUPREME COURT S. Thurairaja, PC, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.0,
      322.73,
      518.06,
      433.79
    ],
    "text": "JUDGE OF THE SUPREME COURT A.H.M.D. Nawaz, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      341.4,
      433.85,
      518.32,
      465.47
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]