[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.68,
      531.81,
      201.17
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA In the matter of an Appeal The Commercial High Court Of Colombo.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      201.99,
      518.91,
      218.21
    ],
    "text": "1. Chanaka Thilan Rodrigo,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      221.33,
      530.79,
      269.6
    ],
    "text": "12/5, Dutugemunu Street, Kalubowila, Dehiwala. 2. Anitha Sharmini John nee",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      272.6,
      540.99,
      467.26
    ],
    "text": "Rodrigo, 19, Lillington Road, Remuera, Auckland 1050, New Zealand. Petitioners SC APPEAL 147/2017 SC HC LA No. 40/2017 Vs Commercial High Court Case No. HC(Civil) 75/2016/CO 1. Cyril Rodrigo Restaurants Ltd., No. 85, Pepiliyana Road, Nugegoda.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      467.68,
      608.8,
      484.42
    ],
    "text": "2. Tarini Rodrigo, 68/8A, 2nd Lane,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      487.42,
      510.51,
      518.62
    ],
    "text": "Senanayake Avenue Nawala. 3. Ruvini Devasurendra, No. 17,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      521.62,
      536.43,
      569.86
    ],
    "text": "Spathodea Avenue, Colombo 5. 4. Kantha de Silva, No. 5, Spathodea",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      572.86,
      524.31,
      621.13
    ],
    "text": "Avenue, Colombo 5. 5. Nexia Corporate Consultants (Pvt.) Ltd., No. 181, Nawala",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      345.79,
      624.25,
      508.47,
      689.53
    ],
    "text": "Road, Colombo 5 Respondents",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      692.89,
      459.35,
      708.85
    ],
    "text": "AND THEN",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      345.79,
      74.81,
      543.18,
      140.09
    ],
    "text": "In an application for revocation and/or variation of the ex parte interim order.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      141.03,
      502.59,
      157.25
    ],
    "text": "3. Ruvini Devasurendra,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      160.25,
      532.83,
      208.49
    ],
    "text": "No.17, Spathodea Avenue, Colombo 5. 4. Kantha de Silva, No. 5,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      211.49,
      543.26,
      447.82
    ],
    "text": "Spathodea Avenue, Colombo 5. 3rd and 4th Respondent Petitioners Vs 1.Chanaka Thilan Rodrigo, 12/5, Dutugemunu Street, Kalubowila, Dehiwala. 2. Anitha Sharmini John nee Rodrigo, 19, Lillington Road, Remuera, Auckland 1050, New Zealand.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      450.82,
      540.15,
      516.1
    ],
    "text": "1st and 2nd Petitioner Respondents",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      517.04,
      514.73,
      533.26
    ],
    "text": "1. No. 85, Pepiliyana Road, Cyril",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      536.26,
      523.23,
      584.5
    ],
    "text": "Rodrigo Restaurants Ltd., Nugegoda. 2. Tarini Rodrigo, 68/8A, 2nd Lane,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      587.53,
      537.39,
      704.17
    ],
    "text": "Senanayake Avenue, Nawala. 5. Nexia Corporate Consultants(Pvt) Ltd., No. 181, Nawala Road, Colombo 5. 1st, 2nd and 5th Respondents Respondents",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      516.95,
      228.05
    ],
    "text": "AND NOW BETWEEN 3.Ruvini Devasurendra, No.17, Spathodea Avenue, Colombo 5. 4.Kantha de Silva, No. 5, Spathodea Avenue,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.05,
      231.05,
      520.23,
      364.76
    ],
    "text": "Colombo 5. 3rd and 4th Respondent Petitioner Petitioners Vs 1. Chanaka Thilan Rodrigo,",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.05,
      367.76,
      541.35,
      416.0
    ],
    "text": "12/5, Dutugemunu Street, Kalubowila, Dehiwala. 2. Anitha Sharmini John nee Rodrigo,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      419.14,
      523.71,
      518.62
    ],
    "text": "19, Lillington Road, Remuera, Auckland 1050, New Zealand. 1st and 2nd Petitioner Respondent Respondents",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.05,
      519.44,
      537.16,
      535.66
    ],
    "text": "1. Cyril Rodrigo Restaurants Ltd.,No.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.05,
      538.78,
      524.91,
      569.86
    ],
    "text": "85, Pepiliyana Road, Nugegoda. 2. Tarini Rodrigo, 68/8A, 2nd Lane,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      572.86,
      537.39,
      706.57
    ],
    "text": "Senanayake Avenue, Nawala. 5. Nexia Corporate Consultants(Pvt) Ltd., No. 181, Nawala Road, Colombo 5. 1st, 2nd and 5th Respondents Respondents",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      75.17,
      614.43,
      452.62
    ],
    "text": "BEFORE : S. EVA WANASUNDERA PCJ, K. T. CHITRASIRI J. & VIJITH K. MALALGODA PCJ. COUNSEL : Romesh de Silva PC with Harith de Mel for the 3rd and 4th Respondent Petitioner Appellants Chandaka Jayasundera PC with Shivan Kanag-Iswaran for Petitioner Respondent Respondents. ARGUED ON : 24.10.2017. DECIDED ON : 22.02.2018. S. EVA WANASUNDERA PCJ. In this matter this Court has granted leave to Appeal on the questions of law set out in Paragraph 8(a) to 8(g) of the Petition. The impugned order is dated 30.03.2017. The questions can be narrated as follows:-",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      10.5600004196167,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      453.56,
      543.04,
      486.82
    ],
    "text": "(a) Is the order contrary to law and the material placed before Court? (b) Has the High Court erred in not revoking and/or varying the interim order",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      487.24,
      543.19,
      521.02
    ],
    "text": "issued on 16th December, 2016? (c) Has the High Court erred in not providing any reasons whatsoever for not",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      524.02,
      542.98,
      555.22
    ],
    "text": "revoking the interim order? (d) Has the High Court erred in understanding the ambit of inquiry in an",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      558.22,
      543.14,
      589.42
    ],
    "text": "Application under Section 233(5) of the Companies Act? (e) Has the High Court erred in not even considering as to whether a prima",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      592.45,
      542.98,
      640.69
    ],
    "text": "facie violation of the Articles of Association has been established by the original Petitioners? (f) Has the High Court erred in not considering and/or reproducing Article 15",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      643.69,
      543.07,
      691.93
    ],
    "text": "of the Articles of Association which is the most relevant Article at the root of the dispute? (g) Has the High Court erred in considering that the conduct of ‘transferring",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      695.05,
      543.01,
      709.09
    ],
    "text": "shares’ is not a conduct which can be restrained under Section 233 of the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "Companies Act and in any event not conduct of Directors and/or the Company? This is an Appeal preferred by the 3rd and 4th Respondent Petitioner Appellants (hereinafter referred to as the 3rd and 4th Respondent Appellants) against the 1st and 2nd Petitioner Respondent Respondents (hereinafter referred to as the 1st and 2nd Petitioner Respondents) when the Commercial High Court Judge had made order refusing to set aside an interim order which was granted in favour of the 1st and 2nd Petitioners in an action before the said High Court under the Companies Act No. 7 of 2007. The High Court Order is dated 30.03.2017. The said High Court had granted an ex parte interim order on 16.12.2016 against the 3rd and 4th Respondents and others on the application for the same made by the 1st and 2nd Petitioners which reads as follows: “ Issue an interim order restraining the 1st to the 5th Respondents their agents, servants and representatives from transferring the shares as contemplated in documents marked P4 and P6 to the Petition in contravention of the Articles of Association of the 1st Respondent Company pending the final determination of this Application”. The 3rd and 4th Respondent Appellants came before Court and pleaded to revoke the said interim order but the High Court refused to do so. The 3rd and 4th Respondents have come to this Court against the said refusal order. This Court granted Leave to Appeal on the questions of law as aforementioned and thus this Appeal was argued before this Court. Cyril Rodrigo Restaurants Ltd. is a private family owned company which had commenced its business a long time ago and was registered as a limited liability company in the year 1966. The share holding proportions, had been kept, in a way that a single share holder would not obtain the majority controlling share of the company and the Articles of Association of the company states that the Board of Directors would have the final discretion as to how a share transfer should be carried out. On 22nd November,2016, FJ&G de Saram Attorneys at Law wrote a letter to the Chairman, Cyril Rodrigo Restaurants (Pvt.) Limited [hereinafter referred to as CRR]",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "proposing a transfer of shares by some of the existing shareholders, seven in number, namely, Shiranthi Fernando, Ayoma Nirmalene De Alwis, Liyanage Nirmal De Silva, Nawalage Sriyan Suresh Cooray, Nawalage Sujeewa Cooray, Ranil de Silva and Sinthamani Cooray who are shareholders of CRR to Ruvini Devasurendra, an existing shareholder and Director of the said Company CRR. The letter also informed the Chairman that they had already entered into a share sale and a purchase agreement with Ruvini to sell all their shares to her. This letter sought from the Chairman to place the proposal before the Board of Directors of the company and get the approval for the same. On the 2nd of December, 2016 , another share holder sent another letter to the Chairman stating that she also had entered into an agreement to sell 58500 ordinary shares held by her to Ruvini Devasurendra and also sought approval of the Board of Directors. The Chairman, Chanaka Rodrigo thereafter sent a letter dated 9th December,2016 to the Attorneys at Law and Tarini Rodrigo that he proposed to defer the tabling of the said proposals at the next meeting of the Board of Directors. On 15th December 2016, the Chairman, Chanaka Rodrigo and Anitha Sharmini John nee Rodrigo had filed action in the Commercial High Court of Colombo against CRR, Tarini Rodrigo, Ruvini Devasurendra, Kantha de Silva and the Nexia Corporate Consultants (Pvt.) Ltd. , the Company Secretaries. It was an application under and in terms of Sec. 233 of the Companies Act No. 7 of 2007 and they were granted interim relief in terms of prayer (a) to the Petition restraining the proposed conduct of the parties who were trying to sell their shares to Ruvini Devasurendra. As such the transfer of the shares were restrained mainly on the basis that such a transfer is against Article 15 of the Articles of Association of the Company. The Respondents filed objections and moved that the interim order be set aside. The learned High Court Judge by his order dated 30.03.2017 refused to set aside the interim order. The 3rd and 4th Respondent Petitioner Appellants have now appealed to this Court against the order of refusal to set aside the interim order by the High Court. The arguments by the Appellants are that such a proposal to transfer the shares are not against the Articles of Association of the Company and the arguments by the Respondents are that such a transfer is against the Articles.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      552.75,
      704.17
    ],
    "text": "Article 13 contained in document P1B, the Articles of Association reads as follows: “ No transfer of any share shall be valid or effectual unless the Board of Directors approve of and consent to a transfer of the same being effected.” Article 15 reads as follows: In any case, no share shall be transferred by a member or the legal representative of a member or by his assignee in bankruptcy to a person who is not a member so long as any member is willing to purchase the same at the fair value thereof. The Directors, in conjunction with the Company’s Auditors, shall determine the fair value of a share as and when necessary and shall also determine as to the member or members and the number of share or shares, that each such member shall purchase. The interim order dated 16.12.2016 issued under Sec. 233(5) of the Companies Act reads as – “Issue an interim order restraining the 1st to the 5th Respondents their Agents, servants and representatives from transferring the shares as contemplated in documents marked P4 and P6 to the Petition in contravention of the Article of Association of the 1st Respondent Company pending the final determination of this application.” I find that according to Article 13 of the Articles of Association of the CRR, any transfer of any share shall not be valid or effectual unless the Board of Directors approve the same. The proposal to transfer the shares have not yet been placed before the Board of Directors. So, the proposal can be turned down by the Board, if it thinks that the transfer of shares as proposed is not for the betterment of the company or to the detriment of the company. But in this instance, some of the shareholders have come before court and obtained ex parte, a restraining order not to transfer the shares as proposed until the final determination of the matter before court. The basis for granting such a restraint has to be ‘acting against the Articles’ and none other. Article 15 reads: “ In any case, no share shall be transferred by a member or the legal representative of a member or by his assignee in bankruptcy to a person who is not a member so long as any member is willing to purchase the same at the fair value thereof. The Directors, in conjunction with the Company’s auditors, shall determine the fair value of a share as and when necessary and shall also",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      543.04,
      208.49
    ],
    "text": "determine as to the member or members and the number of share or shares, that each such member shall purchase.” The Application to the Commercial High Court was tendered according to the provisions of Section 233 of the Companies Act. Section 233 of the Companies Act No. 7 of 2007 reads as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      209.31,
      543.01,
      225.53
    ],
    "text": "(1) The Court may on an application made under this section, make an order",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      228.65,
      543.26,
      704.17
    ],
    "text": "restraining a Company that, or a Director of a Company who, proposes to engage in a conduct that would contravene the Articles of the Company or any provision of this Act, from engaging in that conduct. According to this Section, first and foremost, there has to be a “ contravention of the Articles.” It has to be looked into, then, whether it is by a Director of the Company or by the Company. It is alleged that the conduct of the 3rd Respondent Appellant in this instance was in the capacity as a Director. The 3rd Respondent is factually a Director. The Court has to be able to see prima facie whether there is a contravention of the Articles by the said Director. At the time the transfer of shares proposed are tabled before the Board of Directors, the Board has a right to approve the same or to disapprove the same. The parties have no alternative but to await that time according to the provisions contained in the Articles of Association. Going through all the clauses in the Articles of Association of the Cyril Rodrigo Restaurants Limited dated 20th July, 1966, I find that the founding members of the Company had the intention of protecting the company to hold a balance between the share holders in the family without the balance tilting on to one side with a big majority of shares. This intention obviously serves to hold the peace amongst the family members and for the family to run the business with unity without a rift and enjoy the benefits with a sense of togetherness. In law, when a court looks at the private company which is before court to solve a problem regarding the shares of the company, the court has to look at the big picture of the whole",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      543.26,
      704.17
    ],
    "text": "scenario and not a narrow point of argument limited to a specific incident which has taken place. Court has to consider the totality of the provisions in the Articles of Association of the Company and ascertain the situation according to the objective of the company in running its business properly as intended and guided by the Articles of Association of the company. In Charlesworth ‘s Company Law, (17th edition at page 80) under the Interpretation of Articles, it is mentioned thus: “ As a general proposition, the articles ( and the memorandum ) will be construed in accordance with the established rules for the interpretation of contracts, viz. giving the words used their ordinary meaning derived from the context in which they appear. The Court will exclude from the admissible background the previous negotiations of the parties and their declarations of subjective intent. It will not imply any terms into the articles other than those which are needed to give effect to the language of the articles, for questions of business efficacy or otherwise. Nevertheless, the interpretation of the contract is not carried out in vacuum and has to be conducted against the background knowledge which would reasonably have been available to the contracting parties at the time of the contract. Accordingly, as part of the relevant background , it has been held to be legitimate to have regard to the original form of the articles of association of a plc.” The Articles of Association as a whole is the contract between the company and the shareholders. I find that the language used in the whole of the Articles of Association should be taken into account in interpretation of what is contained therein. Article 13 of the Articles of Association of CRR Ltd. reads: “ No transfer of any share shall be valid or effectual unless the Board of Directors approve of and consent to a transfer of the same being effected.” Documents P4, P5 and P6 and the annexure to P6 indicates that some of the shareholders of the Company have entered into different sale of share agreements which could, if at all, bind only the parties to the said agreements without any approval or consent of the Board of Directors. Any sale of share would be valid without the consent and approval of the Board of Directors. It was brought to the notice of court that such a proposed transfer of shares, would",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      549.51,
      704.17
    ],
    "text": "have a combined total effect of 51% of the shares of the Company to come into the hands of ‘a mother and two sons’, namely the 3rd and 4th Respondent Appellants and shareholder Rajiv de Silva who is the 3rd Respondent Appellant’s brother. The attempt, it is alleged , is to get the control of the company tilting the balance which holds peace and unity of the members of the family who are the shareholders of the company. The 3rd and 4th Respondent Appellants are before this Court from an order of the Commercial High Court dated 30.03.2017 which is an interim order pending before the said High Court. When any original court is faced with a pleading which begs court to grant an interim relief, the court ensures that the status quo is maintained until a final determination is made by the same court. In this matter also the Commercial High Court has made order granting the interim relief to keep the status quo, until the Court looks at the complete circumstances of the case which has brought about the legal problem. The learned High Court Judge in his order refusing to vacate the earlier order which was an ex parte order, states as follows: “ In the circumstances, I find that the interpretation of the relevant Articles which permits the right to transfer shares with the approval of the Board of Directors is a substantive application, which the Court should look into at an inquiry.” I quite agree with that position as he has made sure that the status quo would remain undisturbed until the legal rights of the parties are looked into by Court, affording the parties to present their respective cases before a Court of law which would go into the evidence and the documents relevant to the case and resolve the matter on merits. I also find that if any court grants the revocation of the interim order which is effective from the date it was obtained from court, up to date, then the proposed sale of shares would follow and thereby, the case brought before court by the aggrieved parties who are share holders and members of the family running the business together will definitely have no case to be pursued. The effect of such a revocation of the interim relief order would serve as, or bear the effect of, the final relief being granted.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      543.27,
      396.44
    ],
    "text": "I answer the questions of law in the negative against the Appellants and in favour of the Respondents. I affirm the order of the learned High Court Judge dated 30.03.2017 refusing the revocation of the order made by the High Court dated 16.12.2016. The Commercial High Court should proceed to hear the case on its merits. The Appeal is dismissed. However I order no costs. Judge of the Supreme Court K. T.Chitrasiri J. I agree.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      399.56,
      486.27,
      601.57
    ],
    "text": "Judge of the Supreme Court V.K.Malalgoda PCJ. I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]