{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-05-30-SC-FR-545-2011",
  "num": "SC/FR/545/2011",
  "date_str": "2025-05-30",
  "description": "Hon. Janak De Silva J - Development Co-ordinators\\' S...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_fr_545_2011.pdf",
  "parties": "Development Co-ordinators\\' Society, District Secretariat\\'s Office, Kandy. Petitioner Vs. 1. The Secretary, Ministry of Public Administration and Home Affairs, Independence Square, Colombo 07. 1A.The Secretary, Ministry of Public Administration, Provincial Councils, Local Government, Democratic Governance, Independence Square, Colombo 07. 1B.The Secretary, Ministry of Home Affairs and Fisheries, Independence Square, Colombo 07. 1C. Mr. Pradeep Yasarathne, The Secretary, Ministry of Public Administration and Home Affairs. 2. The Secretary, Ministry of Finance and Planning, The Secretariat, Colombo 01. 2A. The Secretary, Ministry of Finance, The Secretariat, Colombo 01. 2B. The Secretary, Ministry of Policy Planning, Economic Affairs, Child Youth and Cultural Affairs, The Secretariat, Colombo 01. 2C. Mr. K.M. Mahainda Siriwardhane, The Secretary, Ministry of Finance, The Secretariat, Colombo 01. 3. M.N. Junaid, Co-Chairman, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 4. C.N.C.W. Mathews, Co-Chairman, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 5. B. Wijerathna, The Secretary, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 6. Ariyapala de Silva, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 7. S.C. Mannapperuma, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 8. Deshabandu M. Mackey Mohomed, Member, National Salaries and Cadres Commission, No. 130, Block 9. Prof. Carlo Fonseka, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 10. Soma Kotakadeniya, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 11. Jerry Jayawardena, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 12. Dr. Lionel Fernando, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 13. Leslie Devendra, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 14. V. Kanagasabapathi, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. 15. Gunapala Wickramarathna, Member, National Salaries and Cadres Commission, No. 130, Block 02, BMICH, Colombo 07. AND OTHERS",
  "judgement_by": "Hon. Janak De Silva J"
}