[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.26,
      72.3,
      483.08,
      85.68
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      88.16,
      384.41,
      117.38
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      119.84,
      543.23,
      244.34
    ],
    "text": "In the matter of an application for mandates in the nature of Writs of Certiorari and Mandamus under Article 140 read with Article 104H of the Constitution of the Democratic Socialist Republic of Sri Lanka. 1. KELEPOTHA VITHANAGE",
    "fonts": [
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      246.92,
      503.82,
      292.01
    ],
    "text": "ARIYARATNE 368, Kiridola Road, Thalagaspe. 2. DEHIWELA LIYANAGE THILAK",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      294.47,
      512.72,
      339.65
    ],
    "text": "OPATHA 308, Indipalagoda, Pitigala. 3. ARIYAWANSHA DISSANAYAKE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      342.11,
      543.23,
      466.63
    ],
    "text": "Secretary, Democratic United National Front, 47A, 1st Lane, Rawawathawatte, Moratuwa. PETITIONERS SC Writ Application No. 12/2018 VS.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      469.09,
      432.05,
      482.47
    ],
    "text": "1. S.T.KODIKARA",
    "fonts": [
      "Arial,Bold",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      484.93,
      484.16,
      530.11
    ],
    "text": "Returning Officer, District Secretariat, Galle. 2. MAHINDA DESHAPRIYA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      532.57,
      470.84,
      561.79
    ],
    "text": "Chairman, 3. N.J.ABEYSEKERA,PC",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      564.25,
      451.37,
      593.59
    ],
    "text": "Member, 4. PROF. S.R.HOOLE",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      596.08,
      544.52,
      704.62
    ],
    "text": "Member, 2nd to 4th Respondents abovenamed are members of the Election Commission, Election Secretariat, P.O.Box 2,Sarana Mawatha, Rajagiriya.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      72.3,
      432.77,
      85.68
    ],
    "text": "5. M.B.I.DE SILVA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      88.16,
      542.84,
      133.34
    ],
    "text": "Assistant Commissioner of Elections, Elections Office, Galle. 6. MAHINDA SAMARAWEERA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      135.8,
      542.84,
      212.66
    ],
    "text": "Secretary, Eksath Janatha Nidahas Sandanaya, 301, T.B.Jayah Mawatha, Boralesgamuwa. 7. SAGARA KARIYAWASAM",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      215.12,
      515.6,
      292.01
    ],
    "text": "Secretary, Sri Lanka Podujana Peramuna, 8/11, Robert Alwis Mawatha, Boralesgamuwa. 8. KABEER HASHIM",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      294.47,
      520.16,
      339.65
    ],
    "text": "Secretary, United National Party, 400, Kotte Road, Pitakotte. 9. M.TILVIN SILVA",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      342.11,
      506.72,
      418.97
    ],
    "text": "Secretary, Janatha Vimukthi Peramuna, 464/20, Pannipitiya Road, Pelawatte, Battaramulla. 10. HON. ATTORNEY GENERAL",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      421.43,
      527.6,
      704.62
    ],
    "text": "Attorney Generals Department, Colombo 12. RESPONDENTS BEFORE: Prasanna Jayawardena, PC, J. L.T.B.Dehidenya, J. E.A.G.R.Amarasekera, J. COUNSEL: A.S.M.Perera, PC with Neville Ananda for the Petitioners. Ms. Viveka Siriwardena,DSG with Rajitha Perera,SSC for the 1st to 5th and 10th Respondents . ARGUED ON: 29th April 2019. DECIDED ON: 30th August 2019.",
    "fonts": [
      "Arial",
      "Arial,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.18,
      237.51,
      85.56
    ],
    "text": "Prasanna Jayawardena PC, J.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      96.2,
      543.41,
      141.14
    ],
    "text": "An election to elect members of Local Authorities throughout the island was to be held on 10th February 2018. The Elpitiya Pradeshiya Sabhawa is one such Local Authority. Elpitiya is located within the District of Galle.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      151.76,
      543.44,
      212.66
    ],
    "text": "The provisions of law governing this election including the provisions of law governing the nomination of candidates for election as members of a Local Authority, are set out in the Local Authorities Elections Ordinance No.53 of 1946, as amended. [the Ordinance].",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      221.34,
      543.4,
      300.05
    ],
    "text": "On 27th November 2017, the Elections Commission of Sri Lanka published a public notice calling for nominations of candidates for election as members of Local Authorities, including the Elpitiya Pradeshiya Sabhawa, at the aforesaid proposed election. The notice specified that the nomination period commenced on 18th December 2017 and ended on 21st December 2017.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      308.73,
      543.44,
      419.09
    ],
    "text": "The 1st, 2nd and 3rd petitioners are all members of the political party named Prajathanthravadi Eksath Jathika Peramuna [Democratic United National Front], which was a recognised political party for the purpose of election of members of Local Authorities under and in terms of the Ordinance. The 1st and 2nd petitioners, along with 29 others, were candidates nominated by the Democratic United National Front for election as members of the Elpitiya Pradeshiya Sabhawa at the aforesaid election. The 3rd petitioner is the Secretary of that political party.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      427.79,
      543.36,
      490.63
    ],
    "text": "On 04th December 2017, the 1st petitioner was also duly appointed, under and in terms of the provisions of the Ordinance, as the authorised agent of the Democratic United National Front for the purposes of the election of members of the Elpitiya Pradeshiya Sabhawa.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      499.31,
      543.29,
      546.19
    ],
    "text": "The 1st respondent was the Returning Officer for the electoral area of the Elpitiya Pradeshiya Sabhawa in terms of section 27(1) read with section 4(1) of the Ordinance. He also functioned as the Election Officer for the purposes of the aforesaid election.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      554.87,
      543.44,
      633.58
    ],
    "text": "The 2nd to 4th respondents are the Chairman and members of the Election Commission and the 5th respondent is the Additional Commissioner of Elections. The 6th to 9th respondents are the Secretaries of the other recognised political parties which submitted Nomination Papers in respect of the aforesaid election of members of the Elpitiya Pradeshiya Sabhawa. The 10th respondent is the Hon. Attorney General.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      644.2,
      550.16,
      705.22
    ],
    "text": "The Nomination Paper containing both the First Nomination Paper and the Additional Nomination Paper in respect of all Wards of the Elpitiya Pradeshiya Sabhawa was prepared by the Democratic United National Front for submission and delivery to the 1st respondent [the Returning Officer] in terms of the provisions of the Ordinance. The",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.3,
      543.39,
      117.26
    ],
    "text": "Nomination Paper was duly and correctly prepared in compliance with the provisions of the Ordinance. Further, on 15th December 2017, the Democratic United National Front deposited the legal tender as required by section 29 of the Ordinance.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      125.94,
      543.41,
      204.62
    ],
    "text": "On 21st December 2017, the 1st respondent was present in the auditorium of the District Secretariat of Galle for the purpose of accepting Nomination Papers which were to be delivered to him in terms of section 28 of the Ordinance. As set out in the aforesaid notice dated 27th November 2017, the 1st respondent was obliged to accept Nomination Papers submitted to him up to 12 noon on 21st December 2017.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      215.24,
      543.33,
      276.17
    ],
    "text": "The Elections Department also provided a `Help Desk staffed by an unit of officers who would check Nomination Papers and verify that they were in order prior to the Nomination Papers being delivered to the 1st respondent. The Help Desk was located within the auditorium.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      284.85,
      543.4,
      363.53
    ],
    "text": "On 21st December 2017, the 1st petitioner, accompanied by the 2nd petitioner entered the premises of the District Secretariat of Galle at 10.55 am. They proceeded to the auditorium. The 1st petitioner carried two file covers. The first file cover contained the supporting documents relating to the First Nomination Paper. The second file cover contained the supporting documents relating to the Additional Nomination Paper.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      372.21,
      543.44,
      434.93
    ],
    "text": "After entering the auditorium, the 1st petitioner, accompanied by the 2nd petitioner, tendered the two file covers with the Nomination Paper and supporting documents therein, to the officers at the Help Desk. These officers checked the Nomination Paper and supporting documents and confirmed that they were in order.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      443.63,
      543.01,
      490.63
    ],
    "text": "The 1st respondent [the Returning Officer] was seated behind a desk within the auditorium. The Assistant Returning Officer of the Galle District was seated at the same desk, by the side of the 1st respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      507.25,
      542.92,
      536.35
    ],
    "text": "The facts narrated earlier are not in dispute. However, from this point onwards, the petitioners and the 1st respondent have two different versions of what took place.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      551.03,
      543.44,
      709.18
    ],
    "text": "The petitioners state that the 1st petitioner, accompanied by the 2nd petitioner, proceeded to the desk at which the 1st respondent was seated. They did so for the purpose of delivering the Nomination Paper and supporting documents to the 1st respondent in terms of section 28 (5) of the Ordinance. The 1st and 2nd petitioners seated themselves on two chairs which were placed on the other side of the desk behind which the 1st respondent and the Assistant Returning Officer were seated. The 1st petitioner then attempted to deliver the two file covers [containing the Nomination Paper and supporting documents] to the 1st respondent. However, the 1st respondent indicated that the file covers should be removed and only the Nomination Paper and supporting documents be delivered to him. The 1st petitioner then kept the file covers",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      70.36,
      543.44,
      418.85
    ],
    "text": "with him and handed the Nomination Paper and supporting documents to the 2nd petitioner [who was seated beside him] and asked the 2nd petitioner to arrange the Nomination Paper and supporting documents so that they could be delivered to the 1st respondent. A few moments later, the 1st respondent made a sign with his hand indicating that the 2nd petitioner should hand the Nomination Paper and supporting documents to the 1st respondent. Thereupon, the 2nd petitioner handed the Nomination Paper and supporting documents to the 1st respondent with the consent and approval of the 1st petitioner and for and on behalf of the 1st petitioner and under his control. After taking the Nomination Paper and supporting documents into his custody, the 1st respondent asked the 2nd petitioner to hand over the 2nd petitioners National Identity Card so that the name and National Identity Card Number of the 2nd petitioner could be entered on the Nomination Paper as the person who delivered the Nomination Paper and supporting documents to the 1st respondent. The petitioners objected and stated to the 1st respondent that the Nomination Paper and supporting documents had been delivered to the 1st respondent by the 1st petitioner who was the authorised agent. The 1st respondent nevertheless insisted that the 2nd petitioner hand over his National Identity Card and, upon being compelled to do so, the 2nd petitioner handed his National Identity Card to the 1st respondent under protest. The 1st respondent then entered the name and National Identity Card Number of the 2nd petitioner on the Nomination Paper as the person who delivered the Nomination Paper and supporting documents to the 1st respondent. The petitioners had to leave the aforesaid desk thereafter. There were CCTV cameras which recorded the aforesaid sequence of events.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      433.55,
      548.6,
      575.71
    ],
    "text": "On the other hand, although the 1st respondent acknowledges that the 2nd petitioner was accompanied by another person and that both men came before the 1st respondent for the purpose of handing over the Nomination Paper, the 1st respondent states he is not aware whether that other person was the 1st petitioner. The 1st respondent denies that two file covers were handed to him and denies that he indicated that the 2nd petitioner should hand over the Nomination Paper. The 1st respondent also denies that he threatened to reject the Nomination Paper if the 2nd petitioner did not hand over his National Identity Card and denies that the petitioners made any protest. The 1st respondent avers that the CCTV cameras had failed to record the proceedings.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      592.33,
      543.44,
      669.1
    ],
    "text": "It is common ground that, after the time period open for the acceptance of Nomination Papers ended at 12 noon on 21st December 2017, there was a span of one and a half hours ending at 1.30pm available for objections to be made to the Nomination Papers that had been submitted and that no objections were made to the Nomination Paper submitted by the Democratic United National Front.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      685.72,
      543.41,
      714.94
    ],
    "text": "It is also common ground that, after the period provided to make objections ended, the 1st respondent announced that the Nomination Paper submitted by the Democratic",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.3,
      543.44,
      180.74
    ],
    "text": "United National Front had been rejected for the reason that it had been delivered by a person who was not the authorised agent of that political party. Subsequently, the petitioners received a written communication dated 26th December 2017 marked P4 stating that the Nomination Paper submitted by the Democratic United National Front had been rejected under and in terms of section 31 (1) (a) of the Ordinance for the reason that the requirements of section 28 (5) of the Ordinance had not been complied with.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      195.42,
      543.45,
      448.75
    ],
    "text": "On 10th January 2018, the petitioners filed this application invoking the jurisdiction of this Court under Article 140 read with Article 104H of the Constitution and praying, inter alia, for writs of certiorari quashing the decision made on 21st December 2017 and set out in P4 rejecting the Nomination Paper delivered to the 1st respondent by the 1st petitioner as the authorised agent of the Democratic United National Front. The petitioners also prayed for a writ of mandamus directing the 1st respondent to accept and/or receive as valid the Nominations Paper delivered to the 1st respondent by the 1st petitioner as the authorised agent of the Democratic United National Front and directing the 1st respondent to allot a symbol to the Democratic United National Front in terms of section 37 (1) of the Ordinance and to submit a report under section 37 (3) of the Ordinance in respect of the Electoral Area of the Elpitiya Pradeshiya Sabhawa. Further, the petitioners prayed for a writ of mandamus directing the 1st respondent to specify a fresh date of poll for the election of members of the Elpitiya Pradeshiya Sabhawa. The petitioners prayed for an interim order suspending and/or restraining the 1st respondent from holding the election of members of the Elpitiya Pradeshiya Sabhawa, until the final determination of this application.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      465.37,
      543.41,
      621.46
    ],
    "text": "After hearing submissions made by learned Presidents Counsel in support of this application and submissions made in opposition by learned Deputy Solicitor General on 30th January 2018 and after considering the material placed before the Court including the documents marked A to E produced together with the 10th respondents Motion dated 26th January 2018, an interim order was issued in terms of prayer (h) of the petition restraining the respondents from holding an election of members of the Elpitiya Pradeshiya Sabhawa (only) until the final determination of this application. The Court specified that this interim order operates only in respect of holding an election of members of the Elpitiya Pradeshiya Sabhawa and would not affect the holding of elections to other Local Authorities on 10th February 2018.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      638.08,
      543.42,
      683.02
    ],
    "text": "Accordingly, the election of members of the Elpitiya Pradeshiya Sabhawa has not yet been held although the elections to other Local Authorities were held on 10th February 2018.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      70.36,
      543.05,
      101.42
    ],
    "text": "The 1st to 5th respondents have filed a Statement of Objections supported by an affidavit affirmed to by the 1st respondent. The 1st petitioner has filed a counter affidavit.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      110.1,
      543.46,
      204.5
    ],
    "text": "The position taken by the 1st respondent with regard to the manner of delivery of the Nomination Paper to him, has been described earlier. The 1st respondent states that the Nomination Paper submitted by the Democratic United National Front was rejected for the reason that it had not been handed over by the Secretary or the Authorized Agent as required by section 28 (5) of the Local Authorities Elections Ordinance as amended which is one of the grounds for rejection stipulated in Section 31 (5) of the Ordinance..",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      213.18,
      543.44,
      514.27
    ],
    "text": "In this connection, the 1st respondent states that The nomination paper of the Democratic United National Front for the Elpitiya Pradeshiya Sabha was handed over to the 1st Respondent by a person by the name of Dehiwela Liyanage Thilak Opatha, holder of the NIC Number 612104140V. The NIC of the person who handed over the nomination paper to the 1st Respondent was requested and his details were entered in the nomination paper along with the date and time of handing over the said the nomination paper . The person who handed over the nomination paper to the 1st Respondent willingly and without any hesitation whatsoever gave his NIC when requested to do so. The NIC No. i.e. 612104140V and the name stated in the said NIC i.e Dehiwela Liyanage Thilak Opatha was accordingly entered in the nomination paper. Another person accompanied the said Dehiwela Liyanage Thilak Opatha at the time the said Dehiwela Liyanage Thilak Opatha handed over the nomination paper to the 1st Respondent. The 1st Respondent is not aware whether the other person who accompanied Dehiwela Liyanage Thilak Opatha was the 1st Petitioner or not.. It should be mentioned here that the aforesaid Dehiwela Liyanage Thilak Opatha referred to by the 1st respondent, is the 2nd petitioner. The copy of the Nomination Paper marked 1R2 confirms that the name and National Identity Card Number of the 2nd petitioner has been entered by the 1st respondent in the column which records the person who delivered the Nomination Paper.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      522.83,
      543.44,
      601.51
    ],
    "text": "The 1st respondent has produced a photograph marked 1R3. It depicts the 1st respondent seated behind a desk with the Assistant Returning Officer by his side. The 2nd petitioner is standing on the opposite side of the desk and is seen handing the Nomination Paper and supporting documents to the 1st respondent. Another man is seated beside the 2nd petitioner.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      610.22,
      543.44,
      688.78
    ],
    "text": "The 1st respondent also states that an appeal dated 21st December 2017 marked 1R5 was made by the 1st petitioner acknowledging that the Nomination Paper was handed over to the Returning Officer by the Deputy Leader Dehiwela Liyanage Thilak Opatha and appealing to accept the same as having been handed over by the Authorized Agent.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      70.24,
      543.44,
      228.38
    ],
    "text": "In his counter affidavit, the 1st petitioner has stated that he wrote and submitted 1R5 at the request of the 1st respondent and long before the 1st respondent announced that the Nomination Paper submitted by the Democratic United National Front was rejected. A perusal of 1R5 shows that the 1st petitioner has stated in 1R5 that he was accompanied by the 2nd petitioner and that the 1st petitioner delivered the Nomination Paper to the Returning Officer through [ ] the 2nd petitioner. The 1st petitioner has gone on to state that, as far as he sees, there was no defect in the manner in which the Nomination Paper was delivered to the 1st respondent and has requested the 1st respondent to acknowledge that the Nomination Paper was delivered by the 1st petitioner, who is the authorised agent of the Democratic United National Front.",
    "fonts": [
      "Arial",
      "Arial,Italic",
      "Nirmala UI"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      245.0,
      543.41,
      290.09
    ],
    "text": "When this application was taken up for Hearing before us, learned Presidents Counsel for the petitioners and learned Deputy Solicitor General for the respondents made extensive submissions.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      304.65,
      543.41,
      415.13
    ],
    "text": "As mentioned earlier, the 1st respondent has rejected the Nomination Paper submitted to him by the Democratic United National Front on the sole basis that it was delivered to him by the 2nd petitioner and not by the 1st petitioner who was the authorised agent of that political party for the purpose of the aforesaid election. The 1st respondent has taken up the position that the fact that the Nominations Paper was physically handed to him by the 2nd petitioner constituted non-compliance with the requirements of section 28 (5) of the Ordinance which justify the rejection of the Nomination Paper.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      431.65,
      284.19,
      445.03
    ],
    "text": "Section 28 (5) of the Ordinance states:",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      461.53,
      546.8,
      585.77
    ],
    "text": "Each nomination paper shall be signed by the secretary of a recognized political party and in the case of an independent group, by the candidate whose name appears in the nomination paper of that group and is designated therein as the group leader of that group (such candidate is hereinafter referred to as \"the group leader\") and shall be attested by a Justice of the Peace or by a Notary Public. Such nomination paper shall be delivered to the returning Officer within the nomination period by the secretary or the authorized agent, in the case of a recognized political party, or the group leader in the case of an independent group.",
    "fonts": [
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      600.62,
      543.44,
      711.22
    ],
    "text": "The documentary material before us establishes that both the 1st petitioner and the 2nd petitioner entered the premises of the District Secretariat of the Galle District at 10.55am on 21st December 2017 and proceeded to the auditorium for the purpose of delivering the Nomination Paper of the Democratic United National Front to the 1st respondent. It is common ground that the 2nd petitioner was seated in front on the 1st respondents desk. The photograph marked 1R2 establishes that there was another man seated by the 2nd petitioner. The 1st petitioner and the 2nd petitioner both say that",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      311.31,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      70.36,
      545.96,
      164.9
    ],
    "text": "this individual was the 1st petitioner. The 1st respondent has only claimed that he did not know the identity of that individual. However, the truth of that claim made by the 1st respondent is called into question by the established fact that the 1st and 2nd petitioners entered the District Secretariat together and 1st respondents own statement that the 1st petitioner submitted the handwritten document marked 1R5 to the 1st respondent at the auditorium soon after the 1st respondent took the Nomination Paper into his custody.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      173.58,
      543.44,
      236.42
    ],
    "text": "Having carefully considered the material before us, I have no doubt that the 1st petitioner and 2nd petitioner were seated together in front of the 1st respondents desk and that they came there for the specific purpose of delivering the Nomination Paper of their political party to the 1st respondent.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      245.1,
      543.42,
      371.33
    ],
    "text": "The 1st and 2nd petitioners have stated that the 1st petitioner - as the authorised agent of the Democratic United National Front - sought to deliver the Nomination Paper and supporting documents to the 1st respondent and that the only reason he handed the set of documents to the 2nd petitioner was because the 1st respondent indicated that the file covers should be removed. Thereafter, the petitioners unequivocally state that the only reason the 2nd petitioner physically handed the Nomination Paper and supporting documents to the 1st respondent was because the 1st respondent indicated that he should do so.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      380.01,
      543.44,
      490.51
    ],
    "text": "I am inclined to believe the version of the events narrated by both the 1st petitioner and the 2nd petitioner. I consider it unlikely that when the authorised agent of the political party was present at the Returning Officers desk for the specific purpose of delivering the Nomination Paper, the 2nd petitioner would have delivered the documents to 1st respondent unless the 1st respondent indicated to him to hand over the Nomination Paper and supporting documents. The fact that the 2nd petitioner stood up to do so, was, in all probability, nothing more than a mark of courtesy and respect.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      499.19,
      543.44,
      704.86
    ],
    "text": "The fact that the 1st petitioner was, all along, seated by the side of the 2nd petitioner and was, thereby, participating in the act of handing over the Nomination Paper to the 1st respondent cannot be ignored. The 1st petitioner was very much an integral part of the act of delivering the Nomination Paper to the 1st respondent. Too much should not be read into the fact that it was the 2nd petitioner who physically handed the Nomination Paper to the 1st respondent since it is clear that the 1st petitioner was present at that very moment by the side of the 2nd petitioner and that the 2nd petitioner was acting on behalf of the 1st petitioner and under the direct control of the 1st petitioner. Further, I have no doubt that the 2nd petitioner handed the Nomination Paper to the 1st respondent only because the 1st respondent beckoned him to do so and that the 1st and 2nd petitioners rushed to obey. I also accept the petitioners narration that, thereafter, the 2nd petitioner handed his National Identity Card to the 1st respondent only because the 1st respondent insisted that he did so.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.3,
      543.44,
      244.1
    ],
    "text": "In these circumstances, I have no hesitation in holding that there was compliance with the requirements of section 28 (5) of the Ordinance which require that the Nomination Paper and supporting documents be delivered to the 1st respondent by the authorised agent of the political party. In my view, the aforesaid circumstances in which the Nomination Paper and supporting documents were handed to the 1st respondent constitute delivery of the Nomination Paper by the 1st petitioner, who was the authorised agent of the political party since the 1st petitioner was physically present at the time and the Nomination Paper was handed to the 1st respondent by the 2nd petitioner who was acting under the 1st petitioners direct control at that time and on behalf of the 1st petitioner. As observed earlier, the 1st petitioner was an integral part of the act of delivering the Nomination Paper to the 1st respondent.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      254.87,
      543.42,
      712.51
    ],
    "text": "Learned Deputy Solicitor General has relied on the decision of this Court in EDIRIWEERA vs. KAPUKOTUWA [2003 1 SLR 228]. In that case, Silva CJ upheld the rejection of a Nomination Paper which had not been signed by the Secretary of the recognised political party which submitted the Nomination Paper. In reaching this conclusion, the learned Chief Justice placed emphasis on the necessity of ensuring that the signature of the Secretary of the recognised political party is placed on the Nomination Paper and observed [at p.233-235] The question whether substantial compliance with a requirement in a statute is permitted as distinct from proper or what may be termed as strict compliance, should be examined on two basic premises. They are, firstly the significance of the requirement in the scheme of the relevant provisions in the statute and, secondly the sanction which attaches to a non-compliance of the requirement. In examining the significance of the mandatory provision in Section 28 (5) that the Secretary of the recognised political party or the group leader, shall sign each nomination paper delivered to the Returning Officer, it is necessary to consider albeit briefly, the electoral process in the light of what existed before .. By Law No. 24 of 1977, this (the previous) system was done away with. The ward system which existed for decades was replaced by a system in which the entire local authority became one electoral area. Instead of nomination by a proposer and seconder within a ward, groups of candidates are nominated by recognised political parties or leaders of independent groups. Thus the link between a recognised political party and the candidate which was at a minimum in the system which existed in the past, was made, was entrenched and made firm. Candidates who were previously proposed and seconded by voters at the grass root level became groups nominated by political parties or leaders of independent groups. This pervasive link between a recognized political party and its groups of candidates is manifested by the signature of the Secretary of the party. It is for this reason that a specific place is provided in the nomination form for the signature of the Secretary, beneath the name of the candidates and with a preceding certification that the youth candidates are below the stipulated age. The significance of the requirement is brought to a zenith by the provision in Section 28 (5) that the signature should be",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.18,
      546.8,
      387.17
    ],
    "text": "attested by a Justice of the Peace or by a Notary Public. Therefore in relation to the first premise to be examined as to the significance of the requirement, it has to be concluded that it is necessary for the Secretary of the recognised political party or group leader to sign each nomination paper in order to establish the vital and pervasive link between the recognized political party and the candidates or the group leader and the candidates, as the case may be. This requirement is unquestionably of the highest significance in the scheme of the relevant provisions in the statute. Moving to the second premise which relates to the sanction attaching to the non compliance of the requirement for the Secretary of the recognized political party or the group leader to sign the nomination paper, it is seen that Section 31 (1) (e), places a firm sanction by mandating a rejection of the nomination in the event of non compliance. Thus the significance of the requirement is matched by the severity of the sanction which attaches to non compliance. When examined in the scheme of the relevant provisions of the statute, I have to conclude that the requirement in Section 28 (5) is mandatory and calls for proper compliance.. [emphasis added]. Thus, the ratio applied in EDIRIWEERA vs. KAPUKOTUWA is based on the vital importance of ensuring that a Nomination Paper is signed by the Secretary of a recognised political party so as to conclusively manifest the fact that the candidates named thereon had been nominated by that political party.",
    "fonts": [
      "Arial",
      "Arial,BoldItalic",
      "Arial,Italic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      397.67,
      546.7,
      553.87
    ],
    "text": "Learned Deputy Solicitor General has also cited the decision of this Court in PUNCHINILAME vs. PREMARATNE [SC SPL LA 78/2002 decided on 30th April 2002]. In that case, the rejection of the Nomination Paper was upheld by this Court because the authorised agent was not present at the time the Nomination Paper were handed over to the Returning Officer and since no evidence was submitted to suggest that an explanation was given to the Returning Officer for the absence of the authorised agent. The decision in CA Writ Application No. 424/2006 [decided on 10th March 2006] cited by learned Deputy Solicitor General is a case where the rejection of the Nomination Paper was upheld by the Court of Appeal because it had been tendered after the time period available to do so had ended.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      564.37,
      543.39,
      704.74
    ],
    "text": "Thus, the aforesaid decisions cited by learned Deputy Solicitor General do not help the respondents since the facts in those cases are entirely different to the facts and circumstances of the case before us in which the Nomination Paper was duly signed by the Secretary of the recognised political party and was delivered to the 1st respondent, within the stipulated period of time, in the manner described earlier in the presence of and under the control of the 1st petitioner, who was the authorised agent. Learned Deputy Solicitor General has also cited the decision of the Court of Appeal in NEHATAMULLAH vs. DISSANAYAKE [CA 88/2011 decided on 12th May 2011] where",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      314.07,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.3,
      543.44,
      387.17
    ],
    "text": "the facts before the Court of Appeal were similar to the facts in the present case. In that case, Hettige J, then in the Court of Appeal, observed .. the 1st petitioner [the authorised agent] along with one A.M.Zafrullah went to the 2nd respondents office on 27/01/2011 and handed over the nomination paper to the 2nd respondent [the Returning Officer] along with the required documents in terms of the law to the 2nd respondent at the District Secretariat in Matale. It is stated however, that the nomination paper was given back to the 1st petitioner to remove the file cover and submit only the nomination paper and in the rush thereafter his companion one Zafrullah who was the 1st petitioner had had submitted the nomination paper to the 2nd respondent.. Hettige J upheld the rejection of the Nomination Paper stating .. the fact that the authorized agent was present at the time of handing over the nomination paper is not a ground under section 28 (5) of the Ordinance that should be taken into consideration by the returning officer not to reject the nomination paper and that fact cannot be taken into account to prove that the there is substantial compliance of the law ... [verbatim]. I am unable to agree with the decision of the Court of Appeal in NEHATAMULLAH vs. DISSANAYAKE since, on the basis of the reasoning set out above with regard to the present case, the Nomination Paper in that case too appears to have been delivered by the authorised agent in compliance with the requirements of section 28 (5) of the Ordinance",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      397.67,
      543.42,
      458.59
    ],
    "text": "For the reasons set out earlier, the petitioners application is allowed and the writs of certiorari prayed for in prayers (b) and (c) of the petitioners petition dated 10th January 2018 and the writs of mandamus prayed for in prayers (d), (e) and (f) of that petition are hereby issued. The parties will bear their own costs.",
    "fonts": [
      "Arial",
      "Arial,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      288.05,
      516.85,
      452.21,
      530.23
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      540.85,
      301.35,
      601.63
    ],
    "text": "L.T.B.Dehideniya J. I agree.",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      288.05,
      612.16,
      452.21,
      625.54
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      636.16,
      452.21,
      712.9
    ],
    "text": "E.A.G.R.Amarasekera J. I agree. Judge of the Supreme Court",
    "fonts": [
      "Arial"
    ],
    "sizes": [
      12.0
    ]
  }
]