[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.27,
      523.33,
      91.23
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      107.81,
      358.4,
      123.77
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      135.29,
      493.64,
      190.34
    ],
    "text": "In the matter of an Appeal from the Judgment of the Civil Appellate High Court of Colombo dated 03.11.2014.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      191.31,
      497.24,
      207.53
    ],
    "text": "1. Barbara Iranganie De Silva,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      210.53,
      510.77,
      258.77
    ],
    "text": "No. 125/A, Weliamuna Road, Hekitta, Wattala. 2. Malagalage Dona Chanithrie",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      261.77,
      510.77,
      422.24
    ],
    "text": "Kanchana Perera, No. 125/A, Weliamuna Road, Hekitta , Wattala. Plaintiffs SC APPEAL No. 200/2015 SC/HC/CALA/192/2015 Vs WP/HCCA/COL/83/2014 DC COLOMBO DLM/93/2013",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      425.36,
      515.69,
      764.17
    ],
    "text": "Hewa Waduge Indralatha, No. 22, Peiris Mawatha, Colombo 15. Defendant AND THEN BETWEEN Hewa Waduge Indralatha, No. 22, Peiris Mawatha, Colombo 15. Defendant Petitioner Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.79,
      506.45,
      105.89
    ],
    "text": "1.Barbara Iranganie De Silva, No. 125/A, Weliamuna Road,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      109.01,
      505.37,
      191.33
    ],
    "text": "Hekitta, Wattala. 2.Malagalage Dona Chanithrie Kanchana Perera, No. 125/A, Weliamuna Road, Hekitta , Wattala.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      194.45,
      519.17,
      464.84
    ],
    "text": "Plaintiffs Respondents AND THEREAFTER BETWEEN Hewa Waduge Indralatha, No. 22, Peiris Mawatha, Colombo 15. DEFENDANT PETITIONER APPELLANT Vs 1. Barbara Iranganie De Silva,",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      467.98,
      522.17,
      533.26
    ],
    "text": "No. 125/A, Weliamuna Road, Hekitta, Wattala 2. Malagalage Dona Chanithrie",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      536.26,
      529.61,
      721.21
    ],
    "text": "Kanchana Perera, No. 125/A, Weliamuna Road, Hekitta, Wattala. PLAINTIFFS RESPONDENTS RESPONDENTS AND NOW BETWEEN 1.Barbara Iranganie De Silva,",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      372.07,
      724.33,
      542.78,
      755.41
    ],
    "text": "No. 125/A, Weliamuna Road, Hekitta, Wattala",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.79,
      522.17,
      105.89
    ],
    "text": "2. Malagalage Dona Chanithrie",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      76.58,
      109.01,
      542.55,
      755.41
    ],
    "text": "Kanchana Perera, No. 125/A, Weliamuna Road, Hekitta, Wattala. PLAINTIFFS RESPONDENTS RESPONDENTS APPELLANTS Vs Hewa Waduge Indralatha, No. 22, Peiris Mawatha, Colombo 15. DEFENDANT PETITIONER APPELLANT RESPONDENT BEFORE: PRIYASATH DEP PCJ. S.EVA WANASUNDERA PCJ. SISIRA J DE ABREW J. PRIYANTHA JAYAWARDENA PCJ. UPALY ABEYRATHNE J. ANIL GOONERATNE J. & K.T. CHITRASIRI J. COUNSEL: Kamran Aziz with Ershan Ariaratnam and Maduka Perera Instructed by A. Nepataarachchi for the Plaintiffs Respondents Respondents Appellants. S. Dheerasekera for the Defendant Petitioner Appellant Respondent. ARGUED ON : 06.10.2016 DECIDED ON : 03.08 .2017. This matter was argued before this Court on the following questions of law:",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      76.58,
      74.79,
      519.53,
      105.89
    ],
    "text": "1. Has the Civil Appellate High Court erred in law by failing to determine that",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      106.31,
      548.92,
      174.29
    ],
    "text": "the Order of the learned Additional District Judge dated 13th June, 2014 was an interlocutory Order which can only be challenged by way of an application for Leave to Appeal to the Civil Appellate High Court?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      76.58,
      175.11,
      526.43,
      191.33
    ],
    "text": "2. Has the Civil Appellate High Court erred in law by determining that the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      194.45,
      526.49,
      311.0
    ],
    "text": "judgments pronounced in Sangarapillai Vs Kathiravelu and Wijenayake Vs. Wijenayake were applicable in the present context, having particular regard to the fact the ratio decedendi in the Divisional Bench Judgment of the Supreme Court in Chettiar Vs Chettiar (2011) Bar Association Law Reports Page 25 was the applicable and relevant binding authority in the present context?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      76.58,
      311.94,
      526.58,
      328.16
    ],
    "text": "3. Has the Civil Appellate High Court erred and/or misdirected itself in law, by",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      94.58,
      331.16,
      526.47,
      413.6
    ],
    "text": "failing to appreciate and/or determine, that although the Judgment in Chettiar Vs Chettiar did not specifically refer to Sections 87 and/or 88 of the Civil Procedure Code, it did however, specifically set out a clear and unambiguous test in determining whether an Order delivered by Court was a Final Order or an Interlocutory Order?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      446.24,
      526.74,
      528.7
    ],
    "text": "The cases referred to in the questions of law, namely A.S.Sangarapillai Brothers Vs Kathiravelu is reported in Sri Skantha Law Reports Vol. II at page 99; Wijenayake Vs Wijenayake is reported in Sri Skantha Law Reports Vol V at page 28 and Chettiar Vs Chettiar is reported in 2011, 2 SLR 70 and also in 2011 BLR 25.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      76.58,
      531.7,
      526.69,
      768.01
    ],
    "text": "Facts of the case in hand are as follows: The house and property which is the subject matter of this case is of an extent of 3.75 Perches situated in Colombo 15 where the Defendant Petitioner Appellant Respondent (hereinafter referred to as the Defendant Respondent ) is residing as indicated in the address in the caption of this case. The Plaintiffs Respondents Respondents Appellants ( hereinafter referred to as the Plaintiffs Appellants ) instituted action against the Defendant Respondent by Plaint dated 27.05.2013. They sought a declaration of title to the land described in the Schedule to the Plaint, an order ejecting the Defendant Respondent , damages for wrongful occupation and interim relief in order to maintain the status quo of the property concerned. When the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      76.58,
      74.79,
      529.73,
      755.41
    ],
    "text": "matter was supported for interim relief Court granted an enjoining order as prayed for in paragraph ‘h’ of the Plaint on 31.05.2013. The Defendant Respondent filed “ answer and statement of objections “ on 08.07.2013 praying that the enjoining order be set aside and the Plaint be dismissed. Later on, the District Court granted an interim injunction on 30.08.2013 preventing the Defendant Respondent from changing the status quo of the property meaning that she should not act in any way renting out, selling or mortgaging the property to any other party. Since the Defendant Respondent was absent on that day and there was no application by her before Court, the Judge had fixed the case for ex parte trial. The Additional District Judge pronounced the judgment granting the substantial relief as prayed for in the Plaint on 01.10.2013. Decree was entered and the Defendant Respondent was given notice of the same. The Defendant Respondent made an application under Section 86(2) of the Civil Procedure Code seeking to purge the default. The Plaintiff Appellant objected and the matter was fixed for inquiry. At the end of the inquiry, the District Court delivered Order on 09.05.2014. dismissing the Application to purge the default made by the Defendant Respondent. The Defendant Respondent thereafter filed a “ notice of appeal “ against the said Order of the District Court dated 09.05.2014. She filed a Petition of Appeal (Final Appeal ) seeking to challenge the said Order. The Plaintiff Appellant submitted to the Civil Appellate High Court, whilst the Appeal was pending to be listed for hearing, by way of a Motion dated 06.02.2015 , seeking that the purported Final Appeal of the Defendant Respondent is liable to be rejected and dismissed in limine, having regard to the matters submitted by way of the said motion. The Plaintiff Appellant submitted to the Civil Appellate High Court, that the correct remedy in seeking to challenge an Order made pursuant to an Application made under Section 86(2) of the Civil Procedure Code was by way of an application for Leave to Appeal according to the Judgment of a Divisional Bench in Chettiar Vs Chettiar 2011, BLR 25 and hence, no Final Appeal will lie. The Plaintiff Appellant argued that in these circumstances, that the purported Final Appeal of the Defendant Respondent is liable to be rejected and dismissed in limine.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.79,
      526.66,
      157.25
    ],
    "text": "The Civil Appellate High Court delivered Order in respect of the aforementioned issue on 27.04.2015. The Court had arrived at the said determination on the basis that : (a) In terms of Sec. 88(2) of the Civil Procedure Code, only a Final Appeal in",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      160.25,
      526.39,
      191.33
    ],
    "text": "terms of Section 754(1) of the Civil Procedure Code is available in seeking to challenge an Order made in terms of Sec. 86(2) of the Civil Procedure Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      194.45,
      526.73,
      225.53
    ],
    "text": "(b) This is confirmed by the Judgments pronounced in Sangarapillai Vs",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      228.65,
      441.27,
      242.69
    ],
    "text": "Kathiravelu (supra) and Wijenayake Vs Wijenayake (supra).",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      245.69,
      526.66,
      276.89
    ],
    "text": "(c) There is no reference to Section 87 and 88 in the judgment of Chettiar Vs",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      279.92,
      143.95,
      293.96
    ],
    "text": "Chettiar.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      76.58,
      296.96,
      526.59,
      482.02
    ],
    "text": "The Plaintiff Appellants being aggrieved with the said impugned Order of the Civil Appellate High Court dated 27.04.2015 sought leave to appeal from this Court there from and was granted leave on the questions of law mentioned at the very beginning of this Judgment. Section 86 reads: (1) Repealed by Sec 3 of Act No. 53 of 1980. (2) Where , within fourteen days of the service of the decree entered against",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      76.58,
      485.02,
      526.73,
      687.13
    ],
    "text": "him for default, the defendant with notice to the plaintiff makes an application to and thereafter satisfies court, that he had reasonable grounds for such default, the court shall set aside the judgment and decree and permit the defendant to proceed with his defense as from the stage of default upon such terms as to costs or otherwise as to the court shall appear proper. (2A)At any time prior to the entering of judgment against a defendant for default, the court may, if the plaintiff consents, but not otherwise, set aside any order made on the basis of the default of the defendant and permit him to proceed with his defense as from the stage of default upon such terms as to costs or otherwise as to the court shall appear fit. (3) Every application under this section shall be made by Petition supported by",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      690.13,
      149.47,
      738.37
    ],
    "text": "Affidavit.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      76.58,
      741.37,
      182.14,
      755.41
    ],
    "text": "Section 87 reads :",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      76.58,
      74.79,
      526.43,
      105.89
    ],
    "text": "(1) Where the Plaintiff or where both the Plaintiff and the Defendant make",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      76.58,
      109.01,
      526.71,
      157.25
    ],
    "text": "default in appearing on the day fixed for the trial the court shall dismiss the plaintiff’s action. (2) Where an action has been dismissed under this section, the plaintiff shall",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      76.58,
      160.25,
      526.64,
      208.49
    ],
    "text": "be precluded from bringing a fresh action in respect of the same cause of action. (3) The plaintiff may apply within a reasonable time from the date of",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      76.58,
      211.49,
      526.47,
      430.64
    ],
    "text": "dismissal, by way of petition supported by affidavit, to have the dismissal set aside, and if on the hearing of such application, of which the defendant shall be given notice, the court is satisfied that there were reasonable grounds for the non appearance of the plaintiff, the court shall make order setting aside the dismissal upon such terms as to costs or otherwise as it thinks fit, and shall appoint a day for proceeding with the action as from the stage at which the dismissal for default was made. Section 88 reads : (1) No Appeal shall lie against any judgment entered upon default. (2) The Order setting aside or refusing to set aside the judgment entered",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      76.58,
      433.76,
      526.68,
      499.06
    ],
    "text": "upon default shall be accompanied by a judgment adjudicating upon the facts and specifying the grounds upon which it is made, and shall be liable to an appeal to the Court of Appeal. (3) The provisions of sections 761 and 763 shall, mutatis mutandis, apply to",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      76.58,
      502.06,
      526.73,
      755.41
    ],
    "text": "and in relation to the execution of a decree entered upon default, where an order refusing to set aside such decree has been made. Section 754(1) reads: “ Any person who shall be dissatisfied with any judgment pronounced, by any original court in any civil action, proceeding or matter to which he is a party may prefer an appeal to the Court of Appeal against such judgment for any error in fact or in law “. Section 754(2) reads: “ Any person who shall be dissatisfied with any order made by any original court in the course of any civil action, proceeding, or matter to which he is or seeks to be a party, may prefer an appeal to the Court of Appeal against such order for the correction of any error in fact or in law, with the leave of the Court of Appeal first had and obtained”.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.79,
      529.71,
      328.16
    ],
    "text": "The Divisional Bench in Chettiar Vs Chettiar (supra) discussed the law at that time on the question “ what is an Interlocutory Order and what is a Final Order?”. They did so to decide on the nature of the order because the aggrieved party when he wanted a higher Court to look into the matter was bound by rules of procedure contained in the Civil Procedure Court and decide whether he has to make a “Leave to Appeal Application” or whether he has to make a “Final Appeal”. Even though the Plaintiff Appellant in the case in hand, argued that the order referred to under Sec. 88(2) attracts the judgment in Chettiar Vs Chettiar which decides on whether an order is interlocutory or final, I do not see any reason how it could be dragged into the purview of the case of Chettiar Vs Chettiar.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      76.58,
      331.16,
      529.5,
      755.41
    ],
    "text": "Firstly to summarise the procedure followed in this case, I find that the Defendant Respondent had filed due papers to purge the default when the case had gone exparte against her in the District Court. Then the District Judge held an inquiry as provided for by Sec. 86(2) and made order in compliance with Sec. 88(2). The written law in Sec. 88(2) states that “ the order setting aside or refusing to set aside the judgment entered upon default shall be accompanied by a judgement adjudicating upon the facts and specifying the grounds upon which it is made, and shall be liable to an appeal to the court of appeal.” Therefore the District Judge’s order refusing to set aside the judgment against the Defendant was accompanied by a judgment adjudicating upon the facts pertinent to the default in appearance and the grounds upon which the order was made. It is from this decision of the District Judge that an Appeal to the Court of Appeal lies, according to Sec.88(2). The wording , “shall be liable to an appeal to the court of appeal “ is quite clear. There is no ambiguity whether the decision under Sec.88(2) is an interlocutory order or a final order because the section states crystal clear that it is subject to an appeal. It is not an arguable point as it is. Precisely it can be recognized as a final order. A decision made by court after holding an inquiry into purging the default held under Sec. 86(2) does not in any way attract any necessity to decide whether it is an interlocutory order or a final order. Sections 86 and 88 do not refer to any general order to be made. It is a specific decision from which",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      76.58,
      74.79,
      526.74,
      738.37
    ],
    "text": "parties can file an appeal because it is so mentioned in Sec.88 itself. The Civil Appellate High Court judges have analysed the provisions of the Civil Procedure Code very carefully and held against the Plaintiff Appellant in this instance. They have quoted the two cases Sangarapillai Vs. Kathiravelu (supra) and Wijenayake Vs. Wijenayake (supra) to support their decision as these sections were gone into in those judgments also. In the case of A.S. Sangarapillai and Brothers Vs Kathiravelu (supra), the Court of Appeal Judge, Siva Selliah has written a long judgment analyzing the Sections 84, 88,753 and 754 and delivered the same on 06.04.1984 holding that “ order made under Sec. 88(2) of the Civil Procedure Code gives rise to a direct Appeal and not Leave to Appeal. In 1987, the Court of Appeal held in Wijenayake Vs Wijenayake (supra) that “ Sec.88(2) states that the order setting aside or refusing to set aside the judgment entered upon default shall be accompanied by a judgment adjudicating upon the facts and specifying the grounds upon which it is made and shall be liable to an appeal to the Supreme Court”. ……… “ The right of appeal is given by the words ‘ shall be liable to appeal ‘. Thus one cannot conceive it to be an order to appeal from which leave from the Supreme Court should be first had and obtained as set out in Section 754(2). The remedy sought is therefore misconceived.” There is no merit in the arguments made by the counsel for the Plaintiff Appellants submitting that the Defendant Respondent should have filed a Leave to Appeal Application and not a notice of appeal indicating that a final appeal will be lodged within sixty days. I answer the questions of law aforementioned in the negative against the Plaintiffs Respondents Respondents Appellants and in favour of the Defendant Petitioner Appellant Respondent. I hold that the Civil Appellate High Court had decided the case before them quite correctly on 27th April, 2015 by having rejected the objections taken by the Plaintiff against the maintainability of the Appeal filed before the Civil Appellate High Court and having directed the Registrar of that Court to list the Appeal for argument when the briefs are ready. I answer the questions of law in the negative against the Appellants. I am of the view that this Appeal filed by the Plaintiffs Respondents Respondents Appellants could be disposed of without considering the case of",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      76.58,
      74.79,
      526.55,
      259.73
    ],
    "text": "Chettiar Vs Chettiar (supra). The case in hand does not attract the ratio decedendi in the case of Chettiar Vs Chettiar(supra). This Appeal stands dismissed with costs. Judge of the Supreme Court Priyasath Dep PC, Chief Justice. I agree.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      76.58,
      262.85,
      486.27,
      345.2
    ],
    "text": "Judge of the Supreme Court Sisira J De Abrew J. I agree.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      348.32,
      486.27,
      482.02
    ],
    "text": "Judge of the Supreme Court Priyantha Jayawardena PCJ. I agree. Judge of the Supreme Court Upaly Abeyrathne J.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      76.58,
      485.02,
      122.11,
      516.1
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      519.22,
      486.27,
      567.46
    ],
    "text": "Judge of the Supreme Court Anil Gooneratne J",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      76.58,
      570.46,
      122.11,
      601.54
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      76.58,
      604.66,
      486.27,
      635.74
    ],
    "text": "Judge of the Supreme Court",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      71.85,
      526.73,
      473.02
    ],
    "text": "K.T.CHITRASIRI, J. I had the opportunity of reading the judgment written by Eva Wanasundera PCJ and I am inclined to agree with Her Ladyship’s conclusions found therein. The issue in this appeal is to determine whether an appeal by a party who is in default in a civil suit, be treated as a leave to appeal application as referred to in Section 754(2) or should it be a final appeal under 754(1) read with Section 88(2) of the Civil Procedure Code. The manner in which leave to appeal applications and final appeals are to be determined and distinguished had been extensively discussed in the cases of Siriwardena Vs. Air Ceylon Ltd. [1984 (1) SLR 286], Ranjith Vs. Kusumawathie and others [1998 (3) SLR232] and S.Rajendran Chettiar Vs. S. Narayanan Chettiar and others. [2011 Bar Association Law Reports page 25] In those decisions, different criteria had been formulated to decide the issue, having defined the words “judgment” and “order” referred to in Sections 754(1) and 754(2) of the Civil Procedure Code respectively. In the case of Siriwardena Vs. Air Ceylon Ltd (Supra) Sharvananda J. (as he then was) formulated a criteria that required the presence of five elements in the order, to ascertain what a judgment is. The aforesaid test of Sharvananda J. is known as the order approach test.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      76.58,
      478.54,
      526.74,
      767.77
    ],
    "text": "Justice Dheeraratne, in the case of Ranjith Vs. Kusumawathie, (supra) having cited many English authorities, introduced different criteria to determine the same. In that, he held that it is necessary to consider the manner in which the initial application that had been made, in order to decide whether it is a “judgment” or an “order”and that test is known as the application approach. Her Ladyship Dr. Shirani Bandaranayake J. (as she was then) in Chettiar Vs. Chettiar (Supra) which is a decision of a five Judge Bench preferred to adopt the aforesaid application approach in determining the issue. The appeal now before this Court is an appeal filed under Section 88(2) of the Civil Procedure Code. It is a section that covers a particular situation specially identified in the Civil Procedure Code. Accordingly, it is abundantly clear that the said Section 754 (2) of the Civil Procedure Code where leave of the court is necessary to proceed further has no application what so ever to the",
    "fonts": [
      "Calibri",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.79,
      526.65,
      403.28
    ],
    "text": "application in hand. The order approach and the application approach referred to above are relevant only when appeals are filed under Section 754 of the Civil Procedure Code though the learned Counsel for the defendant appellant has argued that this is an application made under Section 754(2) of the Civil Procedure Code. Clearly, this is an appeal filed against a judgment made and delivered in terms of Section 85 of the Civil Procedure Code upon a defendant been in default. In such a situation, Section 88(2) of the Civil Procedure Code provides for a special procedure, for the party who is dissatisfied with an order made pursuant to an application filed under Section 86(2) of the Civil Procedure Code. Moreover, Section 88 (2) clearly sets out the right of appeal given to a party who is dissatisfied with an order made under Section 86(2) of the Civil Procedure Code. Such a provision clearly removes any misconception with regard to the appealability of an order under Section 88(2). It ensures that the order made under Section 88(2) shall accompany a judgment by which the rights of the parties had been decided in a conclusive way.",
    "fonts": [
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      76.58,
      408.92,
      526.72,
      501.58
    ],
    "text": "This issue has been clearly identified in the case of Wijenayake Vs Wijenayake. [Srikantha Law Reports Vol. 5 at page 30] In that decision, Palakidnar J. held as follows:",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      507.22,
      526.58,
      733.33
    ],
    "text": "“If Section 88(2) did not contain the requirement that the order shall be accompanied by a judgment adjudicating upon the facts and specifying the grounds on which it is made, one may deem it to be an order contemplated in Section 752(2), and that the instant application was correctly made. But Section 88(2) makes it very plain that the order shall be accompanied by a judgment and is an appealable order as distinct from anorder for which leave has to be had and obtained from the Supreme Court. On the mere reading of the two Sections 754(2) and Section 88(2) one has to reject without hesitation the argument that the former repeals the latter”.",
    "fonts": [
      "Bookman Old Style",
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      11.520000457763672,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      780.94,
      526.06,
      805.42
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      74.79,
      526.57,
      226.37
    ],
    "text": "In the circumstances, I am unable to agree with the contention of the learned Counsel for the plaintiff-appellant that the application of the defendant-respondent made to the High Court, against the decision made under Section 86(2) of the Civil Procedure Code should be considered as a leave to appeal application. Therefore, I am of the view that appeals filed in terms of Section 88(2) of the Civil Procedure Code cannot be considered as leave to appeal applications. Accordingly, as concluded by Eva Wanasundera PCJ, this appeal should stand dismissed with costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      324.07,
      232.01,
      511.85,
      285.44
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]