[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.68,
      535.89,
      93.68
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      107.36,
      408.42,
      125.36
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      135.32,
      542.67,
      221.84
    ],
    "text": "In the matter of an Application for clarification/variation of a Judgment already delivered by this Court.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027,
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      232.47,
      452.4,
      248.69
    ],
    "text": "1. A.A.Sarath, 83/15,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      251.72,
      498.99,
      373.19
    ],
    "text": "Wijithapura Mawatha, Mahakandara Madapatha. And 23 Others Petitioners SC FR 661/2012",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      376.28,
      393.48,
      407.36
    ],
    "text": "Vs",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      408.32,
      530.55,
      424.54
    ],
    "text": "1. Commissioner General of Excise,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      427.54,
      542.43,
      715.09
    ],
    "text": "Department of Excise, No. 34, W.A.D.Ramanayake Mawatha, Colombo 2. And 82 Others Respondents AND NOW BETWEEN 31. W.A.P.W.K. Wickramarachchi, And 45 Others 31st to 62nd and 67th to 82nd Respondents Petitioners, All, C/O The Department of Excise, No. 34, W.A.D.Ramanayake",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.81,
      542.55,
      328.16
    ],
    "text": "Mawatha, Colombo 02. Respondent Petitioners Vs A.A. Sarath, 83/15, Wijithapura Mawatha, Mahakandara, Madapatha And 23 Others Petitioner Respondents",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      328.98,
      528.63,
      345.2
    ],
    "text": "1. Commissioner General of",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      348.32,
      543.25,
      704.17
    ],
    "text": "Excise,Department of Excise, No. 34, W.A.D.Ramanayake Mawatha, Colombo 02. And 34 Others 17 th to 30th and 63rd to 66th Respondent Respondents C/o The Department of Excise, No. 34, W.A.D. Ramanayake Mawatha, Colombo 02. 83. The Attorney General, Attorney Generals Department, Hulftsdorp Street, Colombo 12. Respondent Respondents",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      543.3,
      704.17
    ],
    "text": "BEFORE : S. EVA WANASUNDERA PCJ, PRIYANTHA JAYAWARDENA PCJ & VIJITH K. MALALGODA PCJ. COUNSEL :Manohara de Silva PC for the 31st to 62nd and 67th to 82nd Respondent Petitioners. Sanjeeva Jayawardena PC with Nilshantha Sirimanne and Ms. LakminiVarusawithana for the Petitioner Respondents. RajithaPerera SSC for the 1st to 6th, 7A to 15A and 83rd Respondent Respondents. HEARD THE PARTIES ON THE NEW PETITION FOR CLARIFICATION / VARIATION OF THE JUDGMENT ALREADY DELIVERED ON : 17.11.2017. DECIDED ON : 11. 06. 2018. S. EVA WANASUNDERA PCJ. The aforementioned Fundamental Rights Application was argued before the Supreme Court on 30.03.2016. The date of the Petition of the said Fundamental Rights Application is 19.11.2012. The Judgment written by the then Chief Justice with both the other judges who sat on the bench which heard the matter agreeing with the Chief Justice was delivered on 14.07.2016 wherein it was held that the act of the 1st Respondent in making promotions contrary to 1R7 violated the fundamental rights of the 24 Petitioners enshrined in Article 12(1) of the Constitution. The Petitioners were granted compensation of Rs. 5000/- per each of them to be paid by the 1st Respondent, the Commissioner General of Excise.It was declared by this judgment that the promotions effected in excess of the quota fixed by 1R7 and contained in the documents marked P7(a) and P7(b) were illegal and null and void.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      10.5600004196167,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      546.48,
      706.57
    ],
    "text": "Document 1R7 is a document filed by the 1st Respondent himself. By the said judgment the 1st Respondent was found to be the wrong doer. P7(a) and P7(b) were documents filed by the Petitioners. It is however the same document as P6(a). The document P7(a) demonstrates that 29 persons were appointed on the results of the examination held for the promotions and the marks received at the interview held in that regard. P7(b) demonstrates that 20 persons were appointed under the merit basis on the marks received at the interview. Altogether the number of promotions effected by the 1st Respondent Commissioner General of Excise to take effect from 19.10.2012were 49 in number. By giving effect to the judgement of the then Chief Justice, all these promotions which were granted wrongfully against the contents of 1R7, in effect, should be cancelled, the reason being thatthose promotions appointing them as Excise Sergeants were done by having infringed the fundamental rights of the 24 Petitioners. The said judgment further declares that the documents P7(a) and P7(b) are null and void. The said Judgment also directed the 1st Respondent to seek the approval of the Public Service Commission to fill the balance vacancies in terms of the approved scheme of recruitment and to take action to fill such vacancies as expeditiously as possible following a transparent procedure. The said judgment was delivered as far back as 14.07.2016. The matter before us now is as follows:- On 05.10.2016, i.e. about 3 months after the date of delivery of the judgment, 46 Respondents filed a motion with a Petition and Affidavit and documents marked X1 and X2 submitting that they need to obtain a clarification from this Court regarding the balance vacancies to be filled as directed by this Court in the said Judgment dated 14.07.2016.The expectation of the 46 Respondents is , in the words of the counsel who appeared and has prepared the written submissions filed, is that; Court be pleased to vary and/or clarify the said judgment and make an appropriate order which would enable the balance 46 selectees i.e. these Respondent Petitioners, to hold the rank of Excise Sergeant as appointed by",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "letters marked P7(a) and P7(b) annexed to the Petition, in view of the fact that approval had been granted to fill the said 67 vacancies The date of the document X1 is 22.12.2011 and the date of X2 is 15.01.2012. I observe that both these documents are dated about 10 to 11 months prior to the filing of the Original Petition by the 24 Petitioners dated 19.11.2012 . The Original Petitioners in fact challenged the appointments made by the Commissioner General of Excise as per documents P7(a) and P7(b). The date of P7(a) and P7(b) are the lists of promotions in which all the names of the promotees are contained.Both these documents are dated 23.10.2012, which declare granting of the promotions with effect from 19.10.2012. In fact, going through the proceedings recorded in the minute sheets of this case and the contents of the judgment of this court, I find that the Respondents had argued that the Petitioners fundamental rights application was time barred and the Chief Justice had considered the same and overruled that preliminary objection on the footing that the Petitioners had come to know about the Promotions given by P7(a) and P7(b) on the same day that they were issued to the Respondents, i.e. on 23.10.2012 and the date of the Petition i.e. 19.11.2012 was within one month of the Petitioners having come to know about the said promotions. It is noted that X1 and X2 on which the Respondents are basing their application for clarification, are dated about 10 months prior to even the filing of this fundamental rights application by the Petitioners. So, it is obvious that by the time the said Respondents filed their objections after leave to proceed was granted by Court , the Respondents would have been fully aware of the documents X1 and X2if they in fact existed in the files regarding the promotions of the personnel belonging to the service of the workers in the Excise Department.Moreover, by the time leave to proceed was granted and objections were filed, they would have surely seen and known about the existence of X1 and X2. Yet, I observe that the Respondents had failed to bring the said documents to the attention of Court prior to the fixing of the matter for hearing or even thereafter when the matter was argued. Even at the time their written submissions were filed, none of the Respondents, meaning those who got promoted upon the impugned decisions of the 1st Respondent and those public officers who were made Respondents (including the 1st Respondent)to the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      543.28,
      704.17
    ],
    "text": "Application by the Petitioners had brought up the existence of these two documents X1 and X2. If they were available in the official files, there is no way that they would have missed seeing the documents as quite relevant or important to pursue their arguments that the Respondents had done the promotions quite correctly according to law. That was the key argument in the Fundamental Rights Application which was opposed by the Respondent Petitioners in the present application for clarification. Neither the Senior State Counsel for the official Respondents nor the senior Counsel who appeared for the persons who got promoted, made any mention of such documents as X1 and X2. It cannot just be, by an oversight that they did not make use of the said documents to pursue their cause in this particular case. It is thus to be presumed that they did not exist in those official files at the time the leave to proceed was granted, at the time the objections were drafted and filed, at the several times that the Senior State Counsel undertook to look into the possibility of adjusting the matter, at the time the matter was argued before the Supreme Court orat the time of filing their written submissions , all of which occurred within a long period of about 3 and a half years.How could the Petitioner Respondents, all of a sudden have seen and/or discovered, what could not have been seen or discovered , all that time?The newly produced documents, X1 and X2 should have existed within the file/cupboard/premises or wherever within the premises of the office of the 1st Respondent. As such, a serious question arises about the authenticity of the said documents and the contents thereof. If the said documents were existing at the time period pertinent to this matter, the first and foremost argument of the 1st Respondent would have been that X1 and X2 are proof of the fact that 67 persons were the cadre to be filled as approved by the proper authorities. These documents would have been the key documents which the Senior State Counsel would have decided to file with the objections on behalf of the 1st Respondent. I have gone through the Affidavit dated 05.10.2016 affirmed by only 5 personsout of 46 Respondent Petitioners who are seeking to vary the judgment already delivered. In the said Affidavit, there is no statement within the 11 paragraphs thereof explaining how the said documents X1 and X2 were recovered and from whose custody and which file etc. Those documents have only been issued as",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      546.39,
      704.17
    ],
    "text": "true copy by the Administrative Officer of the Excise Department for and on behalf of the Commissioner General of Excise. The five Affirmants affirm the position only in this way; We state that subsequent to the delivery of the aforementioned judgment, it was revealed that (a) the 1st Respondent had by letter dated 22.12.2011 inter alia sought approval from the Ministry of Finance and Planning to fill sixty seven (67) vacancies in the rank of Excise Sergeant, and (b) the Minstry of Finance and Planning by its letter dated 15.01.2012 in response to the above letter dated 22.12.2011 had inter alia granted its approval to fill the said 67 vacancies in the rank of Excise Sergeant. Certified copies of letters dated 22.12.2011 and 15.01,2012 are annexed hereto marked X1 and X2. There is no explanation offered as to the new finding of the old documents. In fact it is the 1st Respondent who should explain to Court why X1 and X2 werenot produced at the time the case was argued and/ or at the time of filing the objections. Instead, on 29.08.2017, the Senior State Counsel on behalf of the Respondents including the 1st Respondent, has fileda motion with a letter in this regard dated 18.08.2017 sent by the Acting Commissioner General of Excise as on that date, to the Hon. Attorney General. The said letter is filed by the State calling the same as a report. It is not an Affidavit and it does not explain why the said documents X1 and X2 were not brought before court at the particular time when objections were filed or when the matter was argued. This Court is unable to find out any reason as to why the documents were not produced earlier and how the documents were found as late as three months after the delivery of the judgment. It can be seen and understood that no person from the Commissioner Generals Department is willing to give an Affidavit to this Court explaining how the documents X1 and X2 were discovered at such a late stage. On the other hand, the judgment has the effect of granting only 21 persons to be holding the post of Excise Sergeant and the 1st Respondent was directed by Court to seek approval from the authorities to fill the other 46 vacancies and get it done expeditiously. I fail to understand why the 1st Respondent cannot comply with the judgment. The Commissioner General of Excise has to take action accordingly. If this Court is supposed to recognize the contents of X1 and X2 and vary the judgment to hold quite the contrary of what has been already decided and concluded, why cant the Commissioner General of Excise seek the approval of the Public Service Commission as ordered so to do, by the Supreme Court and get the needful done instead of trying to get the same done through the Supreme",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      546.17,
      704.17
    ],
    "text": "Court by bringing up the forgotten documents or unseen documents or hidden documents and begging court quite unnecessarily to vary the judgment which was delivered after having considered the documents and argumentssubmitted by all parties at the time of hearing the Fundamental Rights Case? In the case of JeyarajFernandopulle Vs Premachandra De Silva and Others 1996 1 SLR 70, it was held that, The Court has inherent powers to correct decisions made per incuriam. A decision will be regarded as given per incuriam if it was in ignorance of some inconsistent statute or binding decision wherefore some part of the decision or some step in the reasoning on which it is based is found on that account to be demonstrably wrong. I do not find that the judgment delivered in this matter is per incuriam. The Judges have heard the case clearly on the matters submitted to court by way of the pleadings which were filed with regard to the case as well as oral submissions and written submissions filed by all the parties. Court has not acted in ignorance of any statute or any binding decisions. The judgement written by the then Chief Justice cannot be held as per incuriam. I have considered the matters complained of by the Respondent Petitioners by their Petition and Affidavit as well as the Written Submissions filed by the counsel for the Respondent Petitioners. The Written Submissions of the Petitioner Respondents and the Written Submissions filed by the Senior State Counsel on behalf of the 1st to 6th, 7a to 15a and the 83rdRespondent Respondents were also considered by me along with the case law which were referred to, by all the parties. I have considered the oral submissions submitted by all the parties from the well of the Court as well. Further to the matters explained by me, it is my considered view that when many arguments are submitted before the Apex Court, even though that particular Court is bound to consider each and every and all the submissions made by each party represented before Court, one by one and analyze the same to reach a just and equitable finality in the matter before Court, the Court in writing the judgment cannot be expected to grant reasons for each and every argument",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      543.27,
      706.45
    ],
    "text": "which was argued before the particular Court, when the final decisionis arrived at. The Respondent Petitioners alleged that the Supreme Court delivered judgment refusing the reliefs sought in paragraph (d) of the prayer to the Petition, but granted the reliefs sought by the aforesaid paragraph (c) , not for the reason that was alleged, but on the basis that promotions were made in excess of the approved cadre. It would not be correct to state the same because the most prominent reason was that, the basis that the promotions were made were truly, according to the documents before Court, namely P 6(a) / 1R7, in which the cadre approved was only 21 whereas the 1st Respondent had given promotions to 67 persons. Nobody can say that the said reason is not a valid reason. It is noted that it was one of the alleged reasons harped on by the Petitioner Respondents. The then Chief Justice had reached at the decision, having regard to the most prominent reason and both the other judges who sat with him had agreed with the same. I hold that the Judgment of the then Chief Justice should not be varied for the aforementioned reasons. The Application for variation/clarification is hereby dismissed with costs. Judge of the Supreme Court Priyantha Jayawardena PCJ. I agree. Judge of the Supreme Court Vijith K. Malalgoda PCJ I agree. Judge of the Supreme Court",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]