[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      71.45,
      529.48,
      102.23
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      101.57,
      542.69,
      230.75
    ],
    "text": "In the matter of an appeal under Section 5C of the High Court of the Provinces (Special Provisions) Act No. 19 of 1990, as amended by Act No. 54 of 2006. SC Appeal No: 43/2015 SC/HCCA/LA No: 199/2014 CP/HCCA/Kandy/42/2012(F) DC Kandy Case No: 18055/L",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      230.09,
      513.14,
      366.47
    ],
    "text": "1. Siyambalagahagedara Mohammed Nuhuman Abdul Cader 2. Siyambalagahagedara Mohammed Nuhuman Mohammed Haleem Both of 233, Pilitaragama, Bulugohotenna, Akurana.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      365.81,
      362.08,
      396.59
    ],
    "text": "PLAINTIFFS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.8,
      395.93,
      535.41,
      456.95
    ],
    "text": "- Vs - D.L.H.M Sinnan, 236, Matale Road, Bulugohotenna, Akurana.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.8,
      456.29,
      368.2,
      487.07
    ],
    "text": "DEFENDANT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      486.41,
      535.41,
      577.55
    ],
    "text": "And between D.L.H.M Sinnan, 236, Matale Road, Bulugohotenna, Akurana.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.8,
      576.89,
      513.14,
      713.27
    ],
    "text": "DEFENDANT APPELLANT - Vs 1. Siyambalagahagedara Mohammed Nuhuman Abdul Cader 2. Siyambalagahagedara Mohammed Nuhuman Mohammed Haleem",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.8,
      71.45,
      466.88,
      132.47
    ],
    "text": "Both of 233, Pilitaragama, Bulugohotenna, Akurana. PLAINTIFFS RESPONDENTS",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      131.69,
      400.67,
      177.59
    ],
    "text": "And now between",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.8,
      176.93,
      535.41,
      433.91
    ],
    "text": "1. Siyambalagahagedara Mohammed Nuhuman Abdul Cader 2. Siyambalagahagedara Mohammed Nuhuman Mohammed Haleem, Both of 233, Pilitaragama, Bulugohotenna, Akurana PLAINTIFFS RESPONDENTS APPELLANTS - Vs - D.L.H.M Sinnan, 236, Matale Road, Bulugohotenna, Akurana. DEFENDANT APPELLANT RESPONDENT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      433.25,
      542.92,
      713.99
    ],
    "text": "Before: Murdu N. B. Fernando, PC, CJ A.H.M.D. Nawaz, J Arjuna Obeyesekere, J Counsel: Rohan Sahabandu, PC with Chathurika Elvitigala and S. Senanayake for the Plaintiffs Respondents Appellants Ikram Mohammed, PC with A.M. Faaiz for the Defendant Appellant Respondent Argued on: 12th January 2024 Written Tendered on behalf of the Plaintiffs Respondents Appellants on 10th Submissions: December 2015 Tendered on behalf of the Defendant Appellant Respondent on 30th June 2015 and 12th March 2024 Decided on: 18th July 2025",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      72.17,
      542.84,
      214.91
    ],
    "text": "Obeyesekere, J This is an appeal filed by the Plaintiffs Respondents Appellants [the Plaintiffs] against the judgment delivered on 18th March 2014 by the Civil Appellate High Court of the Central Province holden in Kandy [the High Court]. This Court granted leave to appeal on 2nd March 2015 on the following two questions of law: (1) Could the High Court in a rei vindicao acon, whilst dismissing the acon of the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      218.21,
      542.86,
      287.87
    ],
    "text": "plain on the ground of non-idencaon of the corpus, grant the reliefs to the Defendant as prayed for? (2) In any event, as the rights of pares are determined at the me of ling the acon,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      291.17,
      542.81,
      713.15
    ],
    "text": "as the Defendant did not have tle at the commencement of the acon, did the High Court err in law in granng relief as prayed for by the Defendant? Facts in brief The Plaintiffs filed action in the District Court of Kandy on 16th February 1995 seeking a declaration of title to the land called Gabadawatte morefully referred to in the schedule to the plaint and the eviction of the Defendant, a relation of the Plaintiffs, from the said land. It must be noted that the said schedule did not refer to a plan but only to the four boundaries and the extent of the land. The pedigree relied upon by the Plaintiffs had been set out in the plaint by reference to the relevant deeds, and the said deeds were tendered in evidence during the trial. The Defendant filed answer denying all averments of the plaint. The Defendant pleaded that he has purchased from another party, the land referred to in the schedule to the answer morefully depicted as Lot No. 1 in Plan No. 7295 dated 20th November 1993, by Deed No. 15357 executed on 1st March 1995, which was after the institution of action in the District Court. In the prayer to the answer, the Defendant had also sought a declaration of title to the land referred to in the schedule to the answer. At the request of the Plaintiffs, the Court issued a commission to C. B. Ellangasinghe, Licensed Surveyor to survey the land referred to in the plaint. Plan No. EL 955 prepared by Ellangasinghe contained four lots with the disputed area of land identified as Lot No.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.17,
      542.84,
      703.67
    ],
    "text": "4. The said Lot No. 4 bore similarities to Lot No. 1 in Plan No. 7295, which was the land the Defendant claimed he had purchased and was in occupation of. The Defendant thereafter moved for a commission on Bernard Rupesinghe, Licensed Surveyor who had super imposed the boundaries of Lot No. 1 of Plan No. 7295 and prepared Plan No. 2391 depicting the land occupied by the Defendant. Trial before the District Court and the judgments of the District Court and the High Court Parties proceeded to trial on twenty-two issues, of which nine had been raised by the Plaintiffs and the balance by the Defendant. It was the evidence of Ellangasinghe that the boundaries given in the schedule to the plaint did not tally with the boundaries given in his Plan No. EL 955. However, he had stated that the boundaries of his plan would tally with the boundaries given in the schedule to the plaint if the orientation is slightly adjusted. The District Court had accepted this position, and being satisfied that (a) the land in respect of which the declaration was being sought by the Plaintiffs had been identified, and (b) the Plaintiffs had established their title to the said land, held with the Plaintiffs and granted the relief prayed for. I must state that even though the Defendant had acquired title only after the institution of the action, the District Court has carefully considered the title pleaded by the Defendant, and arrived at the conclusion that the title of the Plaintiffs is more credible than the title of the Defendant. Thus, the District Court has proceeded on the basis that the title pleaded by the Plaintiffs and the Defendant referred to one and the same land. Furthermore, the District Court had rejected the plea of prescription raised by the Defendant. Aggrieved by the said judgment, the Defendant invoked the appellate jurisdiction of the High Court. At the hearing before the High Court, the Defendant had taken up the position that the Plaintiffs had failed to identify the land and that the Plaintiffs were never in possession of the land claimed by the Plaintiffs. Having considered the evidence relating to the identification of the land and the discrepancies in the boundaries, the High Court had arrived at the conclusion that the Plaintiffs had failed to properly identify the land and thereby to prove one of the factors that must be established by a plaintiff in a rei vindicatio action. The High Court had proceeded to set aside the judgment of the District",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.17,
      542.82,
      703.67
    ],
    "text": "Court on this basis, and had entered judgment in favour of the Defendant. The learned Presidents Counsel for the Defendant has however conceded in the post argument written submissions that the judgment of the High Court does not contain an analysis of the evidence that resulted in judgment being entered in favour of the Defendant on the claim in reconvention. Analysis of the questions of law This appeal lies from the said judgment of the High Court. I must state at the outset that the Plaintiffs sought leave to appeal on six questions of law, including one question on whether the High Court erred when it held that there had not been a proper identification of the corpus, and another on whether the High Court erred when it failed to consider the evidence of Ellangasinghe. Leave was however not granted on those two questions of law and, instead, leave was granted only on the aforementioned two questions of law. Hence, the issue of identity of the corpus was not raised during the hearing and whether the Plaintiffs had properly identified the corpus is not an issue that requires any further consideration. As pointed out in Willes Principles of South African Law [9th Edition (2007); at page 539], To succeed with the rei vindicatio, the owner must prove on a balance of probabilities, first, his or her ownership in the property. If a movable is sought to be recovered, the owner must rebut the presumption that the possessor of the movable is the owner thereof. In the case of immovables, it is sufficient as a rule to show that title in the land is registered in his or her name. Secondly, the property must exist, be clearly identifiable and must not have been destroyed or consumed. Money, in the form of coins and banknotes, is not easily identifiable and thus not easily vindicable. Thirdly, the defendant must be in possession or detention of the thing at the moment the action is instituted. The rationale is to ensure that the defendant is in a position to comply with an order for restoration. [emphasis added] Thus, at the heart of a rei vindicatio action is the complaint of a party that he has title to a land but that possession of that land is with another. Hence the relief sought for a declaration of title to such land and the eviction of the person who is in possession of the said land. As pointed out in Pinto and others v Fernando and others [BALJ 2024/2025 Vol",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.17,
      542.84,
      529.07
    ],
    "text": "XXVII 474], In order to succeed in a rei vindicatio action, first and foremost, the plaintiff shall prove his ownership to the property. If he fails to prove it, his action shall fail. This principle is based on the Latin maxim onus probandi incumbit ei qui agit, which means, the burden of proof lies with the person who brings the action. Where a plaintiff fails to prove the above grounds identified by Wille, his action shall fail. The consequence is that the defendant can continue to occupy the said land that was the subject matter of the action. In the absence of a specific finding with regard to the title of the defendant, the dismissal of the plaintiffs action does not mean that the defendant has title to such land or that the Court has recognised the title of the defendant. While a defendant in a rei vindicatio action can file a cross claim, the onus is on the defendant to establish his title to the land, and that he has better title than the plaintiff or that his title is superior to that of the plaintiff. However, as in this case, where the case of the Plaintiffs is dismissed on the basis that the land has not been identified, the question of the Defendant having title to the said land simply cannot arise. In any event, the Defendant has admitted that he purchased the corpus only after action was filed in the District Court, and with his claim based on prescriptive title having been rejected, the Defendant did not have title at the time of the institution of the action. Conclusion Thus, it is clear that the High Court erred when it entered judgment in favour of the Defendant. I would accordingly answer the two questions of law as follows: (1) Could the High Court in a rei vindicao acon, whilst dismissing the acon of the",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      532.37,
      542.86,
      602.15
    ],
    "text": "plain on the ground of non-idencaon of the corpus, grant the reliefs to the Defendant as prayed for? No (2) In any event, as the rights of pares are determined at the me of ling the acon,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      605.33,
      542.86,
      694.07
    ],
    "text": "and as the Defendant did not have tle at the commencement of the acon, did the High Court err in law in granng relief as prayed for by the Defendant? Does not arise in view of the answer to the rst queson of law.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      728.89,
      542.98,
      755.95
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.17,
      542.84,
      211.55
    ],
    "text": "The words, and judgment is entered in favour of the defendant-appellant appearing at the end of the judgment of the High Court are therefore deleted. Subject to the said variation, the judgment of the High Court is affirmed and this appeal is dismissed, without costs.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F5"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      211.73,
      521.16,
      322.67
    ],
    "text": "JUDGE OF THE SUPREME COURT Murdu N.B. Fernando, PC, CJ I agree",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      322.73,
      420.12,
      417.95
    ],
    "text": "CHIEF JUSTICE A.H.M.D. Nawaz, J I agree.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      341.4,
      418.01,
      518.32,
      465.47
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2"
    ],
    "sizes": [
      12.935474395751953
    ]
  }
]