[
  {
    "page_number": 0,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.38,
      94.97,
      467.23,
      110.07
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      110.21,
      428.44,
      138.34
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.82,
      138.3,
      502.18,
      410.37
    ],
    "text": "In the matter of an Application for Appeal in terms of Article 128 of the Constitution of the Democratic Socialist Republic of Sri Lanka. The Officer in Charge, Police Station. Ganemalwila (Thanamalwila). SC Appeal No. 249/2017 SC SPL LA No. 231/2017 Complainant Court of Appeal Case No: CA (PHC) APN 04/2017 V. High Court Monaragala Case No: HC 79/2014",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      412.59,
      452.5,
      473.13
    ],
    "text": "W.M. Sampath Preethi Viraj.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      352.87,
      473.21,
      469.54,
      487.19
    ],
    "text": "Accused",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      489.41,
      498.7,
      649.19
    ],
    "text": "AND NOW W.M. Piyal Senadheera, Kanthoruwatta, Thalawa South, Kariyamadiththa.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.23,
      651.44,
      498.67,
      665.42
    ],
    "text": "Registered Owner Claimant",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      431.95,
      667.64,
      498.7,
      681.62
    ],
    "text": "Petitioner",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      100.82,
      683.84,
      498.7,
      746.41
    ],
    "text": "V.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      280.85,
      748.63,
      420.07,
      762.64
    ],
    "text": "Hon. Attorney General,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.85,
      71.98,
      470.98,
      102.2
    ],
    "text": "Attorney General’s Department, Colombo 12.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      104.4,
      498.7,
      150.78
    ],
    "text": "Respondent",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      153.0,
      419.83,
      280.38
    ],
    "text": "AND NOW BETWEEN W.M Piyal Senadheera, Kanthoruwatta, Thalawa South, Kariyamadiththa.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      166.94,
      282.63,
      498.67,
      296.61
    ],
    "text": "Registered Owner Claimant",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      298.83,
      498.7,
      377.61
    ],
    "text": "Petitioner Petitioner V.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.85,
      379.83,
      470.98,
      436.07
    ],
    "text": "Hon. Attorney General, Attorney General’s Department, Colombo 12.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      341.95,
      436.11,
      498.7,
      450.09
    ],
    "text": "Respondent-Respondent",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      452.31,
      498.7,
      628.33
    ],
    "text": "Before : E. A. G. R. Amarasekara, J A.L. Shiran Gooneratne, J K. Priyantha Fernando, J Counsel : Anil Silva, PC with Amaan Bandara for the Owner Claimant Petitioner –Appellant.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      630.53,
      467.69,
      757.93
    ],
    "text": "Sajith Bandara, SC for the Hon. Attorney General. Argued on : 12.12.2023 Decided on : 20.02.2024",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      73.82,
      71.98,
      498.46,
      394.07
    ],
    "text": "K. PRIYANTHA FERNANDO, J 1. The Claimant-Appellant-Appellant in the instant case (hereinafter referred to as the appellant) preferred an appeal from the Order of the Court of Appeal dated 14.09.2017 which dismissed the appellant’s application for revision. The application for revision has been made in respect of the Order of the High Court, which refused to release the vehicle bearing No. SP PE 1214 to the appellant which was confiscated under the Poisons Opium and Dangerous Drugs Ordinance as amended by Act No. 13 of 1984. 2. This Court granted leave to proceed on the questions of law in sub paragraphs (c) and (e) of the petition dated 19.10.2017. However, at the argument of this application, both Counsel confined their submissions to the question of law referred to in paragraph 19(c) of the petition dated 19.10.2017 and submitted that they would be satisfied if the question of law set out in paragraph 19(c) would be decided by this Court.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      403.23,
      201.89,
      417.21
    ],
    "text": "Question of law",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      136.82,
      426.51,
      498.27,
      440.51
    ],
    "text": "19(c) – Did the Judges of the Court of Appeal misdirect",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      172.82,
      441.75,
      498.45,
      531.73
    ],
    "text": "themselves when they failed to consider that there is no necessity for the owner of the vehicle to show that he has taken all precautions to prevent the use of the vehicle for the commission of an offence when an inquiry is held under Poisons Opium and Dangerous Drugs Ordinance as amended by Act No. 13 of 1984.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.82,
      561.53,
      189.62,
      575.53
    ],
    "text": "Facts in brief.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      73.82,
      584.81,
      498.43,
      766.12
    ],
    "text": "3. The appellant in the instant case is a businessman by profession. The appellant has been the registered owner of the vehicle bearing No. SP PE 1214, which is a black-coloured Toyota double cab. On 28.03.2013 the elder brother of the appellant W.M. Sampath Preethi Viraj (hereinafter referred to as the accused) has asked the appellant if he could borrow the appellant’s vehicle for the purpose of bringing a paddy harvesting machine. Admittedly, the appellant has permitted the accused to borrow the vehicle. The accused has been an ex-police officer who has been interdicted from his services.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      72.1,
      498.45,
      177.38
    ],
    "text": "4. At about 5:30 p.m. on the same day, the appellant became aware that the accused has been arrested by the Thanamalwila Police. Thereafter, the appellant along with the wife of the accused has gone to the said police station. On arriving at the police station, they have come to know that the accused has been arrested by the Special Task Force (STF) on the allegation of transporting Cannabis Sativa (Ganja).",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      178.56,
      498.41,
      268.52
    ],
    "text": "5. Thereafter, the accused has been produced before the Magistrate’s Court of Wellawaya along with the productions which included the vehicle in question. Upon an application by the appellant, the learned Magistrate has released the vehicle in question to the appellant after entering into a bond.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      269.76,
      498.46,
      374.99
    ],
    "text": "6. The accused has been indicted in the High Court of Monaragala for the charges of trafficking and possession of 106 kg and 105 grams of Cannabis Sativa. Upon pleading guilty to the charges that were levelled against him, the High Court has convicted him for the said charges and imposed a sentence of imprisonment and suspended it for a period of 10 years along with a fine.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      376.23,
      498.46,
      511.81
    ],
    "text": "7. Subsequent to the conviction of the accused, the learned Judge of the High Court has afforded an opportunity for the appellant to show cause as to why the vehicle in question which was used for the commission of the offence should not be confiscated. Both the appellant and the accused has given evidence at the inquiry. The learned Judge of the High Court, by his Order dated 06.12.2016 [P-1(e)] has refused to release the said vehicle to the appellant and has ordered that the vehicle be confiscated.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      513.05,
      498.43,
      648.49
    ],
    "text": "8. Being aggrieved by the Order of the learned Judge of the High Court, the appellant has preferred a revision application against the said Order to the Court of Appeal which was listed under No. CA (PHC) APN 04/2017 [P-1(f)]. The learned Judges of the Court of Appeal, by Order dated 14.09.2017 [P-1(i)], dismissed the appellant’s application for revision. Being aggrieved by the Order of the learned Judges of the Court of Appeal, the appellant preferred the instant appeal to this Court.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      678.44,
      388.39,
      692.44
    ],
    "text": "Written Submissions in respect of the appellant.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.82,
      701.72,
      498.38,
      761.32
    ],
    "text": "9. At the argument of this appeal, the main submission which was made by the learned President’s Counsel for the appellant was that, as the law stands under section 79 of the Poisons Opium and Dangerous Drugs (Amendment) Act No. 13 of 1984, there exists no",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      72.1,
      498.46,
      314.15
    ],
    "text": "requirement for the owner of a vehicle to prove that he took all necessary precautions to prevent the use of such vehicle for the commission of the offence. It was his submission that the learned Judge of the High Court has erred in including an additional requirement on the appellant which is not stipulated in the Poisons, Opium and Dangerous Drugs (Amendment) Act No. 13 of 1984. It has been imported from section 40 of the Forest Ordinance and section 3A of the Animals Act. The High Court has applied additional legal burden on the appellant by importing provisions from other statutes. The learned President’s Counsel stated further, that it is the duty of the Parliament to legislate, and Courts should not include provisions that the legislature has not included. Therefore, it was his position that a literal interpretation of the words of the statute should have been used. 10. The learned President’s Counsel for the appellant submitted further",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      315.39,
      498.58,
      435.89
    ],
    "text": "that, in the case of Manawadu v. The Attorney General [1987] 2 SLR 30 considered the vehicle confiscation provision under the Forest Act which demonstrates that there is no automatic confiscation or forfeiture of a vehicle where the registered owner of the vehicle is not the person convicted for the offence (where the registered owner of the vehicle is a third party). It was his position that the said interpretation should be given by the Court which was “in pari materia”.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      436.95,
      498.33,
      466.19
    ],
    "text": "11. It was also submitted that, where the owner of the vehicle had no",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      467.45,
      498.45,
      663.88
    ],
    "text": "role to play in the commission of the offence and is innocent, then the forfeiture of his vehicle would amount to an arbitrary expropriation since he was not a party to the commission of any offence. Therefore, it was his submission that, in a similar light, under the provisions of the Poisons Opium and Dangerous Drugs Ordinance as amended by Act No. 13 of 1984, an Order of confiscation can only be made where, either the owner himself is convicted of the offence, or if the owner permitted the vehicle to be used by the convict with the knowledge that it was going to be used in the commission of such offence. It was his submission that the opportunity should be provided for the owner of the vehicle to prove this on a balance of probabilities. It is imperative for the owner of the vehicle to be heard before an Order of confiscation is made.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.82,
      665.0,
      498.38,
      694.24
    ],
    "text": "12. The learned President’s Counsel submitted further that the learned",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      695.48,
      498.42,
      739.84
    ],
    "text": "Judges of the Court of Appeal by their Order dated 14.09.2017, has erred in concluding that the owner of the vehicle has the burden to prove that he had no knowledge of the Commission of the offence",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      72.1,
      498.24,
      101.24
    ],
    "text": "and that he took all necessary steps to prevent the offence being committed and this amounts to a misapplication of the law.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      133.56,
      399.67,
      147.56
    ],
    "text": "Written Submissions in respect of the respondent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      156.96,
      498.27,
      170.96
    ],
    "text": "13. The learned State Counsel for the respondent while conceding that",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      172.08,
      498.46,
      338.21
    ],
    "text": "the law relating to confiscation of a vehicle under the Poisons Opium and Dangerous Drugs Ordinance has not been amended, also pointed out that, when compared to present times, dangerous drugs were not so much of a menace at the time. The learned State Counsel also submitted that, there is nothing wrong in imposing an additional criteria to the statute. He further submitted that, giving a literal interpretation to the words of section 79 of the Poisons Opium and Dangerous Drugs (Amendment) Act No. 13 of 1984 would be too restrictive. 14. It was his submission that even “Manawadu” did not use a literal",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      339.39,
      498.41,
      399.05
    ],
    "text": "interpretation of the words of the statute. Further, the Court is not bound to follow “Manawadu” merely because the Forest (Amendment) Act No. 65 of 2009 was not in place during the time “Manawadu” was decided.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      400.23,
      498.38,
      429.35
    ],
    "text": "15. The learned State Counsel submitted that, the honorable Judges of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      430.59,
      498.46,
      611.89
    ],
    "text": "the High Court and Court of Appeal were correct in taking the position that the appellant has not shown on a balance of probabilities that he has taken all precautions to prevent the use of such vehicle for the commission of the offence or that he had no knowledge. When considering the quantity of dangerous drugs that the accused was in possession of, which amounted to 106 kg and 105 grams of Cannabis Sativa which is not a small quantity, it ought to be preplanned and the owner of the vehicle (appellant) ought to have known about this. Further, the evidence of the appellant portrays that he was aware that the accused had a criminal record, and therefore the appellant ought to have taken all necessary precautions.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      613.01,
      156.98,
      642.23
    ],
    "text": "Analysis",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.82,
      643.49,
      498.37,
      672.64
    ],
    "text": "16. Section 79 of the Poisons, Opium and Dangerous Drugs Ordinance",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      673.88,
      498.46,
      748.72
    ],
    "text": "is the relevant provision that deals with vehicle confiscation. The latest amendment that was made to the Poisons Opium and Dangerous Drugs Ordinance was by way of Act No.41 of 2022. However, the last amendment that was made to section 79 of the said Ordinance has been by way of Act No. 13 of 1984. Accordingly,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      72.1,
      498.37,
      101.24
    ],
    "text": "section 79 of the Poisons, Opium and Dangerous Drugs (Amendment) Act No. 13 of 1984 sets out that,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      141.38,
      133.56,
      212.69,
      147.54
    ],
    "text": "Section 79",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      132.38,
      156.96,
      497.95,
      171.02
    ],
    "text": "“(1). Where any person is convicted of an offence against this",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      163.82,
      172.08,
      498.06,
      262.1
    ],
    "text": "Ordinance or any regulation made thereunder the court shall order that all or any articles in respect of which the offence was committed and any boat, vessel, vehicle, aircraft or air-borne craft or equipment which has been used for the conveyance of such article shall, by reason of such conviction, be forfeited to the State.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      141.38,
      294.51,
      498.15,
      308.57
    ],
    "text": "(2). Any property forfeited to the State under subsection (1)",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      172.82,
      309.63,
      215.57,
      323.69
    ],
    "text": "shall -",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.38,
      332.91,
      497.98,
      346.97
    ],
    "text": "(a) if no appeal has been preferred to the Court of",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      208.85,
      348.15,
      498.21,
      407.69
    ],
    "text": "Appeal against the relevant conviction, vest absolutely in the State with effect from the date on which the period prescribed for preferring an appeal against such conviction expires ;",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      177.38,
      417.03,
      498.06,
      431.09
    ],
    "text": "(b) if an appeal has been preferred to the Court of",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      208.85,
      432.15,
      498.1,
      476.59
    ],
    "text": "Appeal against the relevant conviction, vest absolutely in the State with effect from the date on which such conviction is affirmed on appeal.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      195.41,
      485.81,
      498.03,
      530.11
    ],
    "text": "In this subsection \" relevant conviction\" means the conviction in consequence of which any property is forfeited to the State under subsection (1).”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.82,
      562.49,
      498.37,
      576.49
    ],
    "text": "17. It is clear that the above section does not include a special provision",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.82,
      576.53,
      498.41,
      675.16
    ],
    "text": "with regard to a situation where the owner of the vehicle which was used for the commission of the offence is a third party. Both the learned President’s Counsel and the learned Counsel for the State have conceded to the fact that section 79 of the Poisons, Opium and Dangerous Drugs Act has not been amended since 1984. 18. The learned President’s Counsel for the appellant brought the case",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      100.82,
      675.2,
      498.46,
      759.64
    ],
    "text": "of Manawadu(supra) to the attention of this Court and submitted that, according to “Manawadu” there can be no automatic confiscation of a vehicle where the owner of the vehicle is a third party. He elaborated that in such a situation, on the lines of “Manawadu” the third-party owner must be heard before an Order of confiscation is made.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.82,
      72.1,
      498.4,
      101.3
    ],
    "text": "19. The case of Manawadu(supra) has been decided on 11.02.1987 and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      101.28,
      498.41,
      143.48
    ],
    "text": "is in reference to section 40 of the Forest Ordinance as amended by Act No. 13 of 1982. A further amendment has been brought to the Forest Ordinance by way of Act No. 65 of 2009.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.82,
      143.64,
      498.33,
      172.76
    ],
    "text": "20. Section 40 of the Forest Ordinance as amended by Act No. 13 of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      100.82,
      172.8,
      498.41,
      200.96
    ],
    "text": "1982 (the position under which “Manawadu” was decided) sets out that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      215.04,
      181.1,
      229.02
    ],
    "text": "Section 40",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      243.12,
      448.3,
      257.18
    ],
    "text": "“(1) Upon the conviction of any person for a forest offence -",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      136.82,
      257.16,
      497.91,
      285.38
    ],
    "text": "(a) all timber or forest produce which is not the property of the",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      136.82,
      285.39,
      500.98,
      341.69
    ],
    "text": "State in respect of which such offence has been committed; and (b) all tools, boats, carts, cattle and motor vehicles used in",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      154.82,
      341.79,
      497.94,
      369.89
    ],
    "text": "committing such offence (whether such tools, boats, carts, cattle and motor vehicles are owned by such person or not,",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      136.82,
      383.91,
      488.02,
      397.97
    ],
    "text": "shall, by reason of such conviction, be forfeited to the State.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.82,
      440.07,
      498.41,
      454.13
    ],
    "text": "21. In “Manawadu”, the evolution of section 40 of the Forest Ordinance",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.82,
      454.23,
      498.46,
      580.93
    ],
    "text": "was discussed from its inception. Accordingly, section 40 of the Forest Ordinance as amended by Act No. 13 of 1966 has in fact initially provided that, where the owner of such a vehicle is a third party, no order of confiscation shall be made if such owner proved to the satisfaction of the court that he had used all precautions to prevent the use of such vehicle as the case may be for the commission of such offence. 22. However, section 40 of the Forest Act No. 13 of 1966 was amended",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      105.38,
      580.97,
      498.46,
      665.44
    ],
    "text": "by the repeal of the proviso to that section by Act No. 56 of 1979. Consequently, at the time “Manawadu” was decided, section 40 of the Forest Act was yet again repealed by way of Act No. 13 of 1982 which still did not include a provision dealing with a situation, in which special protection would be accorded where the owner of a vehicle is a third party.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.82,
      665.6,
      498.41,
      694.72
    ],
    "text": "23. Forest Act No. 13 of 1982 as set out above, contains no proviso",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      105.38,
      694.88,
      498.39,
      765.16
    ],
    "text": "with regard to a situation where owner of the vehicle is a third party. The main contention in “Manawadu” was whether the legislature intended to dispense with the rules of natural justice or as to whether it is inbuilt within section 40 of the Forest Act No. 13 of 1982.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      73.82,
      71.98,
      498.41,
      86.04
    ],
    "text": "24. Sharvananda CJ in “Manawadu”, after an extensive analysis of the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      105.38,
      86.04,
      498.38,
      114.2
    ],
    "text": "various case law surrounding the principles of natural justice held that,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      136.82,
      128.28,
      498.62,
      409.97
    ],
    "text": "“In the light of the above principles, I am unable to accept the submission of State Counsel that the legislature by Section 7 of Act No. 13 of 1982 intended to deprive an owner of his vehicle that had been used by the offender in committing a forest offence without the owner's knowledge and without his participation. Having regard to the inequitable consequences that flow from treating the words 'shall by reason of such conviction be forfeited to the State' as mandatory. I am inclined to hold, as the House of Lords did in A. G. v. Parsons (supra) (14) that \"forfeited\" meant \"liable to be forfeited. \" and thus avoid the injustice that would flow on the construction that forfeiture of the vehicle is automatic on the conviction of the accused. Having regard to the above rules of construction, I am unable to hold that the amended subsection 40 excludes by necessary implication the rule of 'audi alteram partem'. On this construction the petitioner, as owner of lorry bearing No. 26 Sri 2518 is entitled to be heard on the question of forfeiture and if he satisfies the court that the accused committed the offence without his knowledge or participation, his lorry will not be liable to forfeiture.”",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      136.82,
      423.99,
      458.62,
      438.05
    ],
    "text": "[Emphasis mine]",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      73.82,
      452.07,
      498.46,
      466.13
    ],
    "text": "25. Sharvananda CJ with Atukorale J agreeing and Seneviratne J",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      73.82,
      466.25,
      498.46,
      550.75
    ],
    "text": "dissenting allowed the appeal and directed the Magistrate to hear the petitioner who was the owner of the vehicle in “Manawadu” on the question of showing cause as to why the petitioner’s vehicle is not liable to be forfeited. 26. It is observed that the case facts of “Manawadu” are quite similar",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      105.38,
      550.73,
      498.46,
      733.84
    ],
    "text": "to the case at hand. In both cases the petitioner who is owner of the vehicle has been a third party, and has not been a party to the relevant offence. The main issue in “Manawadu” was that the petitioner has not been provided an opportunity to show cause against the Order of confiscation. However, in the instant case the petitioner (appellant) has in fact been provided the opportunity to show cause as to why his vehicle should not be confiscated. This has been set out in the Order of the High Court dated 06.12.2016. This is also admitted by way of paragraphs 11 and 12 of the petition dated 19.10.2017. Therefore, the appellant in the instant case has not been deprived of a hearing as he has been provided an opportunity to show cause as to why his vehicle should not be confiscated.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      73.82,
      71.98,
      498.43,
      86.04
    ],
    "text": "27. Be that as it may, after the case of Manawadu(supra) was decided,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      73.82,
      86.04,
      498.42,
      170.48
    ],
    "text": "the law has been subject to amendment. Amendments were made to the Forests Act No. 13 of 1982, by way of Act No. 84 of 1988, Act No. 23 of 1995 and finally as the law stands today, by way of Act No. 65 of 2009. 28. Section 40 of the Forest Ordinance as amended by Act No. 65 of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      105.38,
      170.64,
      221.09,
      184.64
    ],
    "text": "2009 sets out that,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      109.82,
      198.72,
      181.1,
      212.7
    ],
    "text": "Section 40",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      109.82,
      226.8,
      424.99,
      240.86
    ],
    "text": "“(1) Where any person is convicted of a forest offence -",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      136.82,
      240.84,
      497.91,
      269.06
    ],
    "text": "(a) all timber or forest produce which is not the property of the",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      136.82,
      269.04,
      498.02,
      325.37
    ],
    "text": "State in respect of which such offence has been committed; and (b) all tools, vehicles, implements, cattle and machines used in",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      154.82,
      325.47,
      300.05,
      339.53
    ],
    "text": "committing such offence,",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      136.82,
      353.55,
      497.94,
      381.65
    ],
    "text": "shall in addition to any other punishment specified for such offence, be confiscated by Order of the convicting Magistrate:",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      136.82,
      395.67,
      498.66,
      508.31
    ],
    "text": "Provided that in any case where the owner of such tools, vehicles, implements and machines used in the commission of such offence, is a third party, no Order of Confiscation shall be made if such owner proves to the satisfaction of the Court that he had taken all precautions to prevent the use of such tools, vehicles, implements, cattle and machines, as the case may be, for the commission of the offence.”",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      136.82,
      522.41,
      481.06,
      536.41
    ],
    "text": "[Emphasis mine]",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      73.82,
      550.49,
      498.21,
      564.49
    ],
    "text": "29. A proviso to section 40 was added by way of Act No. 65 of 2009 as",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      73.82,
      564.53,
      498.46,
      733.48
    ],
    "text": "emphasised above. Thus, the section explicitly provides the position of a third-party owner of a vehicle which has been used in the commission of an offence under this Act. Accordingly, there would be no automatic confiscation of the vehicle in question where the owner of the vehicle is a third party so long as the third-party owner is able to satisfy Court that he had taken all precautions to prevent the use of such vehicle for the commission of the offence. The burden of proving such position is clearly on the third-party owner. 30. While the Forest Act No. 65 of 2009 clearly sets out this position,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      105.38,
      733.63,
      498.27,
      761.68
    ],
    "text": "as observed earlier, section 79 of the Poisons Opium and Dangerous Drugs Ordinance as amended by Act No. 13 of 1984",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      105.38,
      71.98,
      498.28,
      156.44
    ],
    "text": "has not been amended to this effect. Hence, it was the position of the learned President’s Counsel for the appellant that the additional burden of proving that “…he had taken all precautions to prevent the use… for the commission of the offence… ” should not be imposed on the appellant. It is his position that a literal interpretation is appropriate.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      73.82,
      156.6,
      498.28,
      185.72
    ],
    "text": "31. Section 79(1) of the Poisons, Opium and Dangerous Drugs",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      105.38,
      185.76,
      382.39,
      199.76
    ],
    "text": "(Amendment) Act No. 13 of 1984 sets out that,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      132.38,
      213.96,
      498.03,
      228.02
    ],
    "text": "“79 (1). Where any person is convicted of an offence against this",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      163.82,
      229.2,
      498.06,
      319.13
    ],
    "text": "Ordinance or any regulation made there under the court shall order that all or any articles in respect of which the offence was committed and any boat, vessel, vehicle, aircraft or air-borne craft or equipment which has been used for the conveyance of such article shall, by reason of such conviction, be forfeited to the State.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      73.82,
      351.63,
      498.41,
      365.63
    ],
    "text": "32. A literal interpretation of section 79(1) of the Poisons, Opium and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      73.82,
      366.87,
      498.62,
      608.95
    ],
    "text": "Dangerous Drugs Act would mean that, regardless of who the owner of a vehicle may be, the vehicle that has been used for the conveyance of the article which amounts to an offence, shall upon conviction be forfeited to the state. It does not contain a proviso with regard to the position of a third-party owner of a vehicle. Therefore, providing a literal interpretation to section 79(1) of the Poisons, Opium and Dangerous Drugs Act under the facts and circumstances of the instant case would still mean that the vehicle bearing No. SP PE 1214 would be confiscated to the state as in plain meaning, the section lays down that “all or any articles in respect of which the offence was committed and any boat, vessel, vehicle, aircraft or airborne craft or equipment which has been used for the conveyance of such article shall, by reason of such conviction, be forfeited to the State”. 33. Had their Lordships deciding “Manawadu” used a literal",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      105.38,
      610.13,
      498.46,
      700.12
    ],
    "text": "interpretation of the words of the statute, that is giving a plain meaning to the words of the statute, the third-party owners right to be heard before an order of confiscation is made would never have been recognized and provided for. If this Court is to accept the argument of the learned President’s Counsel, not even a hearing can be afforded to the appellant in the instant case.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      73.82,
      732.55,
      498.21,
      746.56
    ],
    "text": "34. Let us also look at other legislation which provides for similar",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      105.38,
      747.79,
      498.31,
      761.8
    ],
    "text": "confiscation provisions. The confiscation provision under the",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      105.38,
      72.1,
      498.46,
      116.36
    ],
    "text": "Animals Act was also brought to the attention of Court. Section 3A of the Animals Act No. 10 of 1968 as amended by Act No. 10 of 2009 sets out that,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      132.38,
      125.64,
      204.41,
      139.62
    ],
    "text": "Section 3A",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      132.38,
      148.92,
      498.09,
      162.98
    ],
    "text": "“Where any person is convicted of an offence under this Part or",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      136.82,
      164.16,
      498.0,
      223.7
    ],
    "text": "any regulations made thereunder, any vehicle used in the commission of such offence shall, in addition to any other punishment prescribed for such offence, be liable, by order of the convicting Magistrate, to confiscation:",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      132.38,
      232.8,
      498.51,
      246.86
    ],
    "text": "Provided, however, that in any case where the owner of",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      136.82,
      246.96,
      498.62,
      331.29
    ],
    "text": "the vehicle is a third party, no order of confiscation shall be made, if the owner proves to the satisfaction of the Court that he has taken all precautions to prevent the use of such vehicle or that the vehicle has been used without his knowledge for the commission of the offence.”",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      132.38,
      345.51,
      455.14,
      359.51
    ],
    "text": "[Emphasis mine]",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      73.82,
      373.71,
      498.27,
      387.71
    ],
    "text": "35. When considering the development in the law with regard to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      73.82,
      388.83,
      498.39,
      494.05
    ],
    "text": "confiscation of a vehicle under other laws such as the Forest Ordinance and the Animals Act, it is clear that the law has been amended so as to include a proviso which provided special attention where the owner of the vehicle that is subject to confiscation is a third party. 36. This Court cannot in good conscience ignore the development of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      105.38,
      495.29,
      498.46,
      615.73
    ],
    "text": "the law surrounding the position of a third-party owner of a vehicle, whose vehicle has been subject to confiscation. Neither can this Court ignore the fact that dangerous drugs have evolved to be a menace in society in the recent past. The law evolves with time and it is the duty of the Court to interpret the law in a manner so as to suit changing times. Further, as the intention of the legislature is understood, there would be no usurpation of its power by the judiciary.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      73.82,
      616.85,
      498.39,
      646.15
    ],
    "text": "37. When considering the doctrine of ‘in pari materia’ in reference to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      105.38,
      647.33,
      498.7,
      767.8
    ],
    "text": "the rules of interpretation, it was stated in the case of The Commercial Tax Officer and….V. Mohan Brewaries and… Civil Appeal No. 715 of 2013 (2020) 78 GSTR 133 (SC) (Supreme Court of India) that, on the doctrine of “pari materia”, reference to other statues dealing with the same subject or forming part of the same system is a permissible aid to the construction of provisions in a statute. It has already been seen that a statute must be read as a whole as words are to be understood in their context.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      105.38,
      72.1,
      498.46,
      177.38
    ],
    "text": "Extension of this rule of context permits reference to other statutes in pari materia i.e. statutes dealing with the same subject-matter or forming part of the same system. It is to be a right and duty to construe every word of a statute in its context. The word context in its widest sense include ‘other statutes in pari materia’. [‘Legal Maxims & Phrases’ by Nanda Senanayake Attorney-at-law at page 319]",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      73.82,
      178.56,
      498.35,
      207.8
    ],
    "text": "38. Therefore, it is my position that, it is appropriate to interpret the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      105.38,
      208.92,
      498.45,
      253.4
    ],
    "text": "Poisons, Opium and Dangerous Drugs Act in a similar light so as to include the proviso set out in section 40 of the Forest Act and section 3A of the Animals Act.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      73.82,
      254.52,
      498.46,
      283.76
    ],
    "text": "39. Further, where one relies on the position that a third-party owner",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      105.38,
      285.03,
      498.46,
      435.83
    ],
    "text": "of a vehicle must be treated differently and that there should be no automatic confiscation and that a hearing should be accorded to such a person, as set out under the Forest Ordinance and the Animals Act, the proviso in its entirety should be considered. One cannot simply request that the proviso should be applied to the extent where it is beneficial to them. The proviso is conditional on the word “if”. The benefit of the proviso could only be attained if the owner of the vehicle proves to the satisfaction of the Court that he has taken all precautions to prevent the use of the vehicle in question or that the vehicle has been used without his knowledge.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      73.82,
      436.95,
      498.46,
      466.19
    ],
    "text": "40. The knowledge on the commission of the offence and taking",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      105.38,
      467.45,
      498.65,
      542.29
    ],
    "text": "necessary precautions to prevent the commission of the offence are to an extent interwoven. In this regard, it is pertinent to consider what was stated by His Lordship S.N. Silva as he was then, in the case of Faris v. The Officer-In-Charge, Police Station, Galenbindunuwewa and Another [1992] 1 SLR 167.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      136.82,
      543.41,
      498.06,
      694.18
    ],
    "text": "“… .Furthermore, there is the evidence of the Petitioner that he had warned the driver not to transport anything that requires a permit without such permit. In the light of these contradicted items of evidence it would be not possible to infer that the petitioner has knowledge of the commission of this particular offence. The presence of some special facility in the lorry for the transporting of animals does not per se establish that the owner had knowledge of the commission of the particular offence. … ”",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      73.82,
      721.64,
      498.22,
      735.64
    ],
    "text": "41. The knowledge of a person is locked up in his mind, and it is",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      105.38,
      736.75,
      498.46,
      767.05
    ],
    "text": "inferred from the circumstances of each case. Knowledge includes instances where one willfully shuts one’s eyes to the truth. In",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      105.38,
      72.1,
      498.7,
      131.72
    ],
    "text": "Westminster City Council v Croyalgrange Limited And Another [1986] 83 Cr.App.R. 155 at 164, Lord Bridge in his dictum said that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      136.82,
      132.96,
      498.13,
      207.74
    ],
    "text": "“… It is always open to the tribunal of fact… to base a finding of knowledge on evidence that the defendant had deliberately shut his eyes to the obvious or refrained from inquiry because he suspected the truth but did not wish to have his suspicion confirmed.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.82,
      216.9,
      475.73,
      229.84
    ],
    "text": "(Archbold Criminal Pleading evidence and practice 2019 at page 2153)",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      73.82,
      257.04,
      495.22,
      271.1
    ],
    "text": "42. This applies to criminal cases in which knowledge being the mens",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      73.82,
      272.31,
      498.07,
      392.63
    ],
    "text": "rea requirement, is imperative to prove the offence. In the instant case, the appellant was well aware that the accused who was his brother was a police officer who had been interdicted from his services for various alleged offences and malpractices. Therefore, it was for the appellant to be vigilant when permitting the accused whose character was in question to borrow the vehicle. 43. The appellant in this case cannot simply say that he had no",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      73.82,
      393.87,
      498.33,
      559.93
    ],
    "text": "knowledge that the vehicle was being used for the commission of the offence after shutting his eyes to the obvious. If this position with regard to knowledge is ignored, every owner of a vehicle who is a third party could circumvent every situation which would enable a vehicle being confiscated by simply taking the position that he had no knowledge of the same. This would frustrate the intention of the legislature. However, it must be noted that the existence of such knowledge would have to be decided on the circumstances of each case. 44. In the instant case, there is clear evidence that the appellant has",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      105.38,
      561.05,
      498.46,
      742.36
    ],
    "text": "failed to take any precautions to prevent the use of the vehicle for the commission of the offence, while being well aware that the accused had a history of being involved in the commission of various alleged offences. Therefore, as failure to take necessary precautions seems to be interwoven with the existence of knowledge, in the circumstances of this case, where it is established that the appellant has not taken any precautions to prevent the use of the vehicle for the commission of the offence, the appellant has failed to establish on a balance of probabilities that the vehicle has been used without his knowledge for the commission of the offence.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.82,
      781.3,
      497.12,
      805.78
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      73.82,
      72.1,
      498.38,
      86.1
    ],
    "text": "45. Thus, in answering the question of law that has been raised by the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      105.38,
      87.36,
      498.31,
      146.84
    ],
    "text": "appellant, the Honorable Judges of the Court of Appeal have not misdirected themselves. For the reasons that I have provided above, I affirm the Order of the learned High Court Judge and the Order of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      136.82,
      156.0,
      283.49,
      170.06
    ],
    "text": "The appeal is dismissed.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.82,
      234.84,
      498.7,
      362.25
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE E. A. G. R. AMARASEKARA.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.82,
      364.47,
      215.81,
      443.25
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.82,
      445.47,
      498.7,
      588.95
    ],
    "text": "JUDGE OF THE SUPREME COURT JUSTICE A.L. SHIRAN GOONERATNE.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      100.82,
      591.17,
      215.81,
      686.18
    ],
    "text": "I agree",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      281.93,
      688.4,
      498.7,
      702.38
    ],
    "text": "JUDGE OF THE SUPREME COURT",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]