[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      75.17,
      583.67,
      713.89
    ],
    "text": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA In the matter of an Appeal from a judgment of the Court of Appeal Gammeddegoda Saranatissa Thero, Controlling Viharadhipathi of Sri Sudharshanaramaya, Horangalle, Thalgaswela and Saila Bimbaramaya, Indurupatwila. Plaintiff Vs SC APPEAL No. 92/2010 SC Spl. L.A. No. 316/2008 Horangalle Samiddhi Thero of Sri C.A.Application No. 160/2000(F) Sudharshanaramaya, Horangalle. D.C.Balapitiya No. 1730/ Spl. Horangalle. Defendant AND Gammeddegoda Saranatissa Thero, (Deceased) Controlling Viharadhipathi of Sri Sudharshanaramaya, Horangalle, Thalgaswela and Saila Bimbaramaya, Indurupatwila. Plaintiff Appellant Gammaddegoda Amarasiri Thero, Sri Mahindaramaya, K.E,Perera Mawatha, Thalwatta, Kelaniya. Substituted Plaintiff Appellant",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.81,
      539.79,
      396.44
    ],
    "text": "Vs Horangalle Samiddhi Thero, Sri Sudharshanaramaya, Horangalle. Defendant Respondent AND NOW BETWEEN Horangalle Samiddhi Thero, Sri Sudharshanaramaya, Horangalle. Defendant Respondent Appellant Vs",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      399.56,
      541.35,
      704.05
    ],
    "text": "Gammaddegoda Amarasiri Thero, Sri Mahindaramaya, K.E,Perera Mawatha, Thalwatta, Kelaniya. Substituted Plaintiff Appellant Respondent BEFORE : S. EVA WANASUNDERA PCJ, H.N.J. PERERA J. & VIJITH K. MALALGODA PCJ. COUNSEL : Manohara de Silva PC with Hirosha Munasinghe for the Defendant Respondent Appellant",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      75.17,
      554.67,
      711.49
    ],
    "text": "Widura Ranawaka with Shyamal Rathnayaka for the Substituted Plaintiff Appellant Respondent. ARGUED ON : 09.01.2018. DECIDED ON : 19.02.2018. S. EVA WANASUNDERA PCJ. This Court has granted Special Leave to Appeal on the questions of law contained in paragraph 11(a) to (e) , (h) and (i) of the Petition dated 31.08.2010. At the stage of hearing , a preliminary objection was taken up by the counsel for the Substituted Plaintiff Appellant Respondent (hereinafter referred to as the Respondent) that the Defendant Respondent Appellant (hereinafter referred to as the Appellant) had failed to file written submissions within the time allowed by Rule 30(6) of the Supreme Court Rules of 1990 and Court was moved to dismiss this Appeal in limine. However, on the reasoning that the written submissions have been factually filed even though late, I prefer to deal with the arguments on merits of the case in hand. The questions of law allowed are as follows: 11(a) Did the Court of Appeal err in permitting the Respondent to take a different Position to the Plaint and to raise new issues on the basis of P2, which he did not do at the trial? (b) Did the Court of Appeal err in holding that the Sangha Sabha decision P2 is proof of the fact that Gunaratana Thero renounced his rights to the Viharadhipathiship ? (c) Did the Court of Appeal err in holding that P2 recognizes the Respondent Thero as the senior most pupil of Wimalarathana Thero? (d) Has the Court of Appeal erred in law in coming to a conclusion that Completion of the temple by a bhikku and making it established give",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.81,
      544.35,
      208.49
    ],
    "text": "any rights of succession to such a Bhikku to become the Viharadhipathi? (e) Has the Court of Appeal erred in failing to consider that P2 only makes the said Pabhankara Thero “Adhikari” of the said temple and not the Viharadhipathi? (h) Did the Court of Appeal err in holding that the documents marked P4 and P6 Support the view that the deceased Plaintiff was the Viharadhipathi?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      209.31,
      543.31,
      704.17
    ],
    "text": "(i) Has the Court of Appeal failed in coming to a finding that who is entitled to the Viharadhipathiship of the Temple in question according to the rules of Shishyanu Shishya Paramparawa, succeeding Wimalarathana Thero and thereby erred in law? It can be recognized that the contentions in the case in hand revolve around the documents P2, P4 and P6 and the interpretation thereof. The Plaintiff had averred in his Plaint that the Defendant Samiddhi Thero was a pupil of the Plaintiff, G. Saranathissa Thero and that the Defendant Samiddhi Thero had come into the residency of the temple, Sri Sudharshanaramaya under the leave and license of the Plaintiff. The Temple land was about 3 Acres in extent and had all the necessary items such as a Chaitya, a Dharma Shala, a building for the monks to live in, a Dana Shala, a Bo Maluwa and a Seema Malakaya for vinaya ceremonies etc. According to the Plaintiff, the land had been bought by a monk by the name of Baddegama Pabhankara Thero on 27.08.1918 by Deed No. 899 attested by D.A.Gunasekera Notary Public. He had developed the same to be a fully fledged temple. The Plaintiff had submitted in the Plaint that the said Pabhankara Thero had been the Viharadhipathi of this temple, Sri Sudharshanaramaya until his death in the year 1971. The Plaintiff G.Saranathissa Thero had been the only pupil who was robed and ordained (made Upasampada) by Pabhankara Thero and at his demise, the Plaintiff, G.Saranathissa Thero had become the Viharadhipathi, according to the accepted rule in Buddhist Temporalities Ordinance by the Shishya shishyanu paramparawa. He had been an old monk by the year 1987 and it is alleged that the Defendant Samiddhi Thero had created problems regarding the movable property within the",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.81,
      546.38,
      704.17
    ],
    "text": "premises of the Viharaya, and had started quarrelling with the Plaintiff on or around 10.07.1987 making a claim on the Viharadhipathiship. Allegedly, having sold some of the items like an electricity generator, almirahs etc. he had again attempted to remove the other valuable movable items from the temple. It is only then that the Plaintiff had filed this action and moved Court to grant an interim injunction to stop the Defendant from removing and trying to sell the movables which were within the premises. The Court had granted the interim relief. The Defendant had filed answer on 08.03.1988. He had denied the position taken up by the Plaintiff and stated that Kariyawasam Weerasinghege Adiriyan Appu was the owner of the land which is described in the Schedule to the Plaint called Pansalwatta alias Delgahawatta and that he had sold it to Baddegama Ratanapala Thero by Deed No. 8129 dated 24.02.1885. Then the said B. Ratanapala Thero was the the first Viharadhipathi of the temple. After he died Horangalle Wimalaratana Thero had got the Viharadhipathiship. When the said Thero also died, his senior pupil Baddegama Gunaratana Thero had become the Viharadhipathi. At his death, on 02.11.1975, Waihene Pannaloka Thero had received the Viharadhipathiship. The Defendant further states that Baddegama Pabankara Thero did not become Viharadhipathi according to the Deed No. 899 dated 27.08.1918. It was further submitted that B. Pabankara Thero was only looking after the temple on behalf of Baddegama Gunaratana Thero. After the said B. Gunaratana Thero died, the Defendant claims that he has been looking after the temple for and on behalf of Waihene Pannaloka Thero. The Defendant states further that the Plaintiff has come to the temple from Sailabimbaramaya where he was residing right along and on or about 11.07. 1987 , the Plaintiff had commenced to reside unlawfully within a part of the property of the particular temple. However I find that the Defendant is not claiming the Viharadhipathiship of the temple which is the subject matter of this Appeal. In the District Court the Defendant Appellant had prayed only for a dismissal of the Plaintiff’s action. It is obvious from the evidence before Court that the Plaintiff G. Saranathissa Thero was very old at the time of filing the case and as such he had not given evidence at the trial. The present Substituted Plaintiff Appellant Respondent, G.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.81,
      546.28,
      687.13
    ],
    "text": "Amarasiri Thero had given evidence in Court on behalf of the Plaintiff and had stated that as the Plaintiff Saranathissa Thero was residing at Sailabimbaramaya, he had directed the Defendant Samiddhi Thero to look after the temple. It is the position of the Plaintiff that the Defendant was at the temple looking after the place under the license of the deceased Plaintiff. It was an accepted position by both parties that the said temple which is the subject matter of this action, is exempted under Sec. 4(1) of the Buddhist Temporalities Ordinance No. 19 of 1931 but governed by the other provisions of the said Ordinance. At the trial 13 issued had been raised. The substituted Plaintiff Appellant Respondent had given evidence and another witness from the Department of Buddhist Affairs was also called on behalf of the Plaintiff. The documents P1 to P7 was led in evidence. On behalf of the Defendant, the Defendant Samiddhi Thero and two witnesses namely Gurusinghagoda Buddharakkitha Thero and Poddiwela Rathanasiri Thero had given evidence and documents V1 to V13 was marked in evidence. The trial Judge had dismissed the Plaintiff’s action with costs on 24.04.2000. The Plaintiff preferred an Appeal to the Court of Appeal. The Appeal was argued and judgment was delivered on 28.10.2008 allowing the Appeal and granting the declaration of Viharadhipathiship to the Plaintiff. The Substituted Plaintiff Appellant was also granted costs in both courts. Then the Defendant Respondent Appellant (hereinafter referred to as the Appellant) appealed to the Supreme Court and special leave was granted. The Deceased Plaintiff had stated in his Plaint that the Appellant is a pupil of the Plaintiff and that he had come to reside at the temple under the license of the Deceased Plaintiff. The Appellant marked in evidence the document P4 at the trial. P4 is the declaration regarding Upasampada Bhikku of the Appellant which was registered under Sec. 41 of the Buddhist Temporalities Ordinance which is at page 465 of the brief. According to that Upasampada Bhikku Registered Declaration, the Appellant is a pupil of Baddegama Pabankara as well as a pupil of the Deceased Plaintiff, G. Saranathissa Thero. The Appellant himself has",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      543.31,
      704.17
    ],
    "text": "signed accepting the contents thereof. Therefore the Appellant cannot be heard to state that he is not a pupil of the Plaintiff G. Saranathissa Thero. In P4, at cage 19 it is also mentioned that Pabankara Thero was the Viharadhipathi of Sudarshanaramaya at that time, i.e. in the year 1954. It refers to Pabankara Thero as “Sudharshanaramadhipathi”. The Defendant Appellant Samiddhi Thero had also been living at the Sudarshanaramaya from the time he was robed, as mentioned in that declaration. The Document P6 is a letter written by the Appellant to the deceased Plaintiff is further proof of the fact that he had accepted the Viharadhipathiship of the deceased Plaintiff since within the four corners of that letter, he had requested from the Plaintiff Thero to grant permission for him to continue to stay longer at the temple. It is observed that the Appellant had tried to deny the Viharadhipathiship of his own tutors who robed him as well as ordained him. The conduct of the Appellant cannot be recognized as a good move by a pupil of any senior monk in the Buddha Sasana. The bone of contention of the Appellant is that “Adhipathi” does not mean Viharadhipathi. Even though the Appellant had taken up the position that he was staying at the temple as a licensee of Waihene Pangnaloka Thero who was the Viharadhipathi of the temple in question, when giving evidence, he had changed the position and stated that the Viharadhipathi of the temple on whose license he is staying at the temple is Gurusinghagoda Buddharakkitha Thero. This is a contradiction of his position regarding his stay at the temple. This contradiction cannot be taken lightly. When any person comes before any court, he should be quite sure in the basic position taken up by him. While giving evidence if he says against his basic stance taken up in his own pleadings , it is a serious contradiction. The Appellant cannot at one time state that he came to Sudharshanaramaya under the license given to him by Pangnaloka Thero and then change the position to say that he came to the place under the licence given to him by Buddharakkitha Thero. It cannot be regarded as a small deviation. It is of importance with regard to his credibility. The Document P2 came into being as a result of the Sangha Sabha giving a direction on 14.01.1940 to inquire into two Petitions described as Nos.479 and 479. The document had brought about a Resolution to a dispute pertaining to the",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.81,
      546.39,
      687.13
    ],
    "text": "management of the temple. The Resolution was passed after the inquiry and a settlement thereon, entered into on 17.02.1940 with the consent of all the parties to the dispute along with their dayakas from both sides of the contesting parties , who were before the inquiring officer, Ven. Yagirala Pannananda Maha Thero. Thereafter it had been tabled before the Karaka Maha Sangha Sabha held at Gonagala Sudhammakara Pirivena and unanimously ratified by the said authority on 27.02.1940. It is reported as such by Maha Nayaka Thero named as Wihamune Dharma Keerthi Sri Saranankara Sumangala Thero under his signature placed thereon on 03.03.1940. I find that this document is not one which could be taken lightly. It has to be looked into as a full and final settlement of a dispute between Gammeddegoda Saranathissa Thero and Baddegama Gunarathana Thero in the year 1940. This document P2 allocates all the temples mentioned therein to be managed by the clergy specifically named for each temple. It speaks of the Adhikari of the temple. The opening sentence to the resolution states that “When Horangalle Wimalaratana Thero died he left 5 temples which was under his administration.” The said five temples were specifically allocated to separate Theros to be in charge of each temple. There is praise on Baddegama Pabhankara Thero and then the temple in question , Sri Sudharshanaramaya was allocated to Baddegama Pabhankara Thero. The settlement states that he was staying therein by the word “viharavasi” and then places him elevated to the post of “Viharasthanaye Adhikari”. Baddegama Gunarathana Thero was given the “Adhikari” post of Matteka Poddiwela Sumana Shailaramaya. Gammaddegoda Saranathissa Thero was given the Adhikariship in Baddegama Shailabimbaramaya and the rest of the pupils of Horangalle Wimalaratana Thero were also allocated the Adhikariship of several other temples. It was a total full and final settlement which had been arrived at by the parties. P2 can be held as a legal document finalized and ratified by the higher authority of the Karaka Maha Sangha Sabha. This settlement was made and ratified by the authorities in command, deciding on the pupilage of Horangalle Wimalaratana Thero who passed away on 28th of July, 1938. Any pupilage of Horangalle Wimalaratana Thero cannot go beyond that document. That document P2 should be held as a finality upon the problems of who are the pupils of Horangalle Wimalaratana Thero.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.81,
      543.27,
      704.17
    ],
    "text": "The contested question is whether ‘Adhikari’ is the same as ‘Viharadhipathiship’. The legal authorities have to be looked into at this juncture. In the case of Saranankara Unnanse Vs Indajoti Unnanse 20 NLR 385 , Bertram Chief Justice of Ceylon had written the Judgment on Nov. 13, 1918. It was held that “According to the original theory of its institution, a vihara is dedicated to the whole Sangha. This has been modified by the religious custom known as “pupillary succession” under which a vihara is specially dedicated to a particular priest and his pupils. By virtue of this dedication the priest and his pupils have a preferential right of residence and maintenance at the vihare but this appears to be subject to the general dedication to the Sangha as a whole, in as much as on the failure of the succession, the vihare reverts to the Sangha. In Ceylon every Vihare is presumed to be dedicated in pupillary succession, unless the contrary is proved.” Accordingly, it is on pupillary succession that the particular priest and his pupils have a preferential right to reside and be maintained at the particular Vihare. It is now trite law that pupillary sccession or shishyanu shishya paramparawa succession is the system of running a vahare or any temple in this country. The Viharadhipathi is the chief incumbent and at his demise, his most senior pupil has a right to succeed to his place as Viharadhipathi. At page 397 of the said Judgment, it states as follows: “The officer who in Ceylon decisions and ordinances is referred to as the ‘incumbent’ is an officer of a different nature. The term by which he is described is ‘adhikari’ (‘ a person in authority’) a word derived from the Sanskrit word ‘adhikara’, meaning ‘authority’. Where there are several persons in the line of pupillary succession, the Adhikari is appointed from among these persons, either by nomination of his predecessor or by selection of these persons. This selection, in such cases is not made by a formal act of the Sangha, as in the case of the officers created by the Vinaya; but it is nevertheless, the formal choice of the other persons entitled to the succession. By custom the right to succeed is determined by seniority.” I find that what the Chief Justice Bertram is speaking about nothing other than pupillary succession. It is a known fact that pupillary succession is spoken of only relating to Viharadhipathiship. In ecclesiastical law, nobody gets anything but Viharadhipathiship by pupillary succession. The Buddhist monks at a temple does not get any property to be owned by themselves. It is all Sanghika property. They cannot sell the property movable or immovable from the precincts of any temple by themselves. The pupils of the",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic",
      "Calibri,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.81,
      543.27,
      345.2
    ],
    "text": "robing tutor and/or the ordaining tutor succeeds to the Viharadhipathiship at the demise of the tutor teacher according to the seniority they obtain from the date of ordination. All the pupils get a right to live in the Vihare and be maintained therin. When Bertram CJ speaks of Adhikari it means Viharadhipathi or the chief incumbent of the temple. He is the one in authority. He is not speaking of any instance of ‘looking after the temple’. He speaks about the person in authority at the temple as the Adhikari which term is equal to the term Viharadhipathi. I have gone through the authorities cited by the Defendant Respondent Appellant’s Counsel as well as the authorities cited by the Plaintiff Appellant Respondent’s counsel with regard to the word Adhikari and Viharadhipathi. I find that Chief Justice G.P.S. De Silva has written the judgment in Werepitiye Sobhitha Thero Vs Werepitiye Anomadassi Thero in SC Appeal No. 79/94 which was decided on 23.08.1995 , after considering the following authorities, namely,",
    "fonts": [
      "Calibri",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      346.14,
      543.05,
      379.4
    ],
    "text": "1. Punchirala Vs Dharmananda Thero 48 NLR 11, 2. Rev. Galle Amarawansa Isthavira Vs Rev. Galle Wimaladhamma Maha Thero",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      382.4,
      424.32,
      430.66
    ],
    "text": "79 NLR Vol I pg. 439, 3. Wickramasinghe Vs Unnanse 22NLR 36, 4. Baddegama Rathanasara Thero Vs Bashir 66 NLR 433",
    "fonts": [
      "Arial",
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      433.78,
      497.67,
      464.86
    ],
    "text": "and also the case of 5. Jananada Therunnanse Vs Rathanapala Therunnanse 61 NLR 375",
    "fonts": [
      "Arial,Bold",
      "Calibri",
      "Calibri,Bold",
      "Calibri,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      467.98,
      543.27,
      704.17
    ],
    "text": "had decided that the word Adhikari is a synonym for the word Viharadhipathi. He had mentioned therein thus; - “ I am not unmindful that Basnayake CJ in Jananada Therunnanse Vs Rathanapala Therunnanse 61 NLR 375 has observed that it well established that the office of viharadhipathi and viharadhikari are not the same.” However he had come to the conclusion that adhikari and viharadhipathi are synonymous terms. I quite agree with the Chief Justice G.P.S.De Silva in his analysis and the conclusion. Therefore, I hold that in the case in hand also P2 containing the word Viharadhikari refers to the synonym Viharadhipathi. P2 has resolved the matter with regard to the Viharadhipathiship and the contents thereof stands final between the parties and their successors are bound by the terms of that",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.81,
      543.26,
      704.17
    ],
    "text": "document P2. Pabhankara Thero had been appointed as the Viharadhipathi of Sri Sudharshanaramaya . The senior most pupil of Pabhankara Thero undisputedly was the deceased Plaintiff G.Saranathissa Thero. He should have succeeded to the Viharadhipathiship after the demise of Pabhankara Thero. The deceased Plaintiff had proved the case against the Defendant on a balance of probability before the trial court. I hold therefore that the Court of Appeal had quite correctly come to the finding that prayer (a) to the Plaint should be granted as relief. I answer the questions of law enumerated above in the negative against the Appellant. I affirm the judgment of the Court of Appeal. The Appeal is dismissed. However I order no costs. Judge of the Supreme Court. H.N.J.Perera J. I agree. Judge of the Supreme Court. Vijith K. Malalgoda PCJ. I agree. Judge of the Supreme Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.26,
      542.6,
      755.74
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]