{
  "doc_type": "lk_supreme_court_judgements",
  "doc_id": "2025-12-18-SC-APPEAL-100-2006",
  "num": "SC/APPEAL/100/2006",
  "date_str": "2025-12-18",
  "description": "Hon. Achala Wengappuli J - C.K.N. Rohan Fernando No.64 C...",
  "url_metadata": "https://supremecourt.lk/judgements/",
  "lang": "en",
  "url_pdf": "https://supremecourt.lk/wp-content/uploads/judgements/sc_appeal_100_2006.pdf",
  "parties": "C.K.N. Rohan Fernando No.64 C.P. De Silva Mawatha Moratuwa. Petitioner -Appellant Vs. 01. K. Viknarajah (Chairman) 02. Dr. N. Samarasekera (Member) 03. M.M. Munsoor (Member) 04. Dr. D. Nesiah (Member) 05. H.D.L. Goonawardena (Secretary) 06. S.D. Wijitha Padmaseeli, All of the Public Service Commission, BMICH, Baudhaloka Mawatha, Colombo 07. 07. Secretary, Ministry of Defence, Balakshe Mawatha, Colombo 03. 08. Inspector General of Police, Police Head Quarters, Colombo 01. 09. Hon. Attorney General, The Attorney General’s Department, Colombo 12. Respondent-Respondents 10. Justice P.R.P. Perera, (The Chairman) Public Service Commission, (Now Changed) 10A. Dr. Dayasiri Fernando Chirman-Public Service Commission (Now Changed) 10B. Justice Sathya Hettige P.C., (Chairman) (Now Changed) 10C. Mr. Dharmasena Dissanayake, (Chairman) Public Service Commission 11. Prof. Dayasiri Fernando, (A member- Public Service Commission) (Now changed) 11A. Mr. Palitha M. Kumarasinghe P.C. (A member- Public Service Commission) (Now changed) 11B. Dr. J.M. Zoysa Gunasekera, (Member- Public Service Commission) (Now changed) 11C. Prof. Hussain Iamail, (Member- Public Service Commission) 12. Mr. W.P.S. Jayawardane (A member- Public Service Commission) (Now changed) 12A. Mrs. Sirimavo A. Wijerathne, (Member- Public Service Commission) (Now changed) 12B. Mr. Sunil Sirisena, (Member- Public Service Commission) (Now changed) 12C. Ms. Shirantha Wijayathilake, (Member- Public Service Commission). 13. Mr. Palitha M. Kumarasinghe (A member- Public Service Commission) (Now changed) 13A. Mr. S.C. Mannapperuma, (Member- Public Service Commission) (Now changed) 13B. Dr. Prathap Ramanujam, (Member- Public Service Commission). 14. Prof. M.S. Mookiah (A member- Public Service Commission) (Now changed) 14A. Mr. Ananda Senevirathne, (Member- Public Service Commission) (Now changed) 14B. Mrs. V. Jegarajasingham, (Member- Public Service Commission). 15. Prof. Mendis Rohanadeera (A member- Public Service Commission) (Now changed). 15A. Mr. N. H. Pathirana, (Member- Public Service Commission) (Now changed) 15B. Mr. Santi Nihal Senevirathne, (Member- Public Service Commission). 16. Dr. Bernard Soyza, (A member- Public Service Commission) (Now changed) 16A. Mr. S. Thillanadarajah, (Member- Public Service Commission) (Now changed) 16B. S. Ranuge, (Member- Public Service Commission). 17. Mr. Gunapala Wickremarathne, (A member- Public Service Commission) (Now changed) 17A. Mr. M.D.W. Ariyawansa, (Member- Public Service Commission) (Now changed) 17B. Mrs. Kanthi Wijethunga, (Member- Public Service Commission) (Now changed) 17C. Mr. D. L. Mendis, (Member- Public Service Commission). 18. Mrs. Sirimavo Attigalla Wijerathne, (A member- Public Service Commission) (Now changed) 18B. Mr. Sarath Jayathilake, (Member- Public Service Commission). 10th to 18B Respondents are at No. 177, Nawala Road, Narahenpita, Colombo 05. 19. The Secretary, The Ministry of Law and Order, 13th Floor, Stage II, Sethsiripaya, Battaramulla. Respondents\n\nView More",
  "judgement_by": "Hon. Achala Wengappuli J"
}